{
  "permissions": {
    "header": "Autorisations de l'actif",
    "header_content": "Remarque : la désactivation des autorisations est une décision permanente",
    "charge_market_fee": {
      "about": "Activer les frais de marché",
      "enabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour l'indicateur charge_market_fee.",
      "disabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour l'indicateur charge_market_fee. Si l'indicateur charge_market_fee est défini sur 0, il ne peut plus commencer à facturer des frais de négociation sur le marché. Si l'indicateur charge_market_fee est défini sur une valeur différente de zéro, les taux des frais de négociation sur le marché peuvent toujours être mis à jour. "
    },
    "white_list": {
      "about": "Exiger que les titulaires soient sur la liste blanche",
      "enabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour l'indicateur white_list.",
      "disabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour l'indicateur de liste blanche. Si l'indicateur de liste blanche est défini sur 0, il ne peut plus commencer à appliquer la liste blanche ou la liste noire. Si l'indicateur de liste blanche est défini sur une valeur différente de zéro, il peut toujours configurer pour ne pas appliquer la liste blanche ou la liste noire. "
    },
    "override_authority": {
      "about": "Le propriétaire de l'actif peut se retransférer l'actif",
      "enabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour l'indicateur override_authority.",
      "disabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour l'indicateur override_authority."
    },
    "transfer_restricted": {
      "about": "Le propriétaire de l'actif doit approuver tous les transferts",
      "enabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour l'indicateur transfer_restricted.",
      "disabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour l'indicateur transfer_restricted."
    },
    "disable_confidential": {
      "about": "Désactiver les transactions confidentielles",
      "enabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour l'indicateur Disable_confidential.",
      "disabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour l'indicateur Disable_confidential."
    },
    "witness_fed_asset": {
      "about": "Autoriser les témoins à fournir des flux",
      "enabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour l'indicateur Witness_fed_asset.",
      "disabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour l'indicateur Witness_fed_asset."
    },
    "committee_fed_asset": {
      "about": "Autoriser les membres du comité à fournir des flux",
      "enabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour l'indicateur comité_fed_asset.",
      "disabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour l'indicateur comité_fed_asset."
    },
    "disable_force_settle": {
      "about": "Désactiver la stabilisation des forces",
      "enabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour l'indicateur Disable_force_settle.",
      "disabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour l'indicateur Disable_force_settle."
    },
    "global_settle": {
      "about": "Autoriser le propriétaire de l'actif à forcer un règlement global",
      "enabledInfo": "L'émetteur/propriétaire de l'actif peut régler manuellement et globalement cet actif.",
      "disabledInfo": "L’émetteur/propriétaire de l’actif ne peut PAS régler manuellement et globalement cet actif."
    },
    "lock_max_supply": {
      "about": "Verrouiller l'alimentation maximale",
      "enabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour l'indicateur lock_max_supply.",
      "disabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour l'indicateur lock_max_supply."
    },
    "disable_new_supply": {
      "about": "Désactiver la nouvelle fourniture",
      "enabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour l'indicateur Disable_new_supply.",
      "disabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour l'indicateur Disable_new_supply."
    },
    "disable_collateral_bidding": {
      "about": "Désactiver les enchères de garantie",
      "enabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour l'indicateur Disable_collateral_bidding.",
      "disabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour l'indicateur Disable_collateral_bidding."
    },
    "disable_mcr_update": {
      "about": "Désactiver la mise à jour du propriétaire Ratio de garantie minimum",
      "enabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour (définir/modifier/supprimer) l'extension maintenance_collateral_ratio de l'actif. Si une valeur est définie dans l'extension maintenance_collateral_ratio, elle est prioritaire sur le même paramètre suggéré par les éditeurs du flux de prix, sinon la valeur suggérée ",
      "disabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour (définir/modifier/supprimer) l'extension maintenance_collateral_ratio de l'actif. Si une valeur est définie dans l'extension maintenance_collateral_ratio, elle est prioritaire sur le même paramètre suggéré par les éditeurs du flux de prix, sinon la valeur suggérée par "
    },
    "disable_icr_update": {
      "about": "Désactiver la mise à jour du propriétaire Ratio de garantie initial",
      "enabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour (définir/modifier/supprimer) l'extension initial_collateral_ratio de l'actif. Si une valeur est définie dans l'extension initial_collateral_ratio, elle est prioritaire sur le même paramètre suggéré par les éditeurs du flux de prix, sinon la valeur suggérée ",
      "disabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour (définir/modifier/supprimer) l'extension initial_collateral_ratio de l'actif. Si une valeur est définie dans l'extension initial_collateral_ratio, elle est prioritaire sur le même paramètre suggéré par les éditeurs du flux de prix, sinon la valeur suggérée par "
    },
    "disable_mssr_update": {
      "about": "Désactiver la mise à jour du propriétaire Maximum Short Squeeze Ratio",
      "enabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour (définir/modifier/supprimer) l'extension maximum_short_squeeze_ratio de l'actif. Si une valeur est définie dans l'extension maximum_short_squeeze_ratio, elle est prioritaire sur le même paramètre suggéré par les éditeurs du flux de prix, sinon la valeur suggérée ",
      "disabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour (définir/modifier/supprimer) l'extension maximum_short_squeeze_ratio de l'actif. Si une valeur est définie dans l'extension maximum_short_squeeze_ratio, elle est prioritaire sur le même paramètre suggéré par les éditeurs du flux de prix, sinon la valeur suggérée par "
    },
    "disable_bsrm_update": {
      "about": "Désactiver la mise à jour du propriétaire de la stratégie de gestion des risques Black Swan",
      "enabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS mettre à jour l'extension black_swan_response_method de l'actif.",
      "disabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour l'extension black_swan_response_method de l'actif."
    }
  },
  "flags": {
    "header": "Drapeaux de l'actif",
    "header_content": "Chaque autorisation d'actif autorisée peut être activée/désactivée.",
    "charge_market_fee": {
      "about": "Activer les frais de marché",
      "enabledInfo": "Les transactions sur le marché sur cet actif peuvent être facturées, en fonction des paramètres de taux de frais.",
      "disabledInfo": "Les transactions sur le marché sur cet actif ne sont pas facturées."
    },
    "white_list": {
      "about": "Exiger que les titulaires soient sur la liste blanche",
      "enabledInfo": "L'utilisation de cet actif peut être restreinte par une autorisation d'actif (liste blanche et/ou liste noire), en fonction des paramètres des autorités de liste blanche et de liste noire.",
      "disabledInfo": "L'utilisation de cet actif n'est pas limitée par les listes d'autorisation d'actifs."
    },
    "override_authority": {
      "about": "Le propriétaire de l'actif peut se retransférer l'actif",
      "enabledInfo": "L'émetteur/propriétaire de l'actif peut transférer cet actif du solde de n'importe quel compte vers un autre compte (à noter que le solde après transfert ne peut pas être négatif).",
      "disabledInfo": "L'émetteur/propriétaire de l'actif ne peut PAS transférer cet actif du solde d'autres comptes."
    },
    "transfer_restricted": {
      "about": "Le propriétaire de l'actif doit approuver tous les transferts",
      "enabledInfo": "Les transferts de cet actif sont restreints. Lors du transfert de cet actif, il ne peut être effectué que depuis l'émetteur/propriétaire de l'actif ou vers l'émetteur/propriétaire de l'actif. La même limitation s'applique également aux HTLC et aux retraits avec autorisation de retrait. Impossible de créer des soldes d'acquisition avec ",
      "disabledInfo": "Aucune limitation de ce type sur les transferts."
    },
    "disable_force_settle": {
      "about": "Désactiver la stabilisation des forces",
      "enabledInfo": "Les détenteurs de cet actif ne peuvent PAS demander un règlement forcé pour un certain montant de leur actif, à moins que cet actif ne soit réglé globalement ou individuellement dans un fonds.",
      "disabledInfo": "Les détenteurs de cet actif peuvent demander un règlement forcé."
    },
    "disable_confidential": {
      "about": "Désactiver les transactions confidentielles",
      "enabledInfo": "Les transferts vers des adresses aveugles/furtives/confidentielles sont désactivés, Impossible de transférer un montant de cet actif du solde d'un compte vers des adresses aveugles/furtives/confidentielles, Transfert d'adresses aveugles/furtives/confidentielles vers d'autres adresses aveugles/furtives/confidentielles ou ",
      "disabledInfo": "Les transferts vers des adresses aveugles/furtives/confidentielles sont activés."
    },
    "witness_fed_asset": {
      "about": "Autoriser les témoins à fournir des flux",
      "enabledInfo": "Les témoins actifs peuvent publier des flux de prix pour cet actif.",
      "disabledInfo": "Les témoins actifs ne peuvent pas publier de flux de prix pour cet actif."
    },
    "committee_fed_asset": {
      "about": "Autoriser les membres du comité à fournir des flux",
      "enabledInfo": "Les membres actifs du comité peuvent publier des flux de prix pour cet actif.",
      "disabledInfo": "Les membres actifs du comité ne peuvent pas publier de flux de prix pour cet actif."
    },
    "lock_max_supply": {
      "about": "Verrouiller l'alimentation maximale",
      "enabledInfo": "L'offre maximale de cet actif est verrouillée, ce qui signifie que l'émetteur/propriétaire de l'actif ne peut PAS mettre à jour l'offre maximale de cet actif.",
      "disabledInfo": "L'émetteur/propriétaire de l'actif peut mettre à jour l'offre maximale de cet actif."
    },
    "disable_new_supply": {
      "about": "Désactiver la nouvelle fourniture",
      "enabledInfo": "Impossible de créer une nouvelle offre pour cet actif (ou dire impossible de « créer » plus de jetons).",
      "disabledInfo": "Peut créer une nouvelle offre pour cet actif."
    },
    "disable_collateral_bidding": {
      "about": "Désactiver les enchères de garantie",
      "enabledInfo": "Les enchères pour des garanties dans le pool de règlement global sont désactivées. Il n'est PAS autorisé de soumissionner pour des garanties dans le pool de règlement mondial lorsque cet actif a été réglé globalement.",
      "disabledInfo": "Les enchères pour les garanties dans le pool de règlement global sont activées."
    }
  },
  "asset_details": {
    "title": "Détails de l'actif",
    "title_content": "Il s’agit des paramètres d’actifs utilisés pour les fonctionnalités DEX de base.",
    "symbol": {
      "header": "Symbole d'actif",
      "header_content": "Le symbole de l'actif est un identifiant unique sur la blockchain identifiant l'actif dans tout le DEX. Des actifs moins chers peuvent être créés en utilisant un nom de sous-actif comme NFT.TITLE.",
      "placeholder": "Symbole"
    },
    "shortName": {
      "header": "Nom abrégé de l'actif",
      "header_content": "Il s'agit du nom court de l'actif, moins important que le symbole mais qui reste un identifiant unique éventuellement abrégé. Vous pouvez simplement réutiliser le symbole pour ce champ.",
      "placeholder": "Nom court"
    },
    "preferredMarket": {
      "header": "Paire de trading sur le marché préféré",
      "header_content": "La paire de trading préférée sur le marché est l'actif par défaut utilisé pour négocier contre votre actif, il s'agit d'une suggestion informelle."
    },
    "description": {
      "header": "Description de l'actif",
      "header_content": "Il s'agit de la description de l'actif, elle sera affichée dans le DEX et pourra être utilisée pour fournir plus d'informations sur l'actif.",
      "placeholder": "Description"
    },
    "max_supply": {
      "header": "Approvisionnement maximal",
      "header_content": "L'offre maximale de l'actif, c'est le montant total de l'actif qui peut jamais être émis par le propriétaire de l'actif (vous).",
      "placeholder": "Approvisionnement maximum"
    },
    "precision": {
      "header": "Précision des actifs",
      "header_content": "La précision de l'actif spécifie la quantité de décimales prises en charge. Cette valeur ne peut pas être modifiée après la création de l'actif.",
      "placeholder": "Précision"
    }
  },
  "extensions": {
    "header_content": "Les extensions sont des paramètres avancés supplémentaires qui peuvent être utilisés pour personnaliser davantage l'actif.",
    "header": "Extensions des frais de marché",
    "reward_percent": {
      "enabled": "Extension du pourcentage de récompense du parrain activée",
      "enabledInfo": "Une réduction en pourcentage des frais de marché sera allouée au référent des participants actifs au marché.",
      "disabled": "Activer l'extension du pourcentage de récompense du parrain ?",
      "disabledInfo": "L'extension du pourcentage de récompense du référent permet au créateur d'actifs d'attribuer un pourcentage des frais de marché au référent des participants actifs du marché.",
      "header": "Pourcentage de récompense du parrain",
      "header_content": "Le pourcentage de récompense du parrain est le pourcentage des frais de marché qui est alloué au parrain des participants actifs au marché."
    },
    "whitelist_market_fee_sharing": {
      "enabled": "Extension de partage des frais de marché sur liste blanche activée",
      "enabledInfo": "Les comptes référents suivants seront approuvés pour recevoir une réduction des frais de marché collectés sur leurs comptes référents.",
      "disabled": "Activer l'extension de partage des frais de marché sur liste blanche ?",
      "disabledInfo": "Vous pouvez limiter les personnes autorisées à recevoir une réduction des frais de marché collectés à un ensemble de comptes référents pré-approuvés.",
      "header": "Partage des frais de marché sur liste blanche",
      "header_content": "L'extension de partage des frais de marché sur liste blanche permet à la maison de limiter les référents vers ces comptes sur liste blanche."
    },
    "taker_fee_percent": {
      "enabled": "Extension du pourcentage des frais du preneur activée",
      "enabledInfo": "Le participant « preneur » de l'ordre limité recevra un pourcentage des frais de marché.",
      "disabled": "Activer l'extension du pourcentage des frais du preneur ?",
      "disabledInfo": "L'extension du pourcentage des frais du preneur permet au créateur d'actifs d'attribuer un pourcentage des frais de marché au « preneur » des opérations d'ordre limité.",
      "header": "Pourcentage des frais du preneur",
      "header_content": "Le pourcentage des frais du preneur est le pourcentage des frais de marché qui est alloué au « preneur » des ordres limités sur la bourse décentralisée."
    },
    "allowed_markets": {
      "enabled": "Extension des marchés autorisés activée",
      "enabledInfo": "Les marchés suivants sont autorisés à négocier cet actif.",
      "disabled": "Activer l'extension des marchés autorisés ?",
      "disabledInfo": "Vous pouvez limiter les marchés autorisés à négocier cet actif à un ensemble de marchés pré-approuvés."
    },
    "banned_markets": {
      "enabled": "Extension des marchés interdits activée",
      "enabledInfo": "Les marchés suivants sont interdits de négocier cet actif.",
      "disabled": "Activer l'extension des marchés interdits ?",
      "disabledInfo": "Cette fonctionnalité vous permet d'interdire des paires de négociation de marché spécifiques, vous permettant ainsi d'éviter que vos actifs ne soient négociés sur des marchés indésirables."
    },
    "skipCER": {
      "enabled": "Ignorer le calcul du taux de change de base",
      "enabledInfo": "Le créateur de l'actif a permis d'ignorer la vérification du taux de change de base pour cet actif.",
      "disabled": "Ignorer le calcul du taux de change de base ?",
      "disabledInfo": "L'extension Skip Core Exchange Rate permet au créateur de l'actif d'ignorer la vérification du taux de change de base pour cet actif."
    }
  },
  "whitelist": {
    "header_content": "Les autorités de liste blanche d'actifs sont des comptes qui peuvent contribuer à la liste des comptes autorisés de leur compte pour autoriser l'interaction avec cet accès.",
    "header": "Autorités de la liste blanche des actifs"
  },
  "blacklist": {
    "header_content": "Les autorités de liste noire d'actifs sont des comptes qui peuvent contribuer à la liste des comptes sur liste noire de leur compte pour appliquer une liste de comptes interdits empêchant toute interaction avec cet accès.",
    "header": "Autorités de liste noire des actifs"
  },
  "market_fee": {
    "header_content": "Les frais de marché sont le pourcentage de frais facturé sur chaque transaction exécutée sur le Bitshares DEX. Les frais sont facturés sur l'actif négocié.",
    "header": "Pourcentage des frais de marché"
  },
  "max_market_fee": {
    "header": "Frais de marché maximum",
    "header_content": "Les frais de marché maximum sont le montant maximum de l'actif qui peut être facturé comme frais sur chaque transaction exécutée sur le Bitshares DEX."
  },
  "cer": {
    "quote_asset_amount": {
      "header": "Montant de l'actif de cotation",
      "header_content": "Le montant de l'actif émis par votre utilisateur qui est nécessaire pour acheter le montant de l'actif de base."
    },
    "base_asset_amount": {
      "header": "Montant de l'actif de base",
      "header_content": "Le montant de l'actif de base ({{symbol}}) qui est nécessaire pour acheter le montant de l'actif de cotation."
    },
    "calculated_cer_price": {
      "header": "Taux de change de base",
      "header_content": "Assurez-vous que votre taux de change de base est supérieur au prix du marché, sinon les gens achèteront votre jeton sur le marché et draineront votre pool de frais via un arbitrage implicite. Le taux de change de base doit être mis à jour régulièrement pour refléter le prix du marché de votre actif."
    }
  },
  "nft": {
    "NFTTitleContent": "Il s'agit du titre de votre jeton non fongible, assurez-vous qu'il est unique et descriptif car il peut être présenté dans diverses galeries/explorateurs de jetons non fongibles.",
    "NFTTitleHeader": "Titre",
    "TitlePlaceholder": "Titre",
    "NFTArtistContent": "Nom ou pseudonyme de l'artiste. Peut également inclure des alias ou des noms ou identifiants en ligne, pour inclure des noms ou des adresses de compte blockchain qui pourraient faciliter l'authentification d'une clé de signature.",
    "NFTArtistHeader": "Artiste",
    "ArtistPlaceholder": "Artiste",
    "NFTNarrativeContent": "Une déclaration personnelle de l'artiste décrivant l'œuvre, comme ce que l'œuvre signifie pour lui ou ce qui l'a inspiré, peut inclure des détails sur sa création, etc., il s'agit d'un champ de forme libre et peut être adapté en fonction de l'œuvre, exemple, ",
    "NFTNarrativeHeader": "Narratif",
    "NarrativePlaceholder": "Narratif",
    "NFTTagsContent": "Liste de mots-clés séparés par des virgules pour faciliter les recherches de sujets/intérêts.",
    "NFTTagsHeader": "Balises",
    "TagsPlaceholder": "Balises",
    "NFTTypeContent": "Une chaîne qui décrit le type de jeton non fongible, tel que 'NFT/ART/VISUAL', 'NFT/ART/3D', 'NFT/ART/ANIMATION', 'NFT/ART/AUDIO', 'NFT/ART ",
    "NFTTypeHeader": "Taper",
    "TypePlaceholder": "Taper",
    "NFTAttestationContent": "Ici, l'artiste ou l'auteur du matériel encapsulé engage ou consacre le matériel à la blockchain, en nommant expressément le jeton ou l'identifiant d'actif sous lequel l'œuvre vivra, et atteste de son unicité qualifiée ou non. Par exemple, un artiste peut attester qu'aucun autre ",
    "NFTAttestationHeader": "Attestation",
    "AttestationPlaceholder": "Attestation",
    "NFTAcknowledgementsContent": "Remerciements ou crédits supplémentaires pour le jeton numérique.",
    "NFTAcknowledgementsHeader": "Remerciements",
    "AcknowledgementsPlaceholder": "Remerciements",
    "NFTHolderLicenseContent": "Si le jeton accorde une licence supplémentaire pour l'utilisation de l'œuvre de création spécifiquement aux détenteurs du jeton, cela peut être spécifié ici. Un exemple d'une telle licence pourrait être d'accorder au détenteur du jeton non fongible le droit d'imprimer et de vendre des jetons physiques. ",
    "NFTHolderLicenseHeader": "Titulaires du permis",
    "HolderLicensePlaceholder": "Titulaire du permis",
    "NFTLicenseContent": "Licence sous laquelle l'œuvre d'art est publiée. Il s'agira souvent d'un simple identifiant de licence, tel que « CC BY-NC-SA 2.0 », bien qu'il puisse également s'agir d'une licence détaillée entièrement spécifiée.",
    "NFTLicenseHeader": "Licence média",
    "LicensePlaceholder": "Licence",
    "modifyMultimediaContents": "Modifier le contenu multimédia",
    "modifyingMultimediaContents": "Modifier le contenu multimédia de ce token non fongible",
    "currentIPFSMedia": "Médias IPFS actuels",
    "referencesIPFSObjects": "Ce jeton non fongible fait actuellement référence {{count}} Objets IPFS, n'hésitez pas à en ajouter/supprimer d'autres.",
    "noIPFSMediaFound": "Aucun média IPFS trouvé",
    "type": "Taper",
    "contentIdentifier": "Identificateur de contenu",
    "filename": "Nom de fichier",
    "delete": "Supprimer?",
    "addNewIPFSMedia": "Ajouter un nouveau média IPFS",
    "noIPFSGateway": "N'incluez pas d'hôte de passerelle IPFS dans les URL de supports de jetons non fongibles, car des tiers utiliseront leurs propres passerelles pour accéder au contenu.",
    "mediaURLPlaceholder": "/ipfs/cid/image.png",
    "fileTypePlaceholder": "Type de fichier",
    "imageFormats": "Formats d'images",
    "audioFormats": "Formats audio",
    "videoFormats": "Formats vidéo",
    "documentFormats": "Formats de documents",
    "threeDFormats": "fichiers 3D",
    "submit": "Soumettre",
    "ipfsHostingSolutions": "Solutions d'hébergement IPFS",
    "ipfsHostingDescription": "Consultez l’exemple suivant de services d’hébergement/épinglage IPFS ! ",
    "header": "Détails du jeton non fongible",
    "header_content": "Ce sont les détails de votre jeton non fongible, assurez-vous qu'ils sont uniques et descriptifs car ils peuvent être présentés dans diverses galeries/explorateurs NFT.",
    "disabled": "Activer la fonctionnalité de jeton non fongible ?",
    "enabled": "Désactiver la fonctionnalité de jeton non fongible ?",
    "multimedia_header": "Détails multimédia du jeton non fongible",
    "multimedia_header_content": "Fournissez votre non ",
    "currentIPFSFiles": "Ce jeton non fongible contient actuellement {{count}} Références de fichiers multimédias IPFS.",
    "supportedFiletypes": "Les types de fichiers pris en charge incluent les images, la vidéo, l'audio, les fichiers 3D, les documents, etc.",
    "main_header_content": "Les paramètres ci-dessous définissent le comportement de votre jeton non fongible sur la blockchain Bitshares. Le créateur de l'actif est responsable de la configuration correcte de son jeton non fongible.",
    "main_header": "Configuration de jeton non fongible"
  }
}
