{
  "dialogContent": {
    "generatingDeeplink": "Génération de liens profonds...",
    "withAccount": "Avec le compte : {{username}} ({{userID}})",
    "readyToBroadcast": "Votre opération Bitshares Beet est prête à être diffusée !",
    "chooseMethod": "Choisissez parmi les méthodes ci-dessous pour diffuser sur le portefeuille de votre choix.",
    "bitsharesBEETMultiwallet": "Portefeuille multi-portefeuille Bitshares BEET",
    "errorOccurred": "Une erreur s'est produite, désolé, veuillez fermer cette boîte de dialogue et réessayer.",
    "beetWallet": "Portefeuille multi-portefeuille Bitshares BEET"
  },
  "tabs": {
    "viewTRXObject": "Afficher l'objet TRX",
    "rawDeeplink": "Lien profond brut",
    "localJSONFile": "Fichier JSON local",
    "propose": "Proposition"
  },
  "tabsContent": {
    "transactionObjectJSON": "Objet de transaction JSON",
    "operationType": "Type d'opération : {{operationName}}",
    "copyOperationJSON": "Opération de copie JSON",
    "usingDeeplink": "Utiliser un lien profond pour diffuser via le multiwallet Beet",
    "step1": "Lancez le portefeuille BEET et accédez à « Raw Link » dans le menu, le portefeuille doit rester déverrouillé pendant toute la durée de la diffusion.",
    "step2": "À partir de cette page, vous pouvez soit autoriser toutes les opérations, soit autoriser uniquement l'opération '{{operationName}}' (puis cliquez sur Enregistrer).",
    "step3": "Une fois que « Prêt pour les liens bruts » s'affiche dans Beet, vous pouvez cliquer sur le bouton ci-dessous pour continuer.",
    "step4": "Une invite BEET s'affichera, vérifiera le contenu, demandera éventuellement un reçu Beet, puis diffusera la transaction sur la blockchain.",
    "step5": "Vous ne recevrez pas de confirmation dans cette fenêtre, mais votre opération sera traitée en quelques secondes sur la blockchain.",
    "triggerRawBeet": "Déclencher le lien profond de la betterave brute",
    "viaLocalFile": "Via le téléchargement de fichiers locaux - prêt à continuer",
    "step1Local": "Lancez le portefeuille BEET et accédez à « Local » dans le menu.",
    "step2Local": "Sur cette page, autorisez tout ou autorisez uniquement l'opération '{{operationName}}'.",
    "step3Local": "Une fois sur la page de téléchargement local, cliquez sur le bouton ci-dessous pour télécharger le fichier JSON sur votre ordinateur.",
    "step4Local": "Depuis la page BEET Local, téléchargez le fichier JSON, une invite devrait alors apparaître.",
    "step5Local": "Vérifiez soigneusement le contenu de l'invite avant d'approuver toute opération. Pensez également à activer le reçu facultatif à des fins d'analyse et de vérification après diffusion.",
    "downloading": "Téléchargement...",
    "downloadBeetOperationJSON": "Télécharger l'opération Betterave JSON",
    "propose": "Créer une nouvelle proposition",
    "proposeDescription": "Si vous n'êtes pas propriétaire (ou copropriétaire) du compte que vous utilisez pour construire l'opération proposée, vous pouvez créer une proposition que le propriétaire du compte pourra examiner et diffuser à sa discrétion."
  },
  "proposal": {
    "targetContent": "Il s'agit du compte que vous utiliserez pour créer la proposition, construire des opérations dans l'interface utilisateur Astro en tant qu'utilisateur final, puis fournir ici votre compte payant les frais de proposition.",
    "targetHeader": "Compte payant les frais de proposition",
    "revisionPeriodSecondsContent": "Spécifiez la période de révision en secondes.",
    "revisionPeriodSecondsHeader": "Période de révision (secondes)"
  }
}
