{
  "quoteAsset": "Actif de cotation",
  "buying": "Achat",
  "baseAsset": "Actif de base",
  "selling": "Vente",
  "poolStakeAsset": "Actif de participation du pool",
  "supply": "Fournir",
  "links": "Liens",
  "totalCirculation": "{{asset}} en circulation totale",
  "maximumSupply": "Approvisionnement maximal",
  "confidentialSupply": "{{asset}} en fourniture confidentielle",
  "externalLinks": "{{asset}} Liens externes",
  "externalLinksDescription": "Les boutons ci-dessous renvoient directement à des {{asset}} ressources. ",
  "explorers": "Explorateurs",
  "webWallets": "Portefeuilles Web",
  "json": "JSON",
  "jsonSummaryData": "{{asset}} Données récapitulatives JSON",
  "jsonSummaryDataDescription": "Les données utilisées pour générer {{asset}} ordres limités.",
  "yourBalance": "Votre solde",
  "assetBalance": "{{asset}} ({{id}}) équilibre",
  "balanceDescription1": "C'est combien {{asset}} dont vous disposez dans votre compte.",
  "balanceDescription2": "Vous pouvez utiliser ce solde pour passer des ordres limités sur ce marché.",
  "balanceDescription3": "En avoir plus {{asset}}, vous pouvez créer un ordre limité, échanger des actifs via un pool de liquidité ou recevoir un transfert depuis un autre compte.",
  "balanceTooltip": "En savoir plus sur votre solde",
  "assetType": "Type d'actif",
  "userIssuedAsset": "Actif émis par l'utilisateur",
  "predictionMarket": "Marché de prédiction",
  "smartcoin": "Coin intelligent",
  "userIssuedAssetSummary": "Résumé du type d'actif émis par l'utilisateur",
  "predictionMarketSummary": "Résumé du type d’actif du marché de prédiction",
  "smartcoinSummary": "Résumé du type d'actif Smartcoin",
  "userIssuedAssetDescription1": "Les actifs émis par l'utilisateur (UIA) sont des actifs blockchain créés par l'utilisateur.",
  "userIssuedAssetDescription2": "Puisqu'ils sont définis par l'utilisateur, ils ont chacun des noms, des paramètres, des descriptions et des objectifs uniques.",
  "userIssuedAssetDescription3": "Les UIA qui sont utilisés par les bourses/passerelles pour émettre les fonds déposés par les utilisateurs sont appelés Exchange Backed Assets (EBA).",
  "userIssuedAssetDescription4": "Les UIA peuvent être des jetons non fongibles (NFT) contenant une variété de contenus multimédias.",
  "userIssuedAssetDescription5": "Les UIA sont également utilisées pour les actifs de partage de pool de liquidité.",
  "userIssuedAssetDescription6": "Évaluez toujours les paramètres, la description et l’émetteur de l’UIA avant de les utiliser sur le DEX afin de réduire votre exposition aux risques.",
  "predictionMarketDescription1": "Un actif de marché de prédiction (PMA) est un BitAsset spécialisé tel que la dette totale et la garantie totale sont toujours de montants égaux (bien que les identifiants d'actifs diffèrent).",
  "predictionMarketDescription2": "Aucun appel de marge ou règlement forcé ne peut être effectué sur un actif du marché prédictif.",
  "predictionMarketDescription3": "Un marché de prédiction est réglé globalement par l'émetteur après la résolution de l'événement prédit, donc un marché de prédiction doit toujours avoir l'autorisation global_settle activée.",
  "predictionMarketDescription4": "Le prix maximum pour le règlement global ou la vente à découvert d’un actif du marché prédictif est de 1 pour 1.",
  "predictionMarketDescription5": "Étant donné que l’oracle du marché de prédiction est l’émetteur, l’émetteur PMA doit être une partie de confiance. ",
  "smartcoinDescription1": "Un smartcoin est un actif doté d’une garantie de soutien, d’un prix de référence externe et d’une auto-émission.",
  "smartcoinDescription2": "N'importe qui peut créer un smartcoin, et n'importe qui peut émettre des smartcoins sur son propre compte, à condition de garantir suffisamment d'actifs de garantie.",
  "smartcoinDescription3": "Les Smartcoins sont utilisés par les bitassets appartenant au compte du comité ; ",
  "smartcoinDescription4": "Les utilisateurs peuvent créer leurs propres bitassets privatisés (smartcoins) qui font référence à un flux externe de leur sélection et ont souvent des exigences de garantie de soutien très uniques et des mécanismes de récupération mis en œuvre.",
  "smartcoinDescription5": "Si vous empruntez des smartcoins, restez vigilant en maintenant votre exposition personnelle au risque et passez du temps à rechercher le smartcoin, ses options et son émetteur avant de le faire. ",
  "smartcoinDescription6": "Les détenteurs de Smartcoins sont exposés au risque que la garantie du détenteur de la dette tombe en dessous des niveaux minimaux requis. Cependant, chaque smartcoin a un profil de risque différent compte tenu de leurs différentes configurations de garantie de soutien.",
  "moreAboutAssetType": "En savoir plus sur le type d'actif",
  "issuer": "Émetteur",
  "assetIssuer": "{{asset}}l'émetteur",
  "issuerDescription1": "Il s'agit du compte blockchain qui a créé cet actif. ",
  "issuerDescription2": "L'émetteur d'actifs peut changer au fil du temps, car il peut facilement en transférer la propriété.",
  "issuerDescription3": "Les actifs détenus par le compte du comité sont généralement les principaux actifs gérés par le comité.",
  "issuerDescription4": "Si l'émetteur a un « compte nul », alors la propriété de l'actif a effectivement été brûlée.",
  "moreAboutAssetIssuer": "En savoir plus sur l'émetteur d'actifs",
  "precision": "Précision",
  "assetPrecisionInfo": "Informations de précision sur les actifs",
  "precisionDescription1": "La précision d'un actif est la quantité de décimales dont il dispose.",
  "precisionDescription2": "Par exemple {{asset}} avec une précision de {{precision}} peuvent être échangés en quantités de {{quantity}} {{asset}}.",
  "moreAboutAssetPrecision": "En savoir plus sur la précision des actifs",
  "marketFee": "Frais de marché",
  "infoOnAssetMarketFees": "Infos sur les frais du marché des actifs",
  "marketFeeDescription1": "Les créateurs d'actifs peuvent introduire des frais de marché pour gagner passivement au fur et à mesure des transactions.",
  "marketFeeDescription2": "Les frais de marché ne s'appliquent qu'à un seul côté de la transaction.",
  "marketFeeDescription3": "Assurez-vous que les frais de marché sont raisonnables avant de continuer.",
  "moreAboutMarketFees": "En savoir plus sur les frais de marché",
  "backingAsset": "Actif de support",
  "backingAssetInfo": "Informations sur les actifs de sauvegarde",
  "backingAssetDescription1": "Les smartcoins (bitassets et stablecoins) nécessitent le prêt de garanties de soutien pour exister.",
  "backingAssetDescription2": "L’actif de support est utilisé comme garantie pour soutenir le smartcoin.",
  "backingAssetDescription3": "L'actif de support est choisi par l'émetteur du smartcoin et ne peut pas être modifié une fois que les utilisateurs le détiennent.",
  "moreAboutBackingAsset": "En savoir plus sur l'actif de support",
  "marginCallFeeRatio": "Ratio des frais d’appel de marge",
  "marginCallFeeRatioInfo": "Informations sur le ratio des frais d'appel de marge",
  "marginCallFeeRatioDescription1": "Permet à l’émetteur d’actifs de facturer des frais sur les opérations d’appel de marge.",
  "marginCallFeeRatioDescription2": "Configuré par l'émetteur de l'actif.",
  "moreAboutMarginCallFeeRatio": "En savoir plus sur le ratio des frais d’appel de marge",
  "forceSettleFeePercent": "Pourcentage des frais de règlement forcé",
  "forceSettleFeePercentInfo": "Informations sur le pourcentage des frais de règlement forcé",
  "forceSettleFeePercentDescription1": "Permet à l’émetteur d’actifs de facturer des frais pour les opérations de règlement forcé.",
  "forceSettleFeePercentDescription2": "Configuré par l'émetteur de l'actif.",
  "moreAboutForceSettleFeePercent": "En savoir plus sur le pourcentage des frais de règlement forcé",
  "settlementFund": "Fonds de règlement",
  "settlementFundInfo": "Informations sur le fonds de règlement",
  "settlementFundDescription1": "Un fonds de règlement est la garantie de soutien conservée pendant les conditions de règlement global.",
  "settlementFundDescription2": "Les détenteurs de Smartcoins peuvent réclamer leur part du fonds de règlement s'ils forcent/règlent instantanément leurs smartcoins.",
  "settlementFundDescription3": "Lors de la création du fonds de règlement, les détenteurs de créances bénéficient d'un soutien à 100 % mis de côté dans le fonds, et le reste (au-dessus de 100 % de garantie) est retourné sur leur compte.",
  "moreAboutSettlementFunds": "En savoir plus sur les fonds de règlement",
  "feedPrice": "Prix ​​​​des aliments",
  "feedPriceInfo": "Informations sur le prix des aliments",
  "moreAboutFeedPrices": "En savoir plus sur les prix des aliments pour animaux",
  "settlementPrice": "Prix ​​de règlement",
  "settlementPriceInfo": "Informations sur le prix de règlement",
  "settlementPriceDescription1": "Le taux auquel vous recevrez une garantie de soutien si vous forcez/règlez instantanément les smartcoins.",
  "settlementPriceDescription2": "Tant qu'un smartcoin se trouve dans des conditions de règlement mondiales, les nouvelles émissions sont interrompues jusqu'à ce que les conditions soient résolues.",
  "settlementPriceDescription3": "En fonction du mécanisme global de recouvrement des règlements configuré par l'émetteur de l'actif smartcoin, le prix du flux peut être inférieur au prix de règlement.",
  "moreAboutSettlementPrice": "En savoir plus sur ce prix de règlement",
  "individualSettlementDebt": "Ind. Dette de règlement",
  "individualSettlementDebtInfo": "Informations sur la dette de règlement individuel",
  "individualSettlementDebtDescription1": "Le pool de règlement individuel. ",
  "individualSettlementDebtDescription2": "Pour le règlement individuel à financer, les actifs collatéraux du pool ne peuvent être récupérés que par le biais de règlements forcés.",
  "individualSettlementDebtDescription3": "Pour le règlement individuel sur ordre, les actifs collatéraux du pool ne peuvent être récupérés que via des ordres limités.",
  "individualSettlementDebtDescription4": "Montant de la dette due aux règlements individuels",
  "moreAboutIndividualSettlementDebt": "En savoir plus sur la dette de règlement individuel",
  "individualSettlementFund": "Fonds de règlement ind.",
  "individualSettlementFundInfo": "Informations sur le fonds de règlement individuel",
  "individualSettlementFundDescription": "Le montant de la garantie (actif de garantie) collecté en raison de règlements individuels.",
  "moreAboutIndividualSettlementFunds": "En savoir plus sur les fonds de règlement individuels",
  "smartcoinInfoButton": "Informations sur les Smartcoins",
  "additionalBitassetInfoTitle": "Informations supplémentaires sur les actifs binaires",
  "additionalBitassetInfoDescription": "Ces valeurs ne changent pas fréquemment de valeur mais affectent les traders.",
  "smartcoinID": "Identifiant Smartcoin",
  "smartcoinIDInfo": "Informations d'identification du Smartcoin",
  "smartcoinIDDescription": "L'ID requis pour récupérer les détails du bitasset comme le prix du flux, le prix de règlement, etc.",
  "moreAboutSmartcoinID": "En savoir plus sur l'identifiant Smartcoin",
  "feedQuantity": "Quantité d'aliment",
  "feedQuantityInfo": "Informations sur la quantité de flux Smartcoin",
  "feedQuantityDescription1": "La quantité de producteurs d’aliments fournissant des données d’aliments de référence pour ce smartcoin afin de suivre la véritable valeur de l’actif de référence.",
  "feedQuantityDescription2": "Il ne peut y avoir qu'un seul producteur d'aliments pour qu'un smartcoin puisse fonctionner, mais plus le nombre de producteurs d'aliments est grand, plus il devient stable.",
  "feedQuantityDescription3": "Si un smartcoin est alimenté par des témoins ou un comité, la quantité de producteurs d'aliments ne peut pas dépasser le pool de témoins actifs et de membres du comité.",
  "moreAboutFeedQuantities": "En savoir plus sur les quantités d'aliments",
  "forceSettlementDelay": "Forcer le délai de règlement",
  "forceSettlementDelayInfo": "Informations sur le délai de règlement forcé",
  "forceSettlementDelayDescription": "Le temps que la blockchain attendra avant de traiter votre opération de règlement forcé.",
  "moreAboutForceSettlementDelays": "En savoir plus sur les délais de règlement forcé",
  "forceSettlementOffset": "Forcer le décalage du tassement",
  "forceSettlementOffsetInfo": "Informations sur le décalage du règlement forcé",
  "forceSettlementOffsetDescription": "Un pourcentage de compensation par rapport au flux de prix pour le règlement",
  "moreAboutForceSettlementOffset": "En savoir plus sur la compensation du règlement des forces",
  "maxForceSettlementVolume": "Volume maximum de règlement de force",
  "maxForceSettlementVolumeInfo": "Informations sur le volume de règlement de la force maximale",
  "maxForceSettlementVolumeDescription": "Pourcentage maximum de la fourniture pouvant être réglée par jour",
  "moreAboutMaxForceSettlementVolume": "En savoir plus sur le volume de règlement de la force maximale",
  "globalSettlementResponseMethod": "Méthode de réponse au règlement global",
  "globalSettlementResponseMethodInfo": "Informations sur la méthode de réponse au règlement global (BSRM)",
  "globalSettlementResponseMethodDescription1": "Spécifie la méthode de réponse de règlement global (BSRM) configurée par l'émetteur d'actifs.",
  "globalSettlementResponseMethodDescription2": "Les méthodes de réponse au règlement mondial gèrent la manière dont l'émission et le règlement se produisent, en particulier lors d'une activité de marché très volatile.",
  "moreAboutGlobalSettlementResponseMethods": "En savoir plus sur les méthodes de réponse au règlement global",
  "maintenanceCollateralRatio": "Ratio de garantie de maintenance",
  "maintenanceCollateralRatioInfo": "Informations sur le ratio de garantie de maintenance",
  "maintenanceCollateralRatioDescription1": "Le ratio de garantie minimum (MCR) spécifié par l'émetteur de l'actif.",
  "maintenanceCollateralRatioDescription2": "Si votre position d’endettement tombe en dessous de ce ratio, vous serez probablement appelé sur marge.",
  "maintenanceCollateralRatioDescription3": "Si votre position de dette est appelée sur marge, vous perdrez la garantie plus le pourcentage de compensation.",
  "moreAboutMaintenanceCollateralRatio": "En savoir plus sur le ratio de garantie de maintenance",
  "initialCollateralRatio": "Ratio de garantie initial",
  "initialCollateralRatioInfo": "Informations sur le ratio de garantie initial",
  "initialCollateralRatioDescription1": "Le ratio de garantie initial (ICR) est le ratio minimum requis lors de la création d’une position de dette.",
  "initialCollateralRatioDescription2": "Le ratio de marge de votre position d’endettement peut tomber en dessous de ce ratio ICR, mais il doit rester supérieur au MCR pour éviter les appels de marge.",
  "moreAboutInitialCollateralRatio": "En savoir plus sur le ratio de garantie initial",
  "maximumShortSqueezeRatio": "Rapport de compression court maximum",
  "maximumShortSqueezeRatioInfo": "Informations sur le ratio de compression court maximum",
  "maximumShortSqueezeRatioDescription": "Le ratio maximum de compression à court terme est le ratio maximum avec lequel une position de dette sera protégée contre les compressions à découvert.",
  "moreAboutMaximumShortSqueezeRatio": "En savoir plus sur le ratio de compression court maximum",
  "borrowButton": "Emprunter"
}
