{
  "transfer": "Cette opération envoie des actifs d'un compte à un autre. ",
  "limit_order_create": "Cette opération propose de vendre un montant d'un actif à un taux de change déterminé et à une certaine date. ",
  "limit_order_cancel": "Cette opération annule un ordre limité existant. ",
  "call_order_update": "Cette opération met à jour un ordre d’achat, qui est utilisé dans le trading sur marge. ",
  "fill_order": "Cette opération remplit une commande existante. ",
  "account_create": "Cette opération crée un nouveau compte sur la blockchain. ",
  "account_update": "Cette opération met à jour les propriétés de votre compte. ",
  "account_whitelist": "Cette opération met un compte sur liste blanche ou noire. ",
  "account_upgrade": "Cette opération fait passer votre compte à un membre à vie. ",
  "account_transfer": "Cette opération transfère la propriété de votre compte vers un autre compte. ",
  "asset_create": "Cette opération crée un actif sur la blockchain Bitshares. ",
  "asset_update": "Cette opération met à jour les paramètres d'un actif. ",
  "asset_update_bitasset": "Cette opération met à jour les paramètres de bitasset créés. ",
  "asset_update_feed_producers": "Cette opération met à jour la liste des producteurs d'aliments agréés pour le bitasset créé. ",
  "asset_issue": "Cette opération délivre vos actifs créés à des particuliers. ",
  "asset_reserve": "Cette opération réserve vos actifs créés. ",
  "asset_fund_fee_pool": "Cette opération finance le pool de frais pour votre actif créé. ",
  "asset_settle": "Cette opération règle un actif dans votre portefeuille. ",
  "asset_global_settle": "Cette opération règle globalement l'un de vos bitassets créés. ",
  "asset_publish_feed": "Cette opération publie un flux de prix pour un bitasset. ",
  "witness_create": "Cette opération crée un compte témoin. ",
  "witness_update": "Cette opération met à jour votre compte témoin. ",
  "proposal_create": "Cette opération crée une proposition d'opération blockchain. ",
  "proposal_update": "Cette opération met à jour une proposition d’opération blockchain. ",
  "proposal_delete": "Cette opération supprime une proposition d’opération blockchain. ",
  "withdraw_permission_create": "Cette opération crée une autorisation de retrait. ",
  "withdraw_permission_update": "Cette opération met à jour une autorisation de retrait. ",
  "withdraw_permission_claim": "Cette opération réclame un retrait d'autorisation. ",
  "withdraw_permission_delete": "Cette opération supprime une autorisation de retrait. ",
  "committee_member_create": "Cette opération crée un compte membre du comité. ",
  "committee_member_update": "Cette opération met à jour les détails de votre compte membre du comité. ",
  "committee_member_update_global_parameters": "Cette opération publie la position des membres de votre comité sur les valeurs des paramètres globaux de la blockchain Bitshares. ",
  "vesting_balance_create": "Cette opération crée un solde d'acquisition. ",
  "vesting_balance_withdraw": "Cette opération se retire d'un solde d'acquisition. ",
  "worker_create": "Cette opération crée une proposition de travailleur. ",
  "custom": "Cette opération fournit un moyen générique d’ajouter des protocoles de niveau supérieur au consensus des témoins. ",
  "assert": "Cette opération affirme que certaines conditions sont vraies. ",
  "balance_claim": "Cette opération réclame un solde. ",
  "override_transfer": "Cette opération remplace une opération de transfert. ",
  "transfer_to_blind": "Cette opération transfère des actifs vers une destination aveugle. ",
  "blind_transfer": "Cette opération transfère des actifs aveugles de manière aveugle. ",
  "transfer_from_blind": "Cette opération retire des actifs d’un solde aveugle. ",
  "asset_settle_cancel": "Cette opération annule un règlement d'actif. ",
  "asset_claim_fees": "Cette opération réclame les frais d'un actif. ",
  "fba_distribute": "Cette opération distribue des fonds à partir d’un actif adossé à des commissions. ",
  "bid_collateral": "Cette opération fait des offres sur des actifs binaires garantissant une garantie une fois réglés globalement. ",
  "execute_bid": "Cette opération exécute une offre de garantie. ",
  "asset_claim_pool": "Cette opération transfère les BTS du pool de frais d'un actif spécifié vers le solde de l'émetteur. ",
  "asset_update_issuer": "Cette opération met à jour l'émetteur d'un actif vers un nouveau compte administrateur. ",
  "htlc_create": "Cette opération crée un contrat HTLC (Hash Time Locked). ",
  "htlc_redeem": "Cette opération rachète le contenu d'un HTLC. ",
  "htlc_redeemed": "Cette opération indique qu'un HTLC a été racheté avec succès. ",
  "htlc_extend": "Cette opération prolonge la durée d’un HTLC. ",
  "htlc_refund": "Cette opération rembourse un HTLC expiré. ",
  "custom_authority_create": "Cette opération crée une nouvelle autorité personnalisée. ",
  "custom_authority_update": "Cette opération met à jour une autorité personnalisée. ",
  "custom_authority_delete": "Cette opération supprime une autorité personnalisée. ",
  "ticket_create": "Cette opération crée un nouveau ticket. ",
  "ticket_update": "Cette opération met à jour un ticket existant. ",
  "liquidity_pool_create": "Cette opération crée un pool de liquidité. ",
  "liquidity_pool_delete": "Cette opération supprime un pool de liquidité. ",
  "liquidity_pool_deposit": "Cette opération dépose des fonds dans un pool de liquidités. ",
  "liquidity_pool_withdraw": "Cette opération retire des fonds d'un pool de liquidité. ",
  "liquidity_pool_exchange": "Cette opération s'échange avec un pool de liquidité. ",
  "samet_fund_create": "Cette opération crée un nouveau Fonds SameT. ",
  "samet_fund_delete": "Cette opération supprime un objet de fonds SameT. ",
  "samet_fund_update": "Cette opération met à jour un objet de fonds SameT. ",
  "samet_fund_borrow": "Cette opération emprunte auprès d'un fonds SameT. ",
  "samet_fund_repay": "Cette opération permet de rembourser une dette auprès d'un fonds SameT. ",
  "credit_offer_create": "Cette opération crée une nouvelle offre de crédit. ",
  "credit_offer_delete": "Cette opération supprime une offre de crédit. ",
  "credit_offer_update": "Cette opération met à jour une offre de crédit. ",
  "credit_offer_accept": "Cette opération accepte une offre de crédit et crée une opération de crédit. ",
  "credit_deal_repay": "Cette opération rembourse une opération de crédit. ",
  "credit_deal_expired": "Cette opération gère une opération de crédit expirée. ",
  "liquidity_pool_update": "Cette opération met à jour un pool de liquidité. ",
  "credit_deal_update": "Cette opération met à jour un accord de crédit. ",
  "limit_order_update": "Cette opération met à jour un ordre limité. "
}
