{
  "transfer": "Cette opération envoie des actifs d'un compte à un autre. Elle déplacera définitivement le montant spécifié d'actifs vers le compte du destinataire. Soyez prudent, car cette action est irréversible.",
  "limit_order_create": "Cette opération propose de vendre un montant d'un actif à un taux de change spécifié avant une certaine heure, elle passera un ordre sur le carnet d'ordres qui ne sera exécuté que si le prix du marché atteint le prix limite spécifié, s'assurera que les détails sont corrects pour ",
  "limit_order_cancel": "Cette opération annule un ordre limité existant, Elle supprimera du carnet d'ordres un ordre limité précédemment passé, empêchant son exécution, Vérifiez les détails de l'ordre avant de l'annuler.",
  "call_order_update": "Cette opération met à jour un ordre d'achat, qui est utilisé dans le trading sur marge. Elle ajustera la garantie et la dette d'un ordre d'appel existant, affectant potentiellement votre position sur marge. Vous assurerez que vous comprenez les implications sur votre marge.",
  "fill_order": "Cette opération remplit un ordre existant, elle exécutera une transaction basée sur un ordre correspondant dans le carnet d'ordres, entraînant l'échange d'actifs, confirme les détails de la transaction pour éviter des résultats inattendus.",
  "account_create": "Cette opération crée un nouveau compte sur la blockchain, elle enregistrera un nouveau compte utilisateur avec un nom unique et les clés associées, s'assurera que les détails du compte sont corrects.",
  "account_update": "Cette opération met à jour les propriétés de votre compte. Elle modifiera les détails du compte tels que les clés, les options et les autorités, modifiant potentiellement qui peut contrôler votre compte. Soyez prudent, car cela peut affecter la sécurité du compte.",
  "account_whitelist": "Cette opération met un compte sur liste blanche ou noire, elle contrôlera quels comptes sont autorisés ou non à interagir avec certaines fonctionnalités ou actifs, vérifie les détails du compte pour éviter les restrictions involontaires.",
  "account_upgrade": "Cette opération fait passer votre compte à un membre à vie. Elle accordera à votre compte des privilèges et des avantages supplémentaires, tels que des frais réduits et des droits de vote. Assurez-vous de comprendre les avantages et les coûts.",
  "account_transfer": "Cette opération transfère la propriété de votre compte vers un autre compte. Elle changera l'autorité de propriétaire de votre compte en un nouveau propriétaire, lui donnant ainsi le contrôle total. Soyez-en certain avant de transférer la propriété.",
  "asset_create": "Cette opération crée un actif sur la blockchain Bitshares. Elle définira un nouveau jeton ou actif avec des propriétés spécifiques telles que le symbole, la précision et l'émetteur. Elle garantira que les détails de l'actif sont corrects.",
  "asset_update": "Cette opération met à jour les paramètres d'un actif. Elle permettra à l'émetteur de modifier les détails de l'actif tels que la description, les options et les indicateurs. Vérifiez les modifications pour éviter des conséquences inattendues.",
  "asset_update_bitasset": "Cette opération met à jour les paramètres des bitasset créés. Elle est spécifique aux BitAssets, qui sont des actifs indexés sur le marché, et permet à l'émetteur d'ajuster des paramètres tels que les producteurs d'aliments et les paramètres d'appel de marge, pour garantir que les modifications sont correctes.",
  "asset_update_feed_producers": "Cette opération met à jour la liste des producteurs d'aliments agréés pour le bitasset créé. Elle modifiera la liste des comptes responsables de la publication des flux de prix pour un actif indexé sur le marché. Vérifier la nouvelle liste de producteurs.",
  "asset_issue": "Cette opération délivre vos actifs créés à des particuliers. Elle créera et distribuera des jetons supplémentaires d'un actif existant aux comptes spécifiés et garantira que les détails d'émission sont corrects.",
  "asset_reserve": "Cette opération réserve vos actifs créés. Elle supprimera définitivement un montant spécifié d'un actif de la circulation. Confirmez le montant pour éviter toute suppression involontaire d'actifs.",
  "asset_fund_fee_pool": "Cette opération finance le pool de frais pour votre actif créé. Elle ajoutera des fonds au pool de frais de l'actif, qui est utilisé pour subventionner les frais de transaction pour les utilisateurs. Vérifiez le montant du financement.",
  "asset_settle": "Cette opération règle un actif dans votre portefeuille. Elle permettra aux détenteurs d'un actif indexé sur le marché de demander un règlement au prix actuel du flux, recevant la valeur équivalente dans l'actif adossé. Assurez-vous de comprendre les conditions de règlement.",
  "asset_global_settle": "Cette opération règle globalement l'un de vos bitassets créés. Elle forcera le règlement de tous les soldes impayés d'un actif indexé sur le marché à un prix spécifié, mettant ainsi fin à sa négociation. Soyez-en certain avant de lancer un règlement global.",
  "asset_publish_feed": "Cette opération publie un flux de prix pour un bitasset. Il sera utilisé par les producteurs d'aliments pour fournir des informations de prix mises à jour pour les actifs indexés sur le marché. Garantit que les données du flux sont exactes.",
  "witness_create": "Cette opération crée un compte témoin, Elle enregistrera un nouveau témoin, qui se chargera de produire les blocs et de sécuriser la blockchain, Vérifier les détails du témoin.",
  "witness_update": "Cette opération met à jour votre compte témoin. Elle permettra à un témoin de modifier sa clé de signature, son URL et d'autres détails. Assurez-vous que les mises à jour sont correctes.",
  "proposal_create": "Cette opération crée une proposition d'opération blockchain. Elle permettra aux utilisateurs de proposer une transaction qui nécessite l'approbation de plusieurs parties avant de pouvoir être exécutée. Elle garantira que les détails de la proposition sont exacts.",
  "proposal_update": "Cette opération met à jour une proposition d'opération blockchain, elle permettra aux utilisateurs d'ajouter ou de révoquer des approbations pour une transaction proposée, de vérifier les modifications pour éviter les approbations ou révocations involontaires.",
  "proposal_delete": "Cette opération supprime une proposition d'opération blockchain, Elle supprimera une proposition de la blockchain, empêchant son exécution, Confirmez les détails de la proposition avant la suppression.",
  "withdraw_permission_create": "Cette opération crée une autorisation de retrait. Elle accordera à un compte le pouvoir de retirer des fonds d'un autre compte dans les limites spécifiées. Elle garantira que les détails de l'autorisation sont corrects.",
  "withdraw_permission_update": "Cette opération met à jour une autorisation de retrait, Elle modifiera les termes et limites d'une autorisation de retrait existante, Vérifiez les mises à jour pour éviter des modifications involontaires.",
  "withdraw_permission_claim": "Cette opération réclame une autorisation de retrait. Elle permettra au compte autorisé de retirer des fonds conformément aux termes de l'autorisation. Elle garantira que les détails de la réclamation sont exacts.",
  "withdraw_permission_delete": "Cette opération supprime une autorisation de retrait. Elle révoquera une autorisation de retrait existante, empêchant ainsi d'autres retraits. Confirmez les détails de l'autorisation avant la suppression.",
  "committee_member_create": "Cette opération crée un compte de membre du comité, elle enregistrera un nouveau membre du comité, qui participe à la gouvernance et à la prise de décision de la blockchain, vérifiera les détails du membre du comité.",
  "committee_member_update": "Cette opération met à jour les détails de votre compte de membre du comité. Elle permettra à un membre du comité de modifier sa clé de signature, son URL et d'autres détails. Assurez-vous que les mises à jour sont correctes.",
  "committee_member_update_global_parameters": "Cette opération publie la position des membres de votre comité sur les valeurs des paramètres globaux de la blockchain Bitshares. Elle permettra au comité d'ajuster les paramètres et les paramètres à l'échelle de la blockchain, de vérifier les modifications des paramètres.",
  "vesting_balance_create": "Cette opération crée un solde d'acquisition, elle mettra de côté des fonds qui deviendront progressivement disponibles au fil du temps selon un calendrier d'acquisition spécifié, s'assurera que les détails d'acquisition sont corrects.",
  "vesting_balance_withdraw": "Cette opération permet de retirer un solde d'acquisition, Elle permettra au compte de retirer les fonds disponibles d'un solde d'acquisition, de vérifier le montant du retrait.",
  "worker_create": "Cette opération crée une proposition de travailleur. Elle proposera un nouveau travailleur, qui sera payé sur le budget de la blockchain pour effectuer des tâches ou des projets spécifiques. S'assurera que les détails de la proposition sont exacts.",
  "custom": "Cette opération fournit un moyen générique d'ajouter des protocoles de niveau supérieur au consensus des témoins. Elle permettra aux utilisateurs de définir et d'exécuter une logique personnalisée sur la blockchain, de vérifier les détails de la logique personnalisée.",
  "assert": "Cette opération affirme que certaines conditions sont vraies, elle vérifiera si une condition spécifiée est vraie et échouera si ce n'est pas le cas, s'assurera que la condition est correcte.",
  "balance_claim": "Cette opération réclame un solde. Elle permettra aux utilisateurs de réclamer des soldes à partir de systèmes existants ou de distributions spéciales. Vérifiez les détails de la réclamation.",
  "override_transfer": "Cette opération remplace une opération de transfert. Elle permettra à l'émetteur d'un actif de transférer des fonds entre comptes sans le consentement du compte source. Soyez prudent, car cela peut affecter la sécurité du compte.",
  "transfer_to_blind": "Cette opération transfère les actifs vers une destination aveugle. Elle convertira les actifs ordinaires en soldes aveugles (confidentiels). Elle garantit que les détails du transfert sont corrects.",
  "blind_transfer": "Cette opération transfère les actifs aveugles de manière aveugle, elle transférera les actifs entre les soldes aveugles, en préservant la confidentialité, vérifie les détails du transfert.",
  "transfer_from_blind": "Cette opération retire les actifs d'un solde aveugle, elle reconvertira les soldes aveugles (confidentiels) en soldes réguliers, s'assurera que les détails du retrait sont corrects.",
  "asset_settle_cancel": "Cette opération annule un règlement d'actif, Elle annulera une demande de règlement en attente pour un actif indexé sur le marché, Confirme les détails du règlement avant l'annulation.",
  "asset_claim_fees": "Cette opération réclame les frais d'un actif. Elle permettra à l'émetteur de réclamer les frais accumulés sur le pool de frais de l'actif. Vérifiez les détails de la réclamation des frais.",
  "fba_distribute": "Cette opération distribue des fonds à partir d'un actif adossé à des commissions. Elle distribuera les fonds collectés à partir d'un actif adossé à des commissions à ses détenteurs. S'assure que les détails de la distribution sont corrects.",
  "bid_collateral": "Cette opération enchère sur une garantie de bitassets une fois réglée globalement. Elle permettra aux utilisateurs d'enchérir sur la garantie vendue pour couvrir un appel de marge. Vérifiez les détails de l'offre.",
  "execute_bid": "Cette opération exécute une offre de garantie, elle finalisera l'achat de garantie à partir d'un appel de marge, s'assurera que les détails de l'exécution de l'offre sont corrects.",
  "asset_claim_pool": "Cette opération transfère le BTS du pool de frais d'un actif spécifié vers le solde de l'émetteur. Elle permettra à l'émetteur de réclamer des fonds du pool de frais de l'actif. Vérifiez les détails de la réclamation.",
  "asset_update_issuer": "Cette opération met à jour l'émetteur d'un actif vers un nouveau compte administrateur. Elle modifiera l'autorité d'émetteur d'un actif vers un nouveau compte. Assurez-vous que les détails du nouvel émetteur sont corrects.",
  "htlc_create": "Cette opération crée un contrat de hachage verrouillé dans le temps (HTLC), elle mettra en place un HTLC, qui nécessite une pré-image de hachage cryptographique pour réclamer les fonds, vérifiera les détails du contrat.",
  "htlc_redeem": "Cette opération rachète le contenu d'un HTLC, elle permettra au destinataire de réclamer les fonds d'un HTLC en fournissant la pré-image de hachage correcte, et s'assurera que les détails du rachat sont corrects.",
  "htlc_redeemed": "Cette opération indique qu'un HTLC a été échangé avec succès. Vérifiez les détails de l'échange.",
  "htlc_extend": "Cette opération prolonge la durée d'un HTLC. Elle prolongera la fenêtre de temps pendant laquelle le HTLC peut être utilisé. Assurez-vous que les détails de l'extension sont corrects.",
  "htlc_refund": "Cette opération rembourse un HTLC expiré. Elle remboursera les fonds d'un HTLC à l'expéditeur après son expiration. Vérifiez les détails du remboursement.",
  "custom_authority_create": "Cette opération crée une nouvelle autorité personnalisée. Elle définira une autorité personnalisée qui peut être utilisée pour autoriser des opérations spécifiques. Assurez-vous que les détails de l'autorité sont corrects.",
  "custom_authority_update": "Cette opération met à jour une autorité personnalisée, Elle modifiera les conditions et paramètres d'une autorité personnalisée existante, Vérifier les mises à jour pour éviter les changements involontaires.",
  "custom_authority_delete": "Cette opération supprime une autorité personnalisée, elle supprimera une autorité personnalisée existante de la blockchain, confirmera les détails de l'autorité avant la suppression.",
  "ticket_create": "Cette opération crée un nouveau ticket, elle enregistrera un nouveau ticket, qui peut être utilisé à diverses fins telles que le vote ou le jalonnement, et s'assurera que les détails du ticket sont corrects.",
  "ticket_update": "Cette opération met à jour un ticket existant, Elle modifiera les propriétés ou le statut d'un ticket existant, Vérifier les mises à jour pour éviter les changements involontaires.",
  "liquidity_pool_create": "Cette opération crée un pool de liquidité, elle mettra en place un pool de liquidité pour les paires de trading, permettant aux utilisateurs de fournir des liquidités et de gagner des frais, et de garantir que les détails du pool sont corrects.",
  "liquidity_pool_delete": "Cette opération supprime un pool de liquidité, elle supprimera un pool de liquidité de la blockchain, confirme les détails du pool avant la suppression.",
  "liquidity_pool_deposit": "Cette opération dépose des fonds dans un pool de liquidité, elle permettra aux utilisateurs d'ajouter de la liquidité à un pool en échange de jetons de liquidité, de vérifier les détails du dépôt.",
  "liquidity_pool_withdraw": "Cette opération retire des fonds d'un pool de liquidités, elle permettra aux utilisateurs de retirer des liquidités d'un pool et de recevoir leur part des actifs, de s'assurer que les détails du retrait sont corrects.",
  "liquidity_pool_exchange": "Cette opération échange avec un pool de liquidité, elle permettra aux utilisateurs d'échanger des actifs directement au sein d'un pool de liquidité, de vérifier les détails de l'échange.",
  "samet_fund_create": "Cette opération crée un nouveau fonds SameT. Un fonds SameT est un fonds qui peut être utilisé par un emprunteur et doit être remboursé lors de la même transaction. Assurez-vous que les détails du fonds sont corrects.",
  "samet_fund_delete": "Cette opération supprime un objet de fonds SameT, Elle supprimera un fonds SAMET de la blockchain, Confirmez les détails du fonds avant la suppression.",
  "samet_fund_update": "Cette opération met à jour un objet de fonds SameT, Elle modifiera les paramètres et conditions d'un fonds SAMET existant, Vérifier les mises à jour pour éviter des changements involontaires.",
  "samet_fund_borrow": "Cette opération emprunte à un fonds SameT, Elle permettra aux utilisateurs de contracter un emprunt auprès d'un fonds SAMET en utilisant des garanties, S'assurer que les détails de l'emprunt sont corrects.",
  "samet_fund_repay": "Cette opération rembourse la dette auprès d'un fonds SameT, Elle permettra aux utilisateurs de rembourser leur prêt et de récupérer leur collatéral auprès d'un fonds SAMET, Vérifier les détails du remboursement.",
  "credit_offer_create": "Cette opération crée une nouvelle offre de crédit, Une offre de crédit est un fonds qui peut être utilisé par d'autres comptes qui fournissent certaines garanties, Assurez-vous que les détails de l'offre sont corrects.",
  "credit_offer_delete": "Cette opération supprime une offre de crédit, Elle supprimera une offre de crédit de la blockchain, Confirme les détails de l'offre avant suppression.",
  "credit_offer_update": "Cette opération met à jour une offre de crédit, Elle modifiera les termes et conditions d'une offre de crédit existante, Vérifier les mises à jour pour éviter des changements involontaires.",
  "credit_offer_accept": "Cette opération accepte une offre de crédit et crée une offre de crédit. Elle permettra aux utilisateurs d'accepter une offre de crédit et de recevoir les fonds prêtés. S'assurera que les détails de l'acceptation sont corrects.",
  "credit_deal_repay": "Cette opération rembourse une opération de crédit, Elle permettra aux emprunteurs de rembourser leurs emprunts selon les termes de l'opération de crédit, Vérifier les détails du remboursement.",
  "credit_deal_expired": "Cette opération gère une opération de crédit expirée. Elle traitera les conséquences d'une opération de crédit expirée, telles que la liquidation des garanties, et s'assurera que les détails de traitement sont corrects.",
  "liquidity_pool_update": "Cette opération met à jour un pool de liquidité, Elle modifiera les paramètres et conditions d'un pool de liquidité existant, Vérifier les mises à jour pour éviter des changements involontaires.",
  "credit_deal_update": "Cette opération met à jour une opération de crédit, elle modifiera les termes et conditions d'une opération de crédit existante, s'assurera que les mises à jour sont correctes.",
  "limit_order_update": "Cette opération met à jour un ordre limité, Elle modifiera les paramètres d'un ordre limité précédemment passé, Vérifier les mises à jour pour éviter des changements involontaires."
}
