{
  "title": "Échange de pool de liquidité Bitshares",
  "description": "Échangez facilement entre les actifs Bitshares en utilisant l'un de ces pools de liquidités créés par les utilisateurs.",
  "loadingPoolData": "Chargement des données du pool...",
  "loadingAssetData": "Chargement des données d'actif...",
  "accountLabel": "Compte",
  "liquidityPoolLabel": "Pool de liquidité",
  "foundPoolDetails": "Il s'agit du pool de liquidité que vous avez choisi pour votre swap d'actifs",
  "noPoolDetails": "Sélectionnez un pool de liquidités pour poursuivre votre échange d'actifs",
  "selectPoolPlaceholder": "Sélectionnez une piscine..",
  "searchButton": "Recherche",
  "searchDialogTitle": "Rechercher un pool de liquidité",
  "searchDialogDescription": "Sélectionnez un résultat de recherche pour procéder à l’échange d’actifs souhaité.",
  "swappableAssetsTab": "Actifs échangeables",
  "poolShareAssetTab": "Actif de partage du pool",
  "idColumnTitle": "IDENTIFIANT",
  "shareAssetColumnTitle": "Partager l'actif",
  "assetAColumnTitle": "Actif A",
  "assetBColumnTitle": "Actif B",
  "takerFeeColumnTitle": "Frais de preneur",
  "swappable": "Échangeable",
  "amountToSwap": "Montant de {{symbol}} échanger",
  "enterAmountToSwap": "Entrez le montant de {{symbolA}} tu veux échanger contre {{symbolB}}",
  "totalAmount": "Montant total",
  "totalAmountDescription": "C'est le montant de {{symbolB}} vous recevrez en échange de {{symbolA}}",
  "poolFee": "Frais de piscine",
  "poolFeeDescription": "Il s'agit des frais estimés que vous paierez au pool pour cet échange.",
  "fee": "frais",
  "networkFee": "Frais de réseau",
  "networkFeeDescription": "C'est le coût de diffusion de votre opération d'échange de pool sur la blockchain",
  "feeCurrency": "BTS",
  "rebate": "Rabais: {{rebate}} {{currency}} (acquisition)",
  "submit": "Soumettre",
  "exchangeHeader": "Échanger {{sellAmount}} {{symbolA}} pour {{buyAmount}} {{symbolB}}",
  "swapBuySell": "Troquer achat/vente",
  "bitsharesPoolExplorer": "Explorateur de piscine bitshares",
  "poolJsonButton": "Piscine JSON",
  "liquidityPoolJsonTitle": "Pool de liquidité JSON",
  "liquidityPoolJsonDescription": "Consultez les détails renvoyés par le réseau pour ce pool",
  "swappableAssetJsonButton": "Actif échangeable JSON",
  "swappableAssetJsonTitle": "Actif échangeable JSON",
  "swappableAssetJsonDescription": "Consultez les détails renvoyés par le réseau des actifs échangeables de ce pool",
  "quoteAsset": "Actif de cotation",
  "baseAsset": "Actif de base",
  "loading": "Chargement...",
  "tradeOnDex": "Trader sur le Dex à la place ?",
  "market": "Marché: {{symbolA}}/{{symbolB}}",
  "tradeOnDexDescription": "Vous pouvez créer manuellement des ordres limités pour trader les paires de votre choix sur Bitshares DEX.",
  "purchaseStake": "Acheter une participation dans ce pool ?",
  "shareAsset": "Partager l'actif : {{shareAsset}}",
  "purchaseStakeDescription": "Bénéficiez du rendement des frais de swap au fil du temps en détenant une participation dans le pool via un ordre limité au marché.",
  "stakeAssets": "Mettre des actifs dans ce pool ?",
  "stakeAssetsDescription": "Gagnez des frais de swap sur les actifs mis en jeu dans des pools de liquidité, moins des frais de retrait définis pour un petit pool.",
  "borrowAssets": "Besoin d'emprunter des actifs ?",
  "borrowAssetsDescription": "Les utilisateurs DEX prêtent des actifs à des taux définis par l'utilisateur. Vous pouvez emprunter auprès des participants DEX, à leurs taux définis.",
  "searchBorrowableAssets": "Recherche par actifs empruntables",
  "searchAcceptedCollateral": "Recherche par garantie acceptée",
  "poolShareAsset": "Actif de partage du pool",
  "risksTitle": "Risques associés aux échanges de pools de liquidité",
  "risksDescription": "Veuillez faire vos propres recherches sur les pools de liquidités et leurs actifs échangeables avant de continuer.",
  "liquidityPoolRisks": "Risques liés au pool de liquidité",
  "liquidityPoolRisk1": "Comme les pools de liquidité sont configurés par l'utilisateur, ils ont des propriétés très uniques et des propriétaires différents, en tant que tels, ils ont des profils de risque uniques. Vérifiez que les frais du pool et le taux de change du pool sont raisonnables avant de procéder à l'échange d'actifs.",
  "liquidityPoolRisk2": "Comme n'importe qui peut investir des fonds des deux côtés du pool, la liquidité du pool est dynamique. Si vous effectuez un swap, la possibilité d'effectuer un swap inversé peut ne pas être disponible ultérieurement au même prix.",
  "swappableAssetRisks": "Risques liés aux actifs échangeables",
  "swappableAssetRisk1": "Comme les actifs du pool de liquidité peuvent être détenus et configurés par l'utilisateur, ils ont leurs propres profils de risque uniques. Vérifiez les indicateurs, les autorisations, les frais de marché et les émetteurs de chaque actif pour évaluer le risque.",
  "swappableAssetRisk2": "Si vous essayez d'échanger des actifs au-delà des actifs échangeables disponibles, votre prix d'échange en souffrira grandement. Vous devriez plutôt échanger de petits montants et attendre le réapprovisionnement du solde du pool. Si vous souhaitez échanger un montant plus important, vous devriez plutôt envisager de créer un ordre limité sur le DEX. ",
  "swappableAssetRisk3": "La valeur des actifs échangeables eux-mêmes peut fluctuer en fonction de facteurs externes (volume de cex externe) ainsi que de facteurs internes (actions de l'émetteur d'actifs et de l'éditeur de flux de prix). Assurez-vous de faire confiance aux actifs échangeables d'un pool avant d'effectuer un échange."
}
