{
  "existingID": "Eksisterende tilbuds-id",
  "price": "Pris:",
  "editingPrice": "Redigeringspris",
  "setNewPrice": "Sæt ny pris",
  "borrowLimit": "Lånegrænse",
  "editingMaxAmount": "Redigering af maksimumbeløb",
  "setNewMaximum": "Indstil nyt maksimum",
  "creatingNewOffer": "Oprettelse af et nyt kredittilbud",
  "editingExistingOffer": "Redigering af et eksisterende kredittilbud",
  "creatingNewOfferDescription": "Denne formular giver dig mulighed for at oprette et nyt kredittilbud, hvor du udlåner et aktiv til gengæld for sikkerhed til dine definerede satser/vilkår",
  "editingExistingOfferDescription": "Brug denne formular til at redigere dit eksisterende kredittilbud. De fleste værdier kan redigeres, og eventuelle ændringer genaktiverer udløbne aftaler.",
  "offerOwner": "Tilbud ejer",
  "viewAccount": "Se konto",
  "offerOwnerDescription": "Dette er den konto, der ejer dette kredittilbud",
  "existingCreditOfferJSON": "Eksisterende kredittilbud JSON",
  "currentBlockchainData": "Her er de aktuelle blockchain-data for dette kredittilbud",
  "viewOnbitshares": "Se på bitshares",
  "viewingExistingOffer": "Du ser i øjeblikket dette eksisterende kredittilbud",
  "assetToLend": "Aktiv at udlåne",
  "lendingAssetDescription": "Dit kredittilbud vil fokusere på udlån af dette aktiv",
  "amountToLend": "Beløb til udlån",
  "lendingAmountDescription": "Mængden af ​​det aktiv, du ønsker at låne i alt til blockchain-brugere",
  "lendingRate": "Udlånsrente",
  "lendingRateDescription": "Omkostningerne ved at låne aktivet, udtrykt som en procentdel af det lånte beløb.",
  "editLendingRate": "Rediger udlånsrente",
  "newLendingRate": "Giv en ny udlånsrenteprocent",
  "repaymentPeriod": "Tilbagebetalingsperiode",
  "placeholder1hr": "1 time",
  "12hours": "12 timer",
  "24hours": "24 timer",
  "3days": "3 dage",
  "7days": "7 dage",
  "30days": "30 dage",
  "90days": "90 dage",
  "365days": "365 dage",
  "730days": "730 dage",
  "1825days": "1825 dage",
  "maximumDuration": "Maksimal varighed af kredittilbuddet",
  "minimumAmount": "Minimumsbeløb",
  "minimumBorrowableAmount": "Det mindste lånebeløb",
  "expirationDate": "Udløbsdato",
  "creditOfferEnds": "Når dette kredittilbud slutter",
  "acceptedCollateral": "Accepteret sikkerhedsstillelse",
  "acceptedCollateralDescription": "Det er de aktiver, du vil acceptere som sikkerhed for kredittilbudskontrakten",
  "preApprovedUsers": "Forhåndsgodkendte brugere",
  "addUser": "Tilføj bruger",
  "limitBorrowers": "Hvis du vil begrænse, hvem der kan låne af dig, skal du tilføje brugere til denne liste",
  "networkFee": "Netværksgebyr",
  "broadcastCost": "Omkostningerne ved at udsende et nyt kredittilbud",
  "submit": "Indsend",
  "creatingCreditOffer": "Oprettelse af kredittilbud udlån {{lendingAmount}} {{symbol}}",
  "updatingCreditOffer": "Opdatering af kredittilbud {{offerID}}",
  "risksTitle": "Risici forbundet med at oprette kredittilbud",
  "risksDescription": "Dette er en ikke-udtømmende liste over risici. Lav venligst din egen research, før du fortsætter.",
  "risksPoint1": "Når du opretter et kredittilbud, opretter du et åbent tilbud om at udlåne aktiver på dine foruddefinerede vilkår, indtil kredittilbuddets udløbsdato passerer, markedsdeltagelse i kredittilbuddet er ikke garanteret, du modtager muligvis ingen kreditaftaler, hvis vilkårene ikke er ",
  "risksPoint2": "Hvis du fejlkonfigurerer kredittilbuddet, og brugere laver kreditaftaler med det, skal du vente, indtil tilbagebetalingsperioden udløber, med at kræve dine udlånte aktiver eller sikkerheden tilbage. Du kan ikke fortryde en kreditaftale, mens den er aktiv, du kan kun redigere/deaktivere ",
  "risksPoint3": "Hvis du ikke konfigurerer tilladte låntagere, så kan alle Bitshares blockchain-brugere acceptere aftalen i sin helhed. Overvej at bruge den godkendte lånerfunktionalitet til at låne ud til kendte/registrerede brugere.",
  "risksPoint4": "Låntagere er ikke forpligtet til at tilbagebetale de udlånte aktiver, og de bliver heller ikke straffet for at gøre det, de kan vælge at misligholde lånet og miste deres sikkerhed. Du kan først kræve de udlånte aktiver eller sikkerheden tilbage efter tilbagebetalingsperiodens udløb. ",
  "risksPoint5": "Udløbet af en kreditaftale kan overskride kredittilbuddets udløbsdato, du bør ikke antage, at du får dine udlånte aktiver tilbage, før udløbet + sidste tilbagebetalingsperiode er passeret.",
  "risksPoint6": "Vær opmærksom på modpartsrisici, hvis du bruger børsstøttede aktiver (EBA) til sikkerhedsstillelse eller udlånsformål, da deres værdi kan svinge baseret på deres tredjepartsrisici."
}
