{
  "transfer": "Denne handling sender aktiver fra én konto til en anden. Den vil permanent flytte den angivne mængde aktiver til modtagerens konto. Vær forsigtig, da denne handling ikke kan fortrydes.",
  "limit_order_create": "Denne operation tilbyder at sælge et beløb af et aktiv til en specificeret valutakurs inden for et bestemt tidspunkt, Den vil placere en ordre i ordrebogen, som kun vil blive udført, hvis markedsprisen når den specificerede grænsepris, Sørg for, at detaljerne er korrekte for ",
  "limit_order_cancel": "Denne operation annullerer en eksisterende limit-ordre. Den fjerner en tidligere afgivet limit-ordre fra ordrebogen og forhindrer den i at blive eksekveret. Bekræft ordredetaljerne før annullering.",
  "call_order_update": "Denne operation opdaterer en opkaldsordre, som bruges i marginhandel. Den justerer sikkerheden og gælden for en eksisterende opkaldsordre, hvilket potentielt påvirker din marginposition. Sørg for, at du forstår implikationerne for din margin.",
  "fill_order": "Denne operation udfylder en eksisterende ordre, Den vil udføre en handel baseret på en matchende ordre i ordrebogen, hvilket resulterer i udveksling af aktiver, Bekræft handelsoplysningerne for at undgå uventede udfald.",
  "account_create": "Denne operation opretter en ny konto på blockchain, Den vil registrere en ny brugerkonto med et unikt navn og tilhørende nøgler, Sørg for, at kontooplysningerne er korrekte.",
  "account_update": "Denne handling opdaterer egenskaberne for din konto. Den vil ændre kontooplysninger såsom nøgler, muligheder og myndigheder, hvilket potentielt ændrer, hvem der kan kontrollere din konto. Vær forsigtig, da dette kan påvirke kontosikkerheden.",
  "account_whitelist": "Denne operation hvidlister eller sortlister en konto, den vil kontrollere, hvilke konti der er tilladt eller ikke tilladt at interagere med visse funktioner eller aktiver, Bekræft kontooplysningerne for at undgå utilsigtede begrænsninger.",
  "account_upgrade": "Denne operation opgraderer din konto til et livsvarigt medlem. Den vil give din konto yderligere privilegier og fordele, såsom reducerede gebyrer og stemmerettigheder. Sørg for, at du forstår fordelene og omkostningerne.",
  "account_transfer": "Denne handling overfører ejerskabet af din konto til en anden konto. Det vil ændre ejerautoriteten for din konto til en ny ejer, hvilket giver dem fuld kontrol. Vær sikker, før du overfører ejerskab.",
  "asset_create": "Denne operation opretter et aktiv på Bitshares blockchain, den vil definere et nyt token eller aktiv med specifikke egenskaber såsom symbol, præcision og udsteder. Sørg for, at aktivoplysningerne er korrekte.",
  "asset_update": "Denne handling opdaterer et aktivs indstillinger. Den vil give udstederen mulighed for at ændre aktivdetaljer såsom beskrivelse, muligheder og flag, Bekræft ændringerne for at undgå utilsigtede konsekvenser.",
  "asset_update_bitasset": "Denne operation opdaterer oprettede bitasset-indstillinger. Den er specifik for BitAssets, som er markedstilknyttede aktiver, og giver udstederen mulighed for at justere parametre som foderproducenter og margin-opkaldsindstillinger. Sørg for, at ændringerne er korrekte.",
  "asset_update_feed_producers": "Denne operation opdaterer listen over godkendte foderproducenter for oprettet bitasset. Den ændrer listen over konti, der er ansvarlige for at udgive prisfeeds for et markedstilknyttet aktiv, Bekræft den nye liste over producenter.",
  "asset_issue": "Denne operation udsteder dine oprettede aktiver til enkeltpersoner, den vil oprette og distribuere yderligere tokens af et eksisterende aktiv til specificerede konti, Sørg for, at udstedelsesoplysningerne er korrekte.",
  "asset_reserve": "Denne operation reserverer dine oprettede aktiver, den vil permanent fjerne et specificeret beløb af et aktiv fra cirkulation, Bekræft beløbet for at undgå utilsigtet fjernelse af aktiver.",
  "asset_fund_fee_pool": "Denne operation finansierer gebyrpuljen for dit oprettede aktiv. Den vil tilføje midler til aktivets gebyrpulje, som bruges til at subsidiere transaktionsgebyrer for brugere. Bekræft finansieringsbeløbet.",
  "asset_settle": "Denne operation afregner et aktiv i din portefølje. Den vil give indehavere af et markedstilknyttet aktiv mulighed for at anmode om afregning til den aktuelle foderpris og modtage den tilsvarende værdi i backing-aktivet. Sørg for, at du forstår afviklingsbetingelserne.",
  "asset_global_settle": "Denne operation afregner globalt et af dine oprettede bitassets. Den vil tvinge afviklingen af ​​alle udestående saldi af et markedstilknyttet aktiv til en specificeret pris, hvilket effektivt afslutter dets handel. Vær sikker, før du starter global afvikling.",
  "asset_publish_feed": "Denne operation udgiver et prisfeed for et bitasset. Det vil blive brugt af foderproducenter til at levere opdaterede prisoplysninger for markedstilknyttede aktiver. Sørg for, at foderdataene er nøjagtige.",
  "witness_create": "Denne operation opretter en vidnekonto, den vil registrere et nyt vidne, som er ansvarlig for at producere blokke og sikre blockchain, Bekræft vidneoplysningerne.",
  "witness_update": "Denne handling opdaterer din vidnekonto. Den vil give et vidne mulighed for at ændre deres signaturnøgle, URL og andre detaljer, Sørg for, at opdateringerne er korrekte.",
  "proposal_create": "Denne operation opretter et forslag til blockchain-operation. Den vil give brugerne mulighed for at foreslå en transaktion, der kræver godkendelse fra flere parter, før den kan udføres. Sørg for, at forslagsdetaljerne er nøjagtige.",
  "proposal_update": "Denne operation opdaterer et blockchain-operationsforslag. Den vil give brugerne mulighed for at tilføje eller tilbagekalde godkendelser for en foreslået transaktion, Bekræft ændringerne for at undgå utilsigtede godkendelser eller tilbagekaldelser.",
  "proposal_delete": "Denne operation sletter et forslag til blockchain-operation. Det vil fjerne et forslag fra blockchain, hvilket forhindrer det i at blive udført. Bekræft forslagsdetaljerne før sletning.",
  "withdraw_permission_create": "Denne operation opretter en tilbagetrækningstilladelse. Den giver en konto bemyndigelse til at hæve penge fra en anden konto inden for specificerede grænser. Sørg for, at tilladelsesoplysningerne er korrekte.",
  "withdraw_permission_update": "Denne handling opdaterer en tilbagetrækningstilladelse, Den vil ændre vilkårene og begrænsningerne for en eksisterende tilbagetrækningstilladelse, Bekræft opdateringerne for at undgå utilsigtede ændringer.",
  "withdraw_permission_claim": "Denne operation kræver en tilbagetrækningstilladelse, den vil tillade den autoriserede konto at hæve penge i henhold til betingelserne i tilladelsen, Sørg for, at kravoplysningerne er nøjagtige.",
  "withdraw_permission_delete": "Denne handling sletter en tilbagetrækningstilladelse, den vil tilbagekalde en eksisterende tilbagetrækningstilladelse, forhindrer yderligere tilbagetrækninger, Bekræft tilladelsesdetaljerne før sletning.",
  "committee_member_create": "Denne operation opretter en komitémedlemskonto, den vil registrere et nyt udvalgsmedlem, som deltager i styring og beslutningstagning for blockchain, Bekræft udvalgsmedlemsoplysningerne.",
  "committee_member_update": "Denne handling opdaterer dine udvalgsmedlemskontooplysninger. Den vil give et udvalgsmedlem mulighed for at ændre deres signaturnøgle, URL og andre detaljer. Sørg for, at opdateringerne er korrekte.",
  "committee_member_update_global_parameters": "Denne operation offentliggør din komitémedlems holdning til Bitshares blockchain globale parameterværdier. Den vil give udvalget mulighed for at justere blockchain-dækkende indstillinger og parametre, verificere parameterændringerne.",
  "vesting_balance_create": "Denne operation skaber en optjeningsbalance, den vil afsætte midler, der gradvist bliver tilgængelige over tid i henhold til en specificeret optjeningsplan, Sørg for, at optjeningsdetaljerne er korrekte.",
  "vesting_balance_withdraw": "Denne operation trækker sig ud af en optjeningssaldo. Den vil give kontoen mulighed for at trække tilgængelige midler fra en optjent saldo, Bekræft tilbagetrækningsbeløbet.",
  "worker_create": "Denne operation opretter et arbejderforslag, Den vil foreslå en ny arbejder, som vil blive betalt fra blockchains budget for at udføre specifikke opgaver eller projekter, Sørg for, at forslagsdetaljerne er nøjagtige.",
  "custom": "Denne operation giver en generisk måde at tilføje protokoller på højere niveau oven på vidnekonsensus. Den vil tillade brugere at definere og udføre brugerdefineret logik på blockchain, verificere de tilpassede logiske detaljer.",
  "assert": "Denne operation hævder, at nogle betingelser er sande. Den vil kontrollere, om en specificeret betingelse er sand, og mislykkes, hvis den ikke er det. Sørg for, at betingelsen er korrekt.",
  "balance_claim": "Denne operation hævder fra en saldo, Den vil tillade brugere at kræve saldi fra ældre systemer eller specielle distributioner, Bekræft kravdetaljerne.",
  "override_transfer": "Denne operation tilsidesætter en overførselsoperation. Den vil give udstederen af ​​et aktiv mulighed for at overføre penge mellem konti uden samtykke fra kildekontoen. Vær forsigtig, da dette kan påvirke kontosikkerheden.",
  "transfer_to_blind": "Denne operation overfører aktiver til en blind destination, Den vil konvertere almindelige aktiver til blindede (fortrolige) saldi, Sørg for, at overførselsoplysningerne er korrekte.",
  "blind_transfer": "Denne operation overfører blinde aktiver på en blind måde, Den vil overføre aktiver mellem blindede saldi, opretholde fortrolighed, Bekræft overførselsoplysningerne.",
  "transfer_from_blind": "Denne operation trækker aktiver ud af en blind saldo, den vil konvertere blindede (fortrolige) saldi tilbage til almindelige saldi. Sørg for, at udbetalingsoplysningerne er korrekte.",
  "asset_settle_cancel": "Denne operation annullerer en aktivafvikling. Den vil annullere en afventende afviklingsanmodning for et markedstilknyttet aktiv. Bekræft afviklingsdetaljerne før annullering.",
  "asset_claim_fees": "Denne operation kræver gebyrerne fra et aktiv. Den vil give udstederen mulighed for at kræve akkumulerede gebyrer fra aktivets gebyrpulje. Bekræft detaljerne om gebyrkravet.",
  "fba_distribute": "Denne operation distribuerer midler fra et gebyr-backed aktiv, det vil distribuere midler indsamlet fra et gebyr-backed aktiv til dets indehavere, Sørg for, at distributionsoplysningerne er korrekte.",
  "bid_collateral": "Denne operation byder på en bitassets-backing-sikkerhedsstillelse, når den afvikles globalt. Den vil give brugerne mulighed for at byde på sikkerhed, der sælges for at dække et margin-opkald, Bekræft buddetaljerne.",
  "execute_bid": "Denne operation udfører et bud på sikkerhedsstillelse. Den afslutter købet af sikkerhedsstillelse fra et margin call. Sørg for, at detaljerne om udførelse af bud er korrekte.",
  "asset_claim_pool": "Denne operation overfører BTS fra gebyrpuljen for et specificeret aktiv tilbage til udstederens saldo. Det vil give udstederen mulighed for at kræve midler fra aktivets gebyrpulje, Bekræft kravdetaljerne.",
  "asset_update_issuer": "Denne handling opdaterer udstederen af ​​et aktiv til en ny administratorkonto. Den vil ændre udstederautoriteten for et aktiv til en ny konto. Sørg for, at de nye udstederoplysninger er korrekte.",
  "htlc_create": "Denne operation opretter en hash-tidslåst kontrakt (HTLC), den vil oprette en HTLC, som kræver et kryptografisk hash-preimage for at gøre krav på midlerne. Bekræft kontraktdetaljerne.",
  "htlc_redeem": "Denne operation indløser indholdet af en HTLC. Den vil give modtageren mulighed for at kræve midlerne fra en HTLC ved at give det korrekte hash-preimage. Sørg for, at indløsningsoplysningerne er korrekte.",
  "htlc_redeemed": "Denne handling indikerer, at en HTLC er blevet indløst. Bekræft indløsningsoplysningerne.",
  "htlc_extend": "Denne handling forlænger varigheden af ​​en HTLC. Den forlænger tidsvinduet, hvorunder HTLC kan indløses. Sørg for, at udvidelsesoplysningerne er korrekte.",
  "htlc_refund": "Denne operation refunderer en udløbet HTLC. Den vil refundere midlerne fra en HTLC tilbage til afsenderen efter den er udløbet. Bekræft refusionsoplysningerne.",
  "custom_authority_create": "Denne operation opretter en ny brugerdefineret myndighed, den vil definere en brugerdefineret myndighed, der kan bruges til at godkende specifikke operationer. Sørg for, at myndighedsoplysningerne er korrekte.",
  "custom_authority_update": "Denne handling opdaterer en brugerdefineret myndighed, den vil ændre betingelserne og parametrene for en eksisterende brugerdefineret myndighed, verificere opdateringerne for at undgå utilsigtede ændringer.",
  "custom_authority_delete": "Denne handling sletter en brugerdefineret autoritet, den vil fjerne en eksisterende tilpasset autoritet fra blockchainen, Bekræft autorisationsoplysningerne før sletning.",
  "ticket_create": "Denne handling opretter en ny billet, den vil registrere en ny billet, som kan bruges til forskellige formål, såsom afstemning eller satsning. Sørg for, at billetoplysningerne er korrekte.",
  "ticket_update": "Denne handling opdaterer en eksisterende billet, den vil ændre egenskaberne eller status for en eksisterende billet, Bekræft opdateringerne for at undgå utilsigtede ændringer.",
  "liquidity_pool_create": "Denne operation opretter en likviditetspulje, den vil oprette en likviditetspulje til handelspar, hvilket giver brugerne mulighed for at stille likviditet til rådighed og tjene gebyrer. Sørg for, at puljeoplysningerne er korrekte.",
  "liquidity_pool_delete": "Denne operation sletter en likviditetspulje, den fjerner en likviditetspulje fra blockchainen, Bekræft puljedetaljerne før sletning.",
  "liquidity_pool_deposit": "Denne operation indsætter midler i en likviditetspulje. Den vil give brugerne mulighed for at tilføje likviditet til en pulje i bytte for likviditetstokens, Bekræft indbetalingsoplysningerne.",
  "liquidity_pool_withdraw": "Denne operation trækker midler fra en likviditetspulje, Den vil give brugerne mulighed for at fjerne likviditet fra en pulje og modtage deres andel af aktiverne, Sørg for, at udbetalingsoplysningerne er korrekte.",
  "liquidity_pool_exchange": "Denne operation udveksler med en likviditetspulje, den vil give brugerne mulighed for at handle aktiver direkte i en likviditetspulje, Bekræft børsoplysningerne.",
  "samet_fund_create": "Denne operation opretter en ny SameT-fond. En SameT-fond er en fond, som kan bruges af en låntager og skal tilbagebetales i samme transaktion. Sørg for, at fondsoplysningerne er korrekte.",
  "samet_fund_delete": "Denne handling sletter et SameT-fondsobjekt, det vil fjerne en SAMET-fond fra blockchainen, Bekræft fondsoplysningerne før sletning.",
  "samet_fund_update": "Denne operation opdaterer et SameT-fondsobjekt, den vil ændre parametrene og betingelserne for en eksisterende SAMET-fond, Bekræft opdateringerne for at undgå utilsigtede ændringer.",
  "samet_fund_borrow": "Denne operation låner fra en SameT-fond, den vil give brugerne mulighed for at optage et lån fra en SAMET-fond ved at bruge sikkerhed, Sørg for, at låneoplysningerne er korrekte.",
  "samet_fund_repay": "Denne operation tilbagebetaler gæld til en SameT-fond, den vil give brugerne mulighed for at tilbagebetale deres lån og kræve deres sikkerhed tilbage fra en SAMET-fond, Bekræft tilbagebetalingsoplysningerne.",
  "credit_offer_create": "Denne operation opretter et nyt kredittilbud, Et kredittilbud er en fond, der kan bruges af andre konti, der stiller visse sikkerheder, Sørg for, at tilbudsoplysningerne er korrekte.",
  "credit_offer_delete": "Denne handling sletter et kredittilbud, det vil fjerne et kredittilbud fra blockchain, Bekræft tilbudsoplysningerne før sletning.",
  "credit_offer_update": "Denne operation opdaterer et kredittilbud, den vil ændre vilkårene og betingelserne for et eksisterende kredittilbud, Bekræft opdateringerne for at undgå utilsigtede ændringer.",
  "credit_offer_accept": "Denne operation accepterer et kredittilbud og opretter en kreditaftale. Den vil tillade brugere at acceptere et kredittilbud og modtage de udlånte midler. Sørg for, at acceptoplysningerne er korrekte.",
  "credit_deal_repay": "Denne operation tilbagebetaler en kreditaftale, den vil give låntagere mulighed for at tilbagebetale deres lån i henhold til vilkårene for kreditaftalen, Bekræft tilbagebetalingsoplysningerne.",
  "credit_deal_expired": "Denne operation håndterer en udløbet kreditaftale, Den vil håndtere konsekvenserne af en udløbet kreditaftale, såsom likvidation af sikkerhedsstillelse, Sørg for, at håndteringsoplysningerne er korrekte.",
  "liquidity_pool_update": "Denne operation opdaterer en likviditetspulje, den vil ændre parametrene og betingelserne for en eksisterende likviditetspulje, Bekræft opdateringerne for at undgå utilsigtede ændringer.",
  "credit_deal_update": "Denne handling opdaterer en kreditaftale, den vil ændre vilkårene og betingelserne for en eksisterende kreditaftale, sikre, at opdateringerne er korrekte.",
  "limit_order_update": "Denne operation opdaterer en grænserækkefølge, den vil ændre parametrene for en tidligere afgivet grænseordre, Bekræft opdateringerne for at undgå utilsigtede ændringer."
}
