{
  "proposalID": "Forslag ID",
  "proposedBy": "Foresl친et af",
  "expirationTime": "Udl칮bstid",
  "reviewPeriodTime": "Gennemgangsperiode",
  "operations": "Foresl친ede operationer",
  "operationsDescription": "Dette er de individuelle operationer, der er gemt i dette forslag, Klik p친 hver operations id nedenfor for at se deres JSON detaljer, Gennemg친 grundigt hver operation og dobbelttjek hvem forslagsstilleren er, f칮r du forts칝tter med godkendelse, Godkendelser er irreversible, godkend ikke overf칮rsel af din konto ",
  "beginApprovalProcess": "Start godkendelsesprocessen",
  "reject": "Forkast forslaget",
  "cardTitle": "游뱂 Foresl친ede operationer",
  "cardDescription": "Forslag giver enhver mulighed for at foresl친 operationer, der skal udf칮res af en anden konto p친 blockchain. Kontoejeren gennemg친r disse forslag og beslutter, om de skal godkendes eller afvises.",
  "noProposals": "Ingen forslag tilg칝ngelige.",
  "approveProposedOperation": "Godkend foresl친et drift",
  "rejectProposedOperation": "Afvis foresl친et operation",
  "rejectedProposalHeader": "Afvisning af forslag",
  "launchApproveProposalOperation": "Godkend forslaget",
  "approveProposal": "Evaluering af foresl친ede operationer",
  "approveProposalDescription": "Gennemg친 detaljerne i forslaget og beslut, om det skal godkendes eller afvises.",
  "operationType": "Operationstype",
  "operationDescription": "Driftsbeskrivelse",
  "approvedProposalHeader": "Godkender f칮lgende forslag",
  "risksTitle": "Forslagsrisici",
  "risksDescription": "V칝r opm칝rksom p친 f칮lgende risici, n친r du overvejer forslag:",
  "risk1": "Forslag kan v칝re farlige, De kan oprettes af alle og foresl친 enhver form for operation p친 blockchain, V칝r smart og g칮r din due diligence, n친r du overvejer at godkende forslag, S칮rg for ikke at blive fanget af en svindler.",
  "risk2": "Godkendte forslag er irreversible, Astro-UI og Beeteos apps/projekter tilbyder ingen brugergaranti som en del af deres respektive licenser, Du er ansvarlig for ethvert valg i ovenst친ende brugergr칝nseflade, Fald ikke for tricks, hvis du ikke havde forventet "
}
