{
  "issuerPermissions": "発行者の権限",
  "card": {
    "title_create": "新しいスマートコイン資産の作成",
    "title_edit": "既存のスマートコイン資産の編集",
    "description": "スマートコインは外部市場価格フィードを参照できる担保付き資産です。USD/CNY/JPYなどの任意の資産を参照する独自の担保付きステーブルコインを簡単に作成できます。"
  },
  "title": {
    "header": "スマートコイン設定",
    "header_content": "以下の設定は、スマートコインが Bitshares ブロックチェーン上でどのように動作するかを定義します。アセット作成者は、スマートコインを適切に構成する責任があります。"
  },
  "bsrm": {
    "header": "ブラック・スワンのリスク管理戦略",
    "header_content": "これらの戦略は、担保不足の債務ポジションに対してさまざまな結果を提供し、債務ポジションの流動化リスクを無効化、最小化、またはグローバル化することを可能にします。さまざまな戦略を選択することで、独自のスマートコインに利益をもたらし、不安定な市場への耐性を高めることができます。",
    "select_0": "グローバル決済: すべての負債ポ​​ジションはクローズされ、担保は決済基金に移動されます。解決されるまで新しい負債ポジションは許可されません。",
    "select_1": "決済なし: 決済される負債ポジションはありません。決済価格は最低担保比率によって制限されます。新規ポジションは許可されます。",
    "select_2": "個人決済ファンド: 担保不足の負債ポジションはクローズされ、担保は請求可能なファンドに移動され、新規ポジションは許可されます。",
    "select_3": "個別決済注文: 担保不足の債務ポジションはクローズされ、担保は指値注文に移動されます。価格上限はありません。新規ポジションは許可されます。"
  },
  "mcr": {
    "header": "静的最低担保比率",
    "header_content": "これは、債務ポジションが完全に担保されているとみなされるために必要な最小担保比率であり、通常は価格フィードから計算され、現在は資産所有者によって静的に設定されています。"
  },
  "icr": {
    "header": "静的な当初担保比率",
    "header_content": "これは、債務ポジションが作成時に完全に担保されているとみなされるために必要な担保比率であり、通常は価格フィードから計算されますが、現在は資産所有者によって静的に設定されています。"
  },
  "mssr": {
    "header": "静的最大ショートスクイーズ比",
    "header_content": "これは、債務ポジションを清算できる最大担保比率であり、通常は価格フィードから計算され、現在は資産所有者によって静的に設定されています。"
  },
  "feed_lifetime": {
    "header": "フィードの有効期間",
    "header_content": "価格フィードが有効であるとみなされる時間 (秒単位)。この時間が経過すると、フィードは無効とみなされ、価格は担保率の計算に使用されなくなります。"
  },
  "minimum_feeds": {
    "header": "最小フィード数",
    "header_content": "現在のフィード価格を計算するために必要な価格フィードの最小数。"
  },
  "force_settlement_delay": {
    "header": "強制決済遅延",
    "header_content": "強制決済後、ブロックチェーン上で決済操作が実行されるまでにユーザーが待機する必要がある時間 (秒単位)。"
  },
  "force_settlement_offset": {
    "header": "強制整定オフセット",
    "header_content": "強制決済価格が決済操作で相殺されるフィード価格の割合。"
  },
  "maximum_force_settlement_volume": {
    "header": "最大力沈下量",
    "header_content": "24 時間以内に強制決済できる資産供給の最大量。"
  },
  "extensions": {
    "margin_call_fee_ratio": {
      "enabled": "マージンコール手数料比率の拡張が有効になっています",
      "disabled": "マージンコール手数料率スマートコイン拡張機能を有効にしますか?",
      "extensionInfo": "マージンコール手数料比率の拡張により、スマートコインの所有者は、債務ポジションがマージンコールされたときにユーザーに手数料を請求することができます。手数料は、取引された担保の割合として計算され、スマートコインの所有者に支払われます。",
      "header": "マージンコール手数料率",
      "header_content": "ユーザーの負債ポジションがマージンコールされる場合にユーザーに請求される手数料率。手数料は取引された担保のパーセンテージとして計算され、スマートコイン所有者に支払われます。"
    },
    "force_settle_fee": {
      "enabled": "強制決済手数料延長が有効になりました",
      "disabled": "強制決済手数料スマートコイン拡張機能を有効にしますか?",
      "extensionInfo": "強制決済手数料の拡張により、スマートコインの所有者は債務ポジションを強制決済するときにユーザーに手数料を請求することができます。手数料は取引された担保の割合として計算され、スマートコインの所有者に支払われます。",
      "header": "強制決済手数料",
      "header_content": "ユーザーが債務ポジションを強制的に決済するときに請求される手数料。この手数料は、取引された担保の割合として計算され、スマートコイン所有者に支払われます。"
    }
  },
  "editAsset": {
    "disabled": "アセット設定の編集",
    "enabled": "アセット設定の編集をキャンセルします"
  },
  "editSmartcoin": {
    "disabled": "スマートコイン設定の編集",
    "enabled": "スマートコイン設定の編集をキャンセルします"
  },
  "dialogContent": {
    "editHeader": "次のスマートコインを編集します。 {{symbol}}",
    "createHeader": "次のスマートコインを作成します。 {{symbol}}"
  }
}
