{
  "transfer": "この操作は、あるアカウントから別のアカウントにアセットを送信します。指定された量のアセットが受信者のアカウントに永久に移動します。このアクションは元に戻すことができないので注意してください。",
  "limit_order_create": "この操作は、特定の時間までに指定された為替レートで一定量の資産を売却することを提案します。市場価格が指定された制限価格に達した場合にのみ実行される注文帳に注文が出されます。詳細が正しいことを確認してください。",
  "limit_order_cancel": "この操作により、既存の指値注文がキャンセルされます。以前に発注された指値注文が注文帳から削除され、実行されなくなります。キャンセルする前に注文の詳細を確認してください。",
  "call_order_update": "この操作により、信用取引で使用されるコール注文が更新されます。既存のコール注文の担保と負債が調整され、証拠金ポジションに影響を与える可能性があります。証拠金への影響を必ず理解してください。",
  "fill_order": "この操作は既存の注文を約定します。オーダーブック内の一致する注文に基づいて取引が実行され、その結果資産が交換されます。予期しない結果を避けるために取引の詳細を確認します。",
  "account_create": "この操作により、ブロックチェーン上に新しいアカウントが作成されます。一意の名前と関連付けられたキーを持つ新しいユーザー アカウントが登録されます。アカウントの詳細が正しいことを確認してください。",
  "account_update": "この操作により、アカウントのプロパティが更新されます。キー、オプション、権限などのアカウントの詳細が変更され、アカウントを制御できるユーザーが変更される可能性があります。アカウントのセキュリティに影響を与える可能性があるため、注意してください。",
  "account_whitelist": "この操作では、アカウントをホワイトリストまたはブラックリストに登録し、特定の機能または資産との対話を許可または禁止するアカウントを制御します。意図しない制限を回避するためにアカウントの詳細を確認します。",
  "account_upgrade": "この操作により、アカウントが永久メンバーにアップグレードされ、料金の割引や投票権などの追加の特権と特典がアカウントに付与されます。特典とコストを必ず理解してください。",
  "account_transfer": "この操作により、アカウントの所有権が別のアカウントに譲渡されます。アカウントの所有者権限が新しい所有者に変更され、完全なコントロールが与えられます。所有権を譲渡する前に必ず確認してください。",
  "asset_create": "この操作により、Bitshares ブロックチェーン上に資産が作成されます。シンボル、精度、発行者などの特定のプロパティを持つ新しいトークンまたは資産が定義されます。資産の詳細が正しいことを確認します。",
  "asset_update": "この操作により、アセットの設定が更新されます。これにより、発行者は説明、オプション、フラグなどのアセットの詳細を変更できるようになります。予期せぬ結果を避けるために変更を確認します。",
  "asset_update_bitasset": "この操作は、作成されたビットアセット設定を更新します。これは、市場に固定された資産であるビットアセットに固有であり、発行者がフィードプロデューサーやマージンコール設定などのパラメーターを調整できるようにします。変更が正しいことを確認します。",
  "asset_update_feed_producers": "この操作により、作成されたビットアセットの承認済みフィードプロデューサーのリストが更新され、市場に固定されたアセットの価格フィードの公開を担当するアカウントのリストが変更され、プロデューサーの新しいリストが確認されます。",
  "asset_issue": "この操作では、作成したアセットを個人に発行します。既存のアセットの追加トークンを作成して、指定したアカウントに配布します。発行の詳細が正しいことを確認します。",
  "asset_reserve": "この操作は、作成した資産を予約します。指定された量の資産が流通から永久に削除されます。意図しない資産の削除を避けるために金額を確認します。",
  "asset_fund_fee_pool": "この操作により、作成したアセットの料金プールに資金が投入されます。ユーザーの取引手数料を補助するために使用されるアセットの料金プールに資金が追加されます。資金額を確認します。",
  "asset_settle": "この操作により、ポートフォリオ内の資産が決済されます。市場に固定された資産の保有者は、現在のフィード価格での決済を要求し、裏付け資産の同等の価値を受け取ることができます。決済条件を必ず理解してください。",
  "asset_global_settle": "この操作は、作成したビットアセットの 1 つをグローバルに決済します。市場に固定された資産のすべての未払い残高を指定された価格で強制的に決済し、事実上取引を終了します。グローバル決済を開始する前に必ず確認してください。",
  "asset_publish_feed": "この操作は、ビットアセットの価格フィードを公開します。これは、市場に固定された資産の最新の価格情報を提供するためにフィード作成者によって使用されます。フィード データが正確であることを確認します。",
  "witness_create": "この操作により、証人アカウントが作成されます。ブロックの生成とブロックチェーンの保護を担当する新しい証人が登録され、証人の詳細を確認します。",
  "witness_update": "この操作により、証人アカウントが更新されます。これにより、証人は署名キー、URL、その他の詳細を変更できるようになります。更新が正しいことを確認してください。",
  "proposal_create": "この操作により、ブロックチェーン操作提案が作成されます。ユーザーは、実行前に複数の関係者の承認が必要なトランザクションを提案できるようになります。提案の詳細が正確であることを確認します。",
  "proposal_update": "この操作により、ブロックチェーン操作の提案が更新され、ユーザーは提案されたトランザクションの承認を追加または取り消しできるようになります。変更を確認して、意図しない承認または取り消しを回避します。",
  "proposal_delete": "この操作はブロックチェーン操作の提案を削除します。提案はブロックチェーンから削除され、実行されなくなります。削除する前に提案の詳細を確認してください。",
  "withdraw_permission_create": "この操作により出金許可が作成されます。指定された制限内で別のアカウントから資金を引き出す権限がアカウントに付与されます。許可の詳細が正しいことを確認してください。",
  "withdraw_permission_update": "この操作により、引き出し許可が更新され、既存の出金許可の条件と制限が変更されます。意図しない変更を避けるために更新を確認してください。",
  "withdraw_permission_claim": "この操作は出金許可からの請求です。許可されたアカウントが許可の条件に従って資金を引き出すことができます。請求の詳細が正確であることを確認してください。",
  "withdraw_permission_delete": "この操作は出金許可を削除します。既存の出金許可が取り消され、さらなる出金が防止されます。削除する前に許可の詳細を確認してください。",
  "committee_member_create": "この操作により、委員会メンバーのアカウントが作成され、ブロックチェーンのガバナンスと意思決定に参加する新しい委員会メンバーが登録され、委員会メンバーの詳細が確認されます。",
  "committee_member_update": "この操作により、委員会メンバーのアカウント詳細が更新されます。委員会メンバーは、署名キー、URL、その他の詳細を変更できるようになります。更新が正しいことを確認してください。",
  "committee_member_update_global_parameters": "この操作により、Bitshares ブロックチェーンのグローバル パラメーター値に対する委員会メンバーのスタンスが公開され、委員会がブロックチェーン全体の設定とパラメーターを調整し、パラメーターの変更を確認できるようになります。",
  "vesting_balance_create": "この操作により、権利確定残高が作成されます。指定された権利確定スケジュールに従って、時間の経過とともに徐々に利用可能になる資金が確保されます。権利確定の詳細が正しいことを確認します。",
  "vesting_balance_withdraw": "この操作は権利確定残高から引き出します。アカウントが権利確定残高から利用可能な資金を引き出すことができます。引き出し金額を確認します。",
  "worker_create": "この操作によりワーカーの提案が作成されます。新しいワーカーが提案され、特定のタスクまたはプロジェクトを実行するためにブロックチェーンの予算から給与が支払われます。提案の詳細が正確であることを確認します。",
  "custom": "この操作は、監視コンセンサスの上に高レベルのプロトコルを追加する一般的な方法を提供します。これにより、ユーザーはブロックチェーン上でカスタム ロジックを定義して実行し、カスタム ロジックの詳細を確認できるようになります。",
  "assert": "この操作は、いくつかの条件が true であることをアサートします。指定された条件が true かどうかをチェックし、そうでない場合は失敗します。条件が正しいことを確認します。",
  "balance_claim": "この操作は残高から請求します。これにより、ユーザーはレガシー システムまたは特別な配布から残高を請求できるようになります。請求の詳細を確認します。",
  "override_transfer": "この操作は転送操作をオーバーライドします。これにより、資産の発行者はソースアカウントの同意なしにアカウント間で資金を転送できるようになります。これはアカウントのセキュリティに影響を与える可能性があるため注意してください。",
  "transfer_to_blind": "この操作は資産をブラインド宛先に転送します。通常の資産をブラインド (機密) 残高に変換します。転送の詳細が正しいことを確認します。",
  "blind_transfer": "この操作は、ブラインド資産をブラインド方法で転送します。機密性を維持しながら、ブラインド残高間で資産を転送します。転送の詳細を確認します。",
  "transfer_from_blind": "この操作は、ブラインド残高から資産を引き出します。ブラインド (機密) 残高を通常の残高に変換し、引き出しの詳細が正しいことを確認します。",
  "asset_settle_cancel": "この操作は資産決済をキャンセルします。市場に固定された資産の保留中の決済リクエストをキャンセルします。キャンセルする前に決済の詳細を確認します。",
  "asset_claim_fees": "この操作では、資産から手数料を請求します。これにより、発行者は資産の手数料プールから累積された手数料を請求できるようになります。手数料請求の詳細を確認します。",
  "fba_distribute": "この操作は、手数料担保資産から資金を分配します。手数料担保資産から収集した資金をその保有者に分配します。分配の詳細が正しいことを確認します。",
  "bid_collateral": "この操作では、グローバル決済時にビットアセット裏付け担保に入札します。これにより、ユーザーはマージン コールをカバーするために売却される担保に入札できるようになります。入札の詳細を確認します。",
  "execute_bid": "この操作は担保の入札を実行します。マージンコールからの担保の購入を最終決定します。入札実行の詳細が正しいことを確認します。",
  "asset_claim_pool": "この操作により、指定された資産の手数料プールから BTS が発行者の残高に戻されます。これにより、発行者は資産の手数料プールから資金を請求できるようになります。請求の詳細を確認します。",
  "asset_update_issuer": "この操作により、アセットの発行者が新しい管理者アカウントに更新されます。アセットの発行者の権限が新しいアカウントに変更されます。新しい発行者の詳細が正しいことを確認してください。",
  "htlc_create": "この操作により、ハッシュ タイム ロック コントラクト (HTLC) が作成されます。HTLC が設定されます。これには、資金を請求するために暗号化ハッシュ プリイメージが必要です。契約の詳細を確認します。",
  "htlc_redeem": "この操作は HTLC のコンテンツを引き換えます。これにより、受信者は正しいハッシュ プレイメージを提供することで HTLC から資金を請求できるようになります。引き換えの詳細が正しいことを確認してください。",
  "htlc_redeemed": "この操作は、HTLC が正常に引き換えられたことを示します。引き換えの詳細を確認してください。",
  "htlc_extend": "この操作により HTLC の期間が延長され、HTLC を引き換えることができる時間枠が延長されます。延長の詳細が正しいことを確認してください。",
  "htlc_refund": "この操作は期限切れの HTLC を返金します。有効期限が切れた後、HTLC から送信者に資金が返金されます。返金の詳細を確認してください。",
  "custom_authority_create": "この操作により、新しいカスタム権限が作成されます。特定の操作を承認するために使用できるカスタム権限が定義されます。権限の詳細が正しいことを確認してください。",
  "custom_authority_update": "この操作はカスタム認証局を更新します。既存のカスタム認証局の条件とパラメータが変更されます。意図しない変更を避けるために更新を確認します。",
  "custom_authority_delete": "この操作はカスタム権限を削除します。既存のカスタム権限がブロックチェーンから削除されます。削除する前に権限の詳細を確認してください。",
  "ticket_create": "この操作により、新しいチケットが作成されます。投票やステーキングなどのさまざまな目的に使用できる新しいチケットが登録されます。チケットの詳細が正しいことを確認してください。",
  "ticket_update": "この操作は既存のチケットを更新します。既存のチケットのプロパティまたはステータスが変更されます。意図しない変更を避けるために更新を確認します。",
  "liquidity_pool_create": "この操作により流動性プールが作成されます。取引ペアの流動性プールが設定され、ユーザーが流動性を提供して手数料を獲得できるようになります。プールの詳細が正しいことを確認してください。",
  "liquidity_pool_delete": "この操作は流動性プールを削除します。ブロックチェーンから流動性プールが削除されます。削除する前にプールの詳細を確認してください。",
  "liquidity_pool_deposit": "この操作では資金を流動性プールに入金します。これにより、ユーザーは流動性トークンと引き換えにプールに流動性を追加できるようになります。入金の詳細を確認します。",
  "liquidity_pool_withdraw": "この操作は流動性プールから資金を引き出します。これにより、ユーザーはプールから流動性を削除し、資産の分け前を受け取ることができます。引き出しの詳細が正しいことを確認してください。",
  "liquidity_pool_exchange": "この操作は流動性プールと交換します。これにより、ユーザーは流動性プール内で資産を直接取引できるようになります。交換の詳細を確認します。",
  "samet_fund_create": "この操作により、新しい SameT ファンドが作成されます。SameT ファンドは、借り手が使用でき、同じトランザクションで返済する必要があるファンドです。ファンドの詳細が正しいことを確認してください。",
  "samet_fund_delete": "この操作は SameT ファンド オブジェクトを削除します。ブロックチェーンから SAMET ファンドが削除されます。削除する前にファンドの詳細を確認してください。",
  "samet_fund_update": "この操作は SameT ファンド オブジェクトを更新します。既存の SAMET ファンドのパラメータと条件が変更されます。意図しない変更を避けるために更新を確認します。",
  "samet_fund_borrow": "この操作は SameT ファンドから借入します。ユーザーは担保を使用して SAMET ファンドから融資を受けることができます。借入の詳細が正しいことを確認してください。",
  "samet_fund_repay": "この操作は SameT ファンドへの借金を返済します。これにより、ユーザーはローンを返済し、SAMET ファンドから担保を取り戻すことができます。返済の詳細を確認します。",
  "credit_offer_create": "この操作により、新しいクレジット オファーが作成されます。クレジット オファーは、特定の担保を提供する他のアカウントが使用できる資金です。オファーの詳細が正しいことを確認してください。",
  "credit_offer_delete": "この操作はクレジット オファーを削除します。ブロックチェーンからクレジット オファーが削除されます。削除する前にオファーの詳細を確認してください。",
  "credit_offer_update": "この操作によりクレジット オファーが更新され、既存のクレジット オファーの利用規約が変更され、意図しない変更を避けるために更新内容が確認されます。",
  "credit_offer_accept": "この操作はクレジット オファーを受け入れ、クレジット取引を作成します。これにより、ユーザーはクレジット オファーを受け入れ、融資された資金を受け取ることができます。受け入れの詳細が正しいことを確認します。",
  "credit_deal_repay": "この操作は信用取引を返済します。借り手が信用取引の条件に従ってローンを返済できるようになり、返済の詳細を確認します。",
  "credit_deal_expired": "この操作は期限切れの信用取引を処理します。担保の清算など、期限切れの信用取引の結果に対処します。処理の詳細が正しいことを確認してください。",
  "liquidity_pool_update": "この操作は流動性プールを更新します。既存の流動性プールのパラメーターと条件が変更されます。意図しない変更を避けるために更新を確認します。",
  "credit_deal_update": "この操作によりクレジット取引が更新され、既存のクレジット取引の契約条件が変更されます。更新が正しいことを確認してください。",
  "limit_order_update": "この操作は指値注文を更新します。以前に発注された指値注文のパラメーターを変更します。意図しない変更を避けるために更新を確認します。"
}
