{
  "dialogContent": {
    "headerText": "Creando el siguiente activo de mercado de predicción: {{symbol}}"
  },
  "card": {
    "title": "Creando un nuevo activo de mercado de predicción",
    "description": "Al crear un activo de mercado de predicción, puede actuar como casa para apuestas descentralizadas sobre eventos futuros a cambio de una comisión sin exposición al riesgo de contraparte del grupo de ganancias."
  },
  "pma": {
    "title": "Detalles de los activos del mercado de predicción",
    "title_content": "Estas son las configuraciones de activos utilizadas para el activo del mercado de predicción.",
    "condition": {
      "header": "Condición",
      "header_content": "Proporcione los detalles de los activos del mercado de predicción aquí",
      "placeholder": "Condiciones de predicción"
    },
    "commission": {
      "header": "Comisión (%)",
      "header_content": "La comisión es la tarifa que cobra la casa por crear y evaluar el activo del mercado de predicción.",
      "placeholder": "Comisión"
    },
    "backing_asset": {
      "header": "Activo de respaldo",
      "header_content": "El activo de respaldo es el activo que se utiliza para respaldar el activo del mercado de predicción. "
    },
    "resolution": {
      "header": "Fecha y hora de resolución de predicción",
      "header_content": "La fecha y hora de resolución es la fecha y hora en la que se resolverá el activo del mercado de predicción. "
    }
  },
  "buttons": {
    "submit": "Entregar"
  },
  "risks": {
    "1": "La mala configuración de los activos del mercado de predicción puede llevar a una pobre participación de blockchain, algunas interfaces de usuario pueden filtrar su PMA por completo de la vista; ",
    "2": "Cuando crea un activo de mercado de predicción, usted es responsable, como casa, de evaluar adecuadamente el resultado; no hacerlo de manera adecuada o oportuna podría generarle problemas legales o fiscales, además de la pérdida de credibilidad como casa.",
    "3": "Esta interfaz de usuario y las billeteras Beet/BEETEOS no admiten cuentas con múltiples firmas, por lo que su cuenta doméstica es un punto único de falla a largo plazo: protéjala bien.",
    "title": "Algunos de los riesgos asociados con la creación de activos de mercado de predicción",
    "description": "Haga su propia investigación antes de crear una PMA, lea primero los documentos; "
  }
}