{
  "price": "Precio:",
  "editingPrice": "Precio de edición",
  "setNewPrice": "Establecer nuevo precio",
  "borrowLimit": "Límite de préstamo",
  "editingMaxAmount": "Editar importe máximo",
  "setNewMaximum": "Establecer nuevo máximo",
  "creatingNewOffer": "Creando una nueva oferta de crédito",
  "editingExistingOffer": "Editar una oferta de crédito existente",
  "creatingNewOfferDescription": "Este formulario le permite crear una nueva oferta de crédito, prestando un activo a cambio de una garantía a sus tasas/términos definidos.",
  "editingExistingOfferDescription": "Utilice este formulario para editar su oferta de crédito existente. ",
  "offerOwner": "Propietario de la oferta",
  "viewAccount": "Ver cuenta",
  "offerOwnerDescription": "Esta es la cuenta propietaria de esta oferta de crédito.",
  "existingCreditOfferJSON": "Oferta de crédito existente JSON",
  "currentBlockchainData": "Aquí están los datos actuales de blockchain para esta oferta de crédito.",
  "viewOnBlockSights": "Ver en BlockSights",
  "viewingExistingOffer": "Actualmente estás viendo esta oferta de crédito existente",
  "assetToLend": "Activo para prestar",
  "lendingAssetDescription": "Su oferta de crédito se centrará en prestar este activo",
  "amountToLend": "cantidad a prestar",
  "lendingAmountDescription": "El monto total del activo que desea prestar a los usuarios de blockchain",
  "lendingRate": "Tasa de préstamo",
  "lendingRateDescription": "El costo de tomar prestado el activo, expresado como porcentaje del monto prestado",
  "editLendingRate": "Editar tasa de préstamo",
  "newLendingRate": "Proporcionar un nuevo porcentaje de tasa de préstamo",
  "repaymentPeriod": "Período de reembolso",
  "placeholder1hr": "1 hora",
  "12hours": "12 horas",
  "24hours": "24 horas",
  "3days": "3 días",
  "7days": "7 días",
  "30days": "30 dias",
  "90days": "90 dias",
  "365days": "365 dias",
  "730days": "730 días",
  "1825days": "1825 días",
  "maximumDuration": "Duración máxima de la oferta de crédito",
  "minimumAmount": "Monto minimo",
  "minimumBorrowableAmount": "El importe mínimo a prestar",
  "expirationDate": "Fecha de caducidad",
  "creditOfferEnds": "Cuando finalice esta oferta de crédito",
  "acceptedCollateral": "Garantía aceptada",
  "acceptedCollateralDescription": "Estos son los activos que aceptarás como garantía para el contrato de oferta de crédito",
  "preApprovedUsers": "Usuarios preaprobados",
  "addUser": "Agregar usuario",
  "limitBorrowers": "Si desea limitar quién puede pedirle prestado, agregue usuarios a esta lista",
  "networkFee": "Tarifa de red",
  "broadcastCost": "El costo de transmitir una nueva oferta de crédito.",
  "submit": "Entregar",
  "creatingCreditOffer": "Creación de préstamos de oferta de crédito. {{lendingAmount}} {{symbol}}",
  "updatingCreditOffer": "Actualizando oferta de crédito {{offerID}}",
  "risksTitle": "Riesgos asociados con la creación de ofertas de crédito.",
  "risksDescription": "Esta es una lista no exhaustiva de riesgos; realice su propia investigación antes de continuar.",
  "risksPoint1": "Cuando crea una oferta de crédito, crea una oferta abierta para prestar activos en sus términos predefinidos hasta que pase la fecha de vencimiento de la oferta de crédito. La participación en el mercado en la oferta de crédito no está garantizada; es posible que no reciba ninguna oferta de crédito si las condiciones no son favorables para los prestatarios.",
  "risksPoint2": "Si configura mal la oferta de crédito y los usuarios realizan acuerdos de crédito con ella, deberá esperar hasta que expire el período de reembolso para reclamar los activos prestados o la garantía. ",
  "risksPoint3": "Si no configura los prestatarios permitidos, todos los usuarios de la cadena de bloques Bitshares pueden aceptar el trato en su totalidad. ",
  "risksPoint4": "Los prestatarios no están obligados a reembolsar los activos prestados, ni son castigados por hacerlo; pueden optar por no pagar el préstamo y perder su garantía. ",
  "risksPoint5": "El vencimiento de una oferta de crédito puede exceder la fecha de vencimiento de la oferta de crédito; ",
  "risksPoint6": "Tenga en cuenta los riesgos de contraparte si utiliza activos respaldados por divisas (EBA) como garantía o con fines de préstamo, ya que su valor podría fluctuar en función de los riesgos de terceros."
}
