{
  "dealNo": "Trato #",
  "with": " con ",
  "borrowed": "tomaste prestado",
  "lent": "ellos tomaron prestado",
  "loanCollateral": "Garantía de préstamo:",
  "borrower": "Tarifa de préstamo",
  "lender": "Ganancias",
  "remainingTime": "Tiempo restante:",
  "repayLoan": "Pagar el préstamo",
  "trade": "Comercio {{symbol}} en DEX",
  "dialogTitle": "Reembolso del préstamo #{id}",
  "description": "Utilice este formulario para controlar los pagos de sus operaciones de crédito.",
  "account": "Cuenta",
  "balance": "Tu actual {{symbol}} balance",
  "repayAmount": "cantidad de {{symbol}} pagar",
  "remainingDebt": "Deuda restante: {{amount}} {{symbol}}",
  "repayDesc": "Para recuperar toda su garantía, pague la deuda en su totalidad.",
  "redeemCollateral": "Canjear garantía",
  "remainingCollateral": "Garantía restante: {cantidad} {{symbol}}",
  "collateralRedemption": "cantidad de {{symbol}} garantía de respaldo que canjearás",
  "loanLabel": "Tarifa de préstamo estimada",
  "loanDesc": "Esta es la tarifa que pagará al prestamista.",
  "finalPaymentLabel": "pago final",
  "finalPaymentDesc": "Una vez pagado en su totalidad, su {{symbol}} la garantía le será devuelta.",
  "finalPaymentWarning": "Insuficiente {{symbol}} balance",
  "networkFee": "Tarifa de red",
  "networkFeeDesc": "Esta es la tarifa para transmitir la operación de pago de su contrato de crédito a la cadena de bloques.",
  "rebate": "Reembolso {{fee}} {{chain}} (adquisición)",
  "submit": "Entregar",
  "deepLink": "pagar {{finalRepayAmount}} {{debtAsset}}, para reclamar {{collateralAsset}}",
  "card": {
    "title": "💱 Consulta tus ofertas de crédito activas",
    "description": "Desde aquí puede controlar las ofertas de crédito activas y gestionar los reembolsos.",
    "viewingBorrowings": "Ver sus préstamos",
    "viewBorrowings": "Ver sus préstamos",
    "viewingLendings": "Ver sus préstamos",
    "viewLendings": "Ver tus préstamos",
    "noBorrowers": "No se encontraron préstamos activos",
    "noLendings": "No se encontraron préstamos activos",
    "loading": "Cargando..."
  },
  "risks": {
    "borrowerTitle": "Advertencia de riesgo del prestatario",
    "lenderTitle": "Advertencia de riesgo del prestamista",
    "description": "Información importante sobre sus responsabilidades y riesgos asociados con las operaciones de crédito.",
    "borrower": {
      "risk1": "Tú ( {{username}} ) son responsables de administrar sus ofertas de crédito y pagarlas de manera oportuna, nadie más. Considere usar un método de pago automático para evitar perder la fecha límite de pago si olvida la fecha límite.",
      "risk2": "Tenga en cuenta su exposición a las volatilidades externas durante el período de pago de la oferta de crédito; el valor de sus activos prestados y su garantía de respaldo fluctuarán; debe considerar dicha exposición a la volatilidad al decidir cómo y cuándo pagará la oferta de crédito.",
      "risk3": "No pagar un acuerdo de crédito resultará en la pérdida de los activos de garantía de respaldo restantes. No existe un sistema de calificación crediticia que castigue a los prestatarios morosos, se respetarán los términos acordados del acuerdo de crédito."
    },
    "lender": {
      "risk1": "Tú ( {{username}} ) son responsables de gestionar sus ofertas de crédito, sus parámetros y su exposición al riesgo, nadie más, considere crear scripts automatizados para gestionar el estado de sus ofertas de crédito.",
      "risk2": "Tenga en cuenta su exposición a las volatilidades externas durante el período de pago de la oferta de crédito, el valor de los activos que prestó a otros usuarios y la garantía de respaldo que proporcionaron fluctuarán, debe considerar su tolerancia al riesgo personal al decidir los parámetros de su oferta de crédito. ",
      "risk3": "Como prestamista, una vez que existe un acuerdo de crédito, usted ( {{username}} ) no puede cancelarlo, el prestatario es responsable de la duración del acuerdo dentro del período de pago. La fecha de pago de un acuerdo de crédito también puede exceder la fecha de vencimiento de su oferta de crédito.",
      "risk4": "Si los prestatarios no pagan sus acuerdos de crédito, usted perderá sus activos de garantía de respaldo. No existe un sistema de calificación crediticia que castigue a los prestatarios por incumplir, los términos acordados del acuerdo de crédito siempre se respetarán, así que planifique sus ofertas de crédito. "
    }
  }
}
