{
  "dialogContent": {
    "generatingDeeplink": "Generando enlace profundo...",
    "withAccount": "Con la cuenta: {{username}} ({{userID}})",
    "readyToBroadcast": "¡Tu operación Bitshares Beet está lista para transmitirse!",
    "chooseMethod": "Elija entre los métodos a continuación para transmitir a su billetera de elección.",
    "bitsharesBEETMultiwallet": "Bitshares BEET multibilletera",
    "errorOccurred": "Se produjo un error, lo siento. Cierra este cuadro de diálogo e inténtalo de nuevo.",
    "beetWallet": "Bitshares BEET multibilletera"
  },
  "tabs": {
    "viewTRXObject": "Ver objeto TRX",
    "rawDeeplink": "Enlace profundo sin procesar",
    "localJSONFile": "Archivo JSON local",
    "propose": "Propuesta"
  },
  "tabsContent": {
    "transactionObjectJSON": "Objeto de transacción JSON",
    "operationType": "Tipo de operación:",
    "copyOperationJSON": "Operación de copia JSON",
    "usingDeeplink": "Usar un enlace profundo para transmitir a través del multiwallet Beet",
    "step1": "Inicie la billetera BEET y navegue hasta 'Enlace sin formato' en el menú; la billetera debe permanecer desbloqueada durante la transmisión.",
    "step2": "Desde esta página puede permitir todas las operaciones o permitir únicamente la operación '{{operationName}}' (luego haga clic en guardar).",
    "step3": "Una vez que aparezca 'Listo para enlaces sin formato' en Beet, puede hacer clic en el botón a continuación para continuar.",
    "step4": "Se mostrará un mensaje de BEET, verificará el contenido, opcionalmente solicitará un recibo de Beet y luego transmitirá la transacción a la cadena de bloques.",
    "step5": "No recibirá una confirmación en esta ventana, pero su operación se procesará en segundos en la cadena de bloques.",
    "triggerRawBeet": "Activar enlace profundo de remolacha cruda",
    "viaLocalFile": "Mediante carga de archivos local: listo para continuar",
    "step1Local": "Inicie la billetera BEET y navegue hasta 'Local' en el menú.",
    "step2Local": "En esta página permitir todo o permitir solo la operación '{{operationName}}'.",
    "step3Local": "Una vez en la página de carga local, haga clic en el botón a continuación para descargar el archivo JSON a su computadora.",
    "step4Local": "Desde la página BEET Local, cargue el archivo JSON; luego debería aparecer un mensaje.",
    "step5Local": "Verifique minuciosamente el contenido del mensaje antes de aprobar cualquier operación; también considere alternar el recibo opcional para fines de verificación y análisis posterior a la transmisión.",
    "downloading": "Descargando...",
    "downloadBeetOperationJSON": "Descargar operación remolacha JSON",
    "propose": "Creando una nueva propuesta",
    "proposeDescription": "Si no es el propietario (o copropietario) de la cuenta que está utilizando para construir la operación propuesta, puede crear una propuesta para que el propietario de la cuenta la revise y la transmita a su discreción."
  },
  "proposal": {
    "targetContent": "Esta es la cuenta que utilizará para crear la propuesta, construir operaciones en la interfaz de usuario de Astro como usuario final y luego proporcionar la cuenta de pago de tarifas de propuesta aquí.",
    "targetHeader": "Cuenta de pago de tasas de propuesta",
    "revisionPeriodSecondsContent": "Especifique el período de revisión en segundos.",
    "revisionPeriodSecondsHeader": "Período de revisión (segundos)"
  }
}
