{
  "quoteAsset": "Activo de cotización",
  "buying": "Comprar",
  "baseAsset": "Activo base",
  "selling": "Venta",
  "poolStakeAsset": "Activo de participación en el pool",
  "supply": "Suministrar",
  "links": "Campo de golf",
  "totalCirculation": "{{asset}} en circulación total",
  "maximumSupply": "Oferta máxima",
  "confidentialSupply": "{{asset}} en suministro confidencial",
  "externalLinks": "{{asset}} enlaces externos",
  "externalLinksDescription": "Los botones a continuación enlazan directamente con fuentes externas. {{asset}} recursos, se recomienda discreción del usuario al interactuar con recursos externos.",
  "explorers": "Exploradores",
  "webWallets": "Carteras web",
  "json": "JSON",
  "jsonSummaryData": "{{asset}} Datos resumidos JSON",
  "jsonSummaryDataDescription": "Los datos utilizados para generar {{asset}} limitar las órdenes.",
  "yourBalance": "Tu saldo",
  "assetBalance": "{{asset}} ({{id}}) balance",
  "balanceDescription1": "esto es cuanto {{asset}} tienes disponible en tu cuenta.",
  "balanceDescription2": "Puede utilizar este saldo para realizar órdenes limitadas en este mercado.",
  "balanceDescription3": "para obtener más {{asset}}, puede crear una orden limitada, intercambiar activos a través de un fondo común de liquidez o recibir una transferencia desde otra cuenta.",
  "balanceTooltip": "Más sobre tu saldo",
  "assetType": "Tipo de activo",
  "userIssuedAsset": "Activo emitido por el usuario",
  "predictionMarket": "Mercado de predicción",
  "smartcoin": "moneda inteligente",
  "userIssuedAssetSummary": "Resumen del tipo de activo emitido por el usuario",
  "predictionMarketSummary": "Resumen del tipo de activo del mercado de predicción",
  "smartcoinSummary": "Resumen del tipo de activo de Smartcoin",
  "userIssuedAssetDescription1": "Los activos emitidos por el usuario (UIA) son activos de blockchain creados por el usuario.",
  "userIssuedAssetDescription2": "Dado que están definidos por el usuario, cada uno tiene nombres, configuraciones, descripciones y propósitos únicos.",
  "userIssuedAssetDescription3": "Los UIA que utilizan los Exchanges/Gateways para emitir fondos depositados por los usuarios se denominan Exchange Backed Assets (EBA).",
  "userIssuedAssetDescription4": "Los UIA pueden ser tokens no fungibles (NFT) que contienen una variedad de multimedia.",
  "userIssuedAssetDescription5": "Los UIA también se utilizan para activos de acciones del fondo de liquidez.",
  "userIssuedAssetDescription6": "Evalúe siempre la configuración, la descripción y el emisor de la UIA antes de utilizarlos en el DEX para reducir su exposición al riesgo.",
  "predictionMarketDescription1": "Un activo de mercado de predicción (PMA) es un BitAsset especializado de modo que la deuda total y la garantía total son siempre cantidades iguales (aunque los ID de los activos difieren).",
  "predictionMarketDescription2": "No se pueden realizar ajustes de margen ni liquidaciones forzadas sobre un activo del mercado de predicción.",
  "predictionMarketDescription3": "El emisor liquida globalmente un mercado de predicción después de que se resuelve el evento que se predice, por lo que un mercado de predicción siempre debe tener habilitado el permiso global_settle.",
  "predictionMarketDescription4": "El precio máximo para la liquidación global o venta corta de un activo del mercado de predicción es 1 a 1.",
  "predictionMarketDescription5": "Dado que el oráculo del mercado de predicción es el emisor, el emisor de la PMA debe ser una parte confiable, los participantes de la PMA están expuestos tanto al riesgo de la apuesta como al oráculo que cumple su papel con sinceridad.",
  "smartcoinDescription1": "Una smartcoin es un activo que tiene una garantía de respaldo, un precio de referencia externo y una autoemisión.",
  "smartcoinDescription2": "Cualquiera puede crear una moneda inteligente y cualquiera puede emitir monedas inteligentes en su propia cuenta, siempre que tenga suficientes activos de garantía de respaldo.",
  "smartcoinDescription3": "Los bitassets (como USD, CNY, EUR) son activos vinculados al mercado (MPA) de marca del comité que hacen referencia a fuentes externas de precios de moneda FIAT y están respaldados por el token central BTS (1.3.0).",
  "smartcoinDescription4": "Los usuarios pueden crear sus propios bitassets privatizados (smartcoins) que hacen referencia a una fuente externa de su selección y, a menudo, tienen implementados requisitos de garantía de respaldo y mecanismos de recuperación muy exclusivos.",
  "smartcoinDescription5": "Si toma prestadas smartcoins, manténgase alerta para mantener su exposición personal al riesgo y dedique algún tiempo a investigar la smartcoin, sus opciones y su emisor antes de hacerlo. Las posiciones de los tenedores de deuda están expuestas tanto a la volatilidad del precio del activo de referencia como a la del activo de respaldo, su garantía está en ",
  "smartcoinDescription6": "Los titulares de Smartcoins están expuestos al riesgo de que la garantía de respaldo del titular de la deuda caiga por debajo de los niveles mínimos requeridos; sin embargo, cada smartcoin tiene un perfil de riesgo diferente dadas sus diferentes configuraciones de garantía de respaldo.",
  "moreAboutAssetType": "Más sobre el tipo de activo",
  "issuer": "Editor",
  "assetIssuer": "{{asset}}emisor de",
  "issuerDescription1": "Esta es la cuenta de blockchain que creó este activo. Preste atención a ese detalle para comprender qué es lo que está comprando y a quién.",
  "issuerDescription2": "El emisor de activos puede cambiar con el tiempo, ya que el emisor puede transferir fácilmente la propiedad.",
  "issuerDescription3": "Los activos propiedad de la cuenta del comité suelen ser los activos básicos mantenidos por el comité.",
  "issuerDescription4": "Si el emisor tiene una \"cuenta nula\", entonces la propiedad del activo efectivamente se ha quemado.",
  "moreAboutAssetIssuer": "Más sobre el emisor de activos",
  "precision": "Precisión",
  "assetPrecisionInfo": "Información de precisión de activos",
  "precisionDescription1": "La precisión de un activo es la cantidad de decimales que tiene.",
  "precisionDescription2": "Por ejemplo {{asset}} con una precisión de {{precision}} pueden comercializarse en cantidades de {{quantity}} {{asset}}.",
  "moreAboutAssetPrecision": "Más sobre la precisión de los activos",
  "marketFee": "Tarifa de mercado",
  "infoOnAssetMarketFees": "Información sobre las comisiones del mercado de activos",
  "marketFeeDescription1": "Los creadores de activos pueden introducir tarifas de mercado para ganar pasivamente a medida que se realizan las operaciones.",
  "marketFeeDescription2": "La tarifa de mercado solo se aplica a un lado de la operación.",
  "marketFeeDescription3": "Asegúrese de que la tarifa del mercado sea razonable antes de continuar.",
  "moreAboutMarketFees": "Más sobre las tarifas del mercado",
  "backingAsset": "Activo de respaldo",
  "backingAssetInfo": "Información del activo de respaldo",
  "backingAssetDescription1": "Las Smartcoins (bitassets y stablecoins) requieren que se presten garantías de respaldo para existir.",
  "backingAssetDescription2": "El activo de respaldo se utiliza como garantía para respaldar la moneda inteligente.",
  "backingAssetDescription3": "El activo de respaldo lo elige el emisor de la smartcoin y no se puede cambiar una vez que los usuarios lo poseen.",
  "moreAboutBackingAsset": "Más sobre el activo de respaldo",
  "marginCallFeeRatio": "Relación de tarifa de llamada de margen",
  "marginCallFeeRatioInfo": "Información sobre la tasa de llamada de margen",
  "marginCallFeeRatioDescription1": "Permite al emisor de activos cobrar una tarifa por las operaciones de llamada de margen.",
  "marginCallFeeRatioDescription2": "Configurado por el emisor del activo.",
  "moreAboutMarginCallFeeRatio": "Más sobre el ratio de tarifa de llamada de margen",
  "forceSettleFeePercent": "Porcentaje de tarifa de liquidación forzada",
  "forceSettleFeePercentInfo": "Información del porcentaje de tarifa de liquidación forzada",
  "forceSettleFeePercentDescription1": "Permite al emisor del activo cobrar una tarifa por las operaciones de liquidación forzosa.",
  "forceSettleFeePercentDescription2": "Configurado por el emisor del activo.",
  "moreAboutForceSettleFeePercent": "Más información sobre el porcentaje de la tarifa de liquidación forzada",
  "settlementFund": "Fondo de liquidación",
  "settlementFundInfo": "Información del fondo de liquidación",
  "settlementFundDescription1": "Un fondo de liquidación es la garantía de respaldo que se mantiene reservada durante las condiciones de liquidación global.",
  "settlementFundDescription2": "Los titulares de Smartcoins pueden reclamar su parte del fondo de liquidación si obligan o liquidan instantáneamente sus smartcoins.",
  "settlementFundDescription3": "Tras la creación del fondo de liquidación, los tenedores de deuda tienen el 100% de respaldo reservado en el fondo y el resto (más del 100% de garantía) se devuelve a su cuenta.",
  "moreAboutSettlementFunds": "Más sobre los fondos de liquidación",
  "feedPrice": "Precio del pienso",
  "feedPriceInfo": "Información sobre el precio del alimento",
  "moreAboutFeedPrices": "Más sobre los precios de los piensos",
  "settlementPrice": "Precio de liquidación",
  "settlementPriceInfo": "Información del precio de liquidación",
  "settlementPriceDescription1": "La tasa a la que recibirá garantía de respaldo si fuerza/liquida instantáneamente smartcoins.",
  "settlementPriceDescription2": "Mientras una smartcoin se encuentre en condiciones de liquidación global, se detiene la nueva emisión hasta que las condiciones se resuelvan.",
  "settlementPriceDescription3": "Dependiendo del mecanismo de recuperación de liquidación global configurado por el emisor de activos de smartcoin, el precio de alimentación puede estar por debajo del precio de liquidación.",
  "moreAboutSettlementPrice": "Más sobre este precio de liquidación",
  "individualSettlementDebt": "Ind, Liquidación de deuda",
  "individualSettlementDebtInfo": "Información de deuda de liquidación individual",
  "individualSettlementDebtDescription1": "El pool de liquidación individual. En caso de liquidaciones individuales (para fondos o para ordenar), aquí se mueven la deuda y la garantía de las posiciones de margen que se liquidaron.",
  "individualSettlementDebtDescription2": "Para la liquidación individual para financiar, los activos colaterales del fondo común sólo pueden recuperarse mediante liquidaciones forzosas.",
  "individualSettlementDebtDescription3": "Para la liquidación individual de una orden, los activos colaterales del grupo solo se pueden recuperar mediante órdenes limitadas.",
  "individualSettlementDebtDescription4": "Monto de la deuda por acuerdos individuales",
  "moreAboutIndividualSettlementDebt": "Más sobre la deuda de liquidación individual",
  "individualSettlementFund": "Ind, Fondo de liquidación",
  "individualSettlementFundInfo": "Información del fondo de liquidación individual",
  "individualSettlementFundDescription": "El monto de la garantía (activo de respaldo) cobrado debido a acuerdos individuales.",
  "moreAboutIndividualSettlementFunds": "Más sobre los fondos de liquidación individuales",
  "smartcoinInfoButton": "Información sobre monedas inteligentes",
  "additionalBitassetInfoTitle": "Información adicional sobre bitasset",
  "additionalBitassetInfoDescription": "Estos valores no cambian con frecuencia el valor, pero afectan a los comerciantes.",
  "smartcoinID": "ID de moneda inteligente",
  "smartcoinIDInfo": "Información de identificación de Smartcoin",
  "smartcoinIDDescription": "La identificación requerida para obtener los detalles de bitasset, como el precio de alimentación, el precio de liquidación, etc.",
  "moreAboutSmartcoinID": "Más sobre la identificación de Smartcoin",
  "feedQuantity": "Cantidad de alimento",
  "feedQuantityInfo": "Información sobre la cantidad de feeds de Smartcoin",
  "feedQuantityDescription1": "La cantidad de productores de piensos que aportan datos de piensos de referencia para que esta moneda inteligente realice un seguimiento del valor real del activo de referencia.",
  "feedQuantityDescription2": "Puede haber tan solo 1 productor de piensos para que funcione una moneda inteligente, sin embargo, cuanto mayor sea la cantidad de productores de piensos, más estable se volverá.",
  "feedQuantityDescription3": "Si una moneda inteligente es alimentada por testigos o comités, la cantidad de productores de piensos no puede exceder el grupo de testigos activos y miembros del comité.",
  "moreAboutFeedQuantities": "Más sobre las cantidades de alimento",
  "forceSettlementDelay": "Forzar retraso en la liquidación",
  "forceSettlementDelayInfo": "Forzar información sobre el retraso en la liquidación",
  "forceSettlementDelayDescription": "La cantidad de tiempo que esperará la cadena de bloques antes de procesar su operación de liquidación forzada.",
  "moreAboutForceSettlementDelays": "Más información sobre los retrasos en la liquidación forzada",
  "forceSettlementOffset": "Compensación de liquidación forzada",
  "forceSettlementOffsetInfo": "Información de compensación de liquidación forzada",
  "forceSettlementOffsetDescription": "Un porcentaje compensado del precio de alimentación para la liquidación.",
  "moreAboutForceSettlementOffset": "Más información sobre la compensación de liquidación forzada",
  "maxForceSettlementVolume": "Volumen máximo de liquidación de fuerza",
  "maxForceSettlementVolumeInfo": "Información del volumen máximo de liquidación de fuerza",
  "maxForceSettlementVolumeDescription": "Porcentaje máximo del suministro que se puede liquidar por día",
  "moreAboutMaxForceSettlementVolume": "Más información sobre el volumen máximo de liquidación de fuerza",
  "globalSettlementResponseMethod": "Método de respuesta de liquidación global",
  "globalSettlementResponseMethodInfo": "Información del método de respuesta de liquidación global (BSRM)",
  "globalSettlementResponseMethodDescription1": "Especifica el método de respuesta de liquidación global (BSRM) configurado por el emisor del activo.",
  "globalSettlementResponseMethodDescription2": "Los métodos de respuesta a la liquidación global manejan cómo se producen la emisión y la liquidación, específicamente durante una actividad de mercado altamente volátil.",
  "moreAboutGlobalSettlementResponseMethods": "Más sobre los métodos de respuesta a los acuerdos globales",
  "maintenanceCollateralRatio": "Ratio de garantía de mantenimiento",
  "maintenanceCollateralRatioInfo": "Información del ratio de garantía de mantenimiento",
  "maintenanceCollateralRatioDescription1": "El índice de garantía mínimo (MCR) especificado por el emisor del activo.",
  "maintenanceCollateralRatioDescription2": "Si su posición de deuda cae por debajo de este índice, es probable que le soliciten un margen.",
  "maintenanceCollateralRatioDescription3": "Si su posición de deuda tiene un margen de garantía, perderá la garantía más el porcentaje de compensación.",
  "moreAboutMaintenanceCollateralRatio": "Más sobre el ratio de garantía de mantenimiento",
  "initialCollateralRatio": "Ratio de garantía inicial",
  "initialCollateralRatioInfo": "Información del ratio de garantía inicial",
  "initialCollateralRatioDescription1": "El índice de garantía inicial (ICR) es el índice mínimo requerido al crear una posición de deuda.",
  "initialCollateralRatioDescription2": "El índice de margen de su posición de deuda puede caer por debajo de este índice ICR, pero debe permanecer por encima del MCR para evitar una llamada de margen.",
  "moreAboutInitialCollateralRatio": "Más sobre el ratio de garantía inicial",
  "maximumShortSqueezeRatio": "Relación máxima de compresión corta",
  "maximumShortSqueezeRatioInfo": "Información máxima sobre la relación de compresión corta",
  "maximumShortSqueezeRatioDescription": "El ratio máximo de contracción corta es el ratio máximo en el que una posición de deuda estará protegida contra constricciones cortas.",
  "moreAboutMaximumShortSqueezeRatio": "Más información sobre la relación máxima de compresión corta",
  "borrowButton": "Pedir prestado"
}
