{
  "transfer": "Esta operación envía activos de una cuenta a otra. Moverá permanentemente la cantidad especificada de activos a la cuenta del destinatario. Tenga cuidado, ya que esta acción no se puede deshacer.",
  "limit_order_create": "Esta operación ofrece vender una cantidad de un activo a un tipo de cambio específico en un momento determinado. Colocará una orden en el libro de órdenes que solo se ejecutará si el precio de mercado alcanza el precio límite especificado. Asegúrese de que los detalles sean correctos para ",
  "limit_order_cancel": "Esta operación cancela una orden limitada existente. Eliminará una orden limitada previamente colocada del libro de órdenes, evitando que se ejecute. Verifique los detalles de la orden antes de cancelarla.",
  "call_order_update": "Esta operación actualiza una orden de compra, que se utiliza en el comercio de margen. Ajustará la garantía y la deuda de una orden de compra existente, lo que podría afectar su posición de margen. Asegúrese de que comprenda las implicaciones en su margen.",
  "fill_order": "Esta operación completa una orden existente, ejecutará una operación basada en una orden coincidente en el libro de órdenes, lo que dará como resultado el intercambio de activos, confirmará los detalles de la operación para evitar resultados inesperados.",
  "account_create": "Esta operación crea una nueva cuenta en la cadena de bloques. Registrará una nueva cuenta de usuario con un nombre único y claves asociadas. Asegúrese de que los detalles de la cuenta sean correctos.",
  "account_update": "Esta operación actualiza las propiedades de su cuenta. Modificará los detalles de la cuenta, como claves, opciones y autoridades, lo que podría cambiar quién puede controlar su cuenta. Tenga cuidado, ya que esto puede afectar la seguridad de la cuenta.",
  "account_whitelist": "Esta operación incluye una cuenta en la lista blanca o negra. Controlará qué cuentas tienen permitido o no interactuar con ciertas funciones o activos. Verificará los detalles de la cuenta para evitar restricciones no deseadas.",
  "account_upgrade": "Esta operación actualiza su cuenta a miembro vitalicio. Le otorgará a su cuenta privilegios y beneficios adicionales, como tarifas reducidas y derechos de voto. Asegúrese de que comprenda los beneficios y costos.",
  "account_transfer": "Esta operación transfiere la propiedad de su cuenta a otra cuenta. Cambiará la autoridad del propietario de su cuenta a un nuevo propietario, dándole control total. Asegúrese antes de transferir la propiedad.",
  "asset_create": "Esta operación crea un activo en la cadena de bloques Bitshares. Definirá un nuevo token o activo con propiedades específicas como símbolo, precisión y emisor. Asegúrese de que los detalles del activo sean correctos.",
  "asset_update": "Esta operación actualiza la configuración de un activo. Permitirá al emisor modificar los detalles del activo, como la descripción, las opciones y las banderas. Verifique los cambios para evitar consecuencias no deseadas.",
  "asset_update_bitasset": "Esta operación actualiza la configuración de bitasset creada. Es específica de BitAssets, que son activos vinculados al mercado, y permite al emisor ajustar parámetros como los productores de alimentos y la configuración de llamada de margen, para garantizar que los cambios sean correctos.",
  "asset_update_feed_producers": "Esta operación actualiza la lista de productores de feeds aprobados para el bitasset creado. Cambiará la lista de cuentas responsables de publicar feeds de precios para un activo vinculado al mercado. Verificará la nueva lista de productores.",
  "asset_issue": "Esta operación emite sus activos creados a individuos. Creará y distribuirá tokens adicionales de un activo existente a cuentas específicas. Garantizará que los detalles de emisión sean correctos.",
  "asset_reserve": "Esta operación reserva sus activos creados. Eliminará permanentemente de la circulación una cantidad específica de un activo. Confirme la cantidad para evitar la eliminación involuntaria de activos.",
  "asset_fund_fee_pool": "Esta operación financia el fondo común de tarifas para su activo creado. Agregará fondos al fondo común de tarifas del activo, que se utiliza para subsidiar las tarifas de transacción para los usuarios. Verifique el monto de financiación.",
  "asset_settle": "Esta operación liquida un activo en su cartera. Permitirá a los titulares de un activo vinculado al mercado solicitar una liquidación al precio de alimentación actual, recibiendo el valor equivalente en el activo de respaldo. Asegúrese de comprender los términos de liquidación.",
  "asset_global_settle": "Esta operación liquida globalmente uno de sus bitassets creados. Obligará a la liquidación de todos los saldos pendientes de un activo vinculado al mercado a un precio específico, finalizando efectivamente su negociación. Asegúrese antes de iniciar la liquidación global.",
  "asset_publish_feed": "Esta operación publica un feed de precios para un bitasset. Los productores de feeds lo utilizarán para proporcionar información de precios actualizada para activos vinculados al mercado y garantiza que los datos del feed sean precisos.",
  "witness_create": "Esta operación crea una cuenta de testigo, registrará un nuevo testigo, que es responsable de producir bloques y asegurar la cadena de bloques, verificará los detalles del testigo.",
  "witness_update": "Esta operación actualiza su cuenta de testigo. Permitirá que un testigo modifique su clave de firma, URL y otros detalles. Asegúrese de que las actualizaciones sean correctas.",
  "proposal_create": "Esta operación crea una propuesta de operación de blockchain. Permitirá a los usuarios proponer una transacción que requiere la aprobación de varias partes antes de que pueda ejecutarse. Asegúrese de que los detalles de la propuesta sean precisos.",
  "proposal_update": "Esta operación actualiza una propuesta de operación de blockchain, permitirá a los usuarios agregar o revocar aprobaciones para una transacción propuesta, verificar los cambios para evitar aprobaciones o revocaciones no deseadas.",
  "proposal_delete": "Esta operación elimina una propuesta de operación de blockchain. Eliminará una propuesta de blockchain, evitando que se ejecute. Confirme los detalles de la propuesta antes de eliminarla.",
  "withdraw_permission_create": "Esta operación crea un permiso de retiro. Le otorgará a una cuenta la autoridad para retirar fondos de otra cuenta dentro de los límites especificados. Asegúrese de que los detalles del permiso sean correctos.",
  "withdraw_permission_update": "Esta operación actualiza un permiso de retiro. Modificará los términos y límites de un permiso de retiro existente. Verifique las actualizaciones para evitar cambios no deseados.",
  "withdraw_permission_claim": "Esta operación solicita un permiso de retiro. Permitirá que la cuenta autorizada retire fondos de acuerdo con los términos del permiso. Asegúrese de que los detalles del reclamo sean precisos.",
  "withdraw_permission_delete": "Esta operación elimina un permiso de retiro. Revocará un permiso de retiro existente, evitando retiros adicionales. Confirme los detalles del permiso antes de la eliminación.",
  "committee_member_create": "Esta operación crea una cuenta de miembro del comité. Registrará un nuevo miembro del comité, que participa en la gobernanza y la toma de decisiones de blockchain. Verifique los detalles del miembro del comité.",
  "committee_member_update": "Esta operación actualiza los detalles de la cuenta de miembro de su comité. Permitirá que un miembro del comité modifique su clave de firma, URL y otros detalles. Asegúrese de que las actualizaciones sean correctas.",
  "committee_member_update_global_parameters": "Esta operación publica la postura de los miembros del comité sobre los valores de los parámetros globales de la cadena de bloques de Bitshares. Permitirá al comité ajustar la configuración y los parámetros de toda la cadena de bloques y verificar los cambios de los parámetros.",
  "vesting_balance_create": "Esta operación crea un saldo de adquisición de derechos, reservará fondos que estarán disponibles gradualmente con el tiempo de acuerdo con un cronograma de adquisición de derechos específico, y garantizará que los detalles de adquisición de derechos sean correctos.",
  "vesting_balance_withdraw": "Esta operación se retira de un saldo de derechos adquiridos. Permitirá que la cuenta retire los fondos disponibles de un saldo de derechos adquiridos. Verifique el monto del retiro.",
  "worker_create": "Esta operación crea una propuesta de trabajador. Propondrá un nuevo trabajador, a quien se le pagará con cargo al presupuesto de blockchain para realizar tareas o proyectos específicos. Asegúrese de que los detalles de la propuesta sean precisos.",
  "custom": "Esta operación proporciona una forma genérica de agregar protocolos de nivel superior además del consenso de testigos. Permitirá a los usuarios definir y ejecutar lógica personalizada en la cadena de bloques y verificar los detalles de la lógica personalizada.",
  "assert": "Esta operación afirma que algunas condiciones son verdaderas. Comprobará si una condición especificada es verdadera y fallará si no lo es. Garantizará que la condición sea correcta.",
  "balance_claim": "Esta operación reclama desde un saldo, permitirá a los usuarios reclamar saldos de sistemas heredados o distribuciones especiales, verificar los detalles del reclamo.",
  "override_transfer": "Esta operación anula una operación de transferencia. Permitirá al emisor de un activo transferir fondos entre cuentas sin el consentimiento de la cuenta de origen. Tenga cuidado, ya que esto puede afectar la seguridad de la cuenta.",
  "transfer_to_blind": "Esta operación transfiere activos a un destino ciego. Convertirá activos regulares en saldos ciegos (confidenciales) y garantizará que los detalles de la transferencia sean correctos.",
  "blind_transfer": "Esta operación transfiere activos ciegos de manera ciega, transferirá activos entre saldos ciegos, manteniendo la confidencialidad, verificará los detalles de la transferencia.",
  "transfer_from_blind": "Esta operación retira activos de un saldo ciego. Convertirá los saldos ciegos (confidenciales) nuevamente en saldos regulares. Asegúrese de que los detalles del retiro sean correctos.",
  "asset_settle_cancel": "Esta operación cancela una liquidación de activos. Cancelará una solicitud de liquidación pendiente para un activo vinculado al mercado. Confirmará los detalles de la liquidación antes de la cancelación.",
  "asset_claim_fees": "Esta operación reclama las tarifas de un activo. Permitirá al emisor reclamar las tarifas acumuladas del conjunto de tarifas del activo. Verifique los detalles de la reclamación de tarifas.",
  "fba_distribute": "Esta operación distribuye fondos de un activo respaldado por comisiones. Distribuirá los fondos recaudados de un activo respaldado por comisiones a sus tenedores y garantizará que los detalles de distribución sean correctos.",
  "bid_collateral": "Esta operación puja por una garantía de respaldo de bitassets cuando se liquida globalmente. Permitirá a los usuarios ofertar por la garantía que se vende para cubrir una llamada de margen y verificar los detalles de la oferta.",
  "execute_bid": "Esta operación ejecuta una oferta de garantía. Finalizará la compra de garantía a partir de una llamada de margen. Garantizará que los detalles de ejecución de la oferta sean correctos.",
  "asset_claim_pool": "Esta operación transfiere BTS del grupo de tarifas de un activo específico al saldo del emisor. Permitirá al emisor reclamar fondos del grupo de tarifas del activo y verificar los detalles del reclamo.",
  "asset_update_issuer": "Esta operación actualiza el emisor de un activo a una nueva cuenta de administrador. Cambiará la autoridad del emisor de un activo a una nueva cuenta y garantizará que los detalles del nuevo emisor sean correctos.",
  "htlc_create": "Esta operación crea un contrato de bloqueo de tiempo de hash (HTLC). Configurará un HTLC, que requiere una preimagen de hash criptográfica para reclamar los fondos. Verifique los detalles del contrato.",
  "htlc_redeem": "Esta operación canjea el contenido de un HTLC. Permitirá al destinatario reclamar los fondos de un HTLC proporcionando la preimagen hash correcta. Asegúrese de que los detalles del canje sean correctos.",
  "htlc_redeemed": "Esta operación indica que un HTLC se ha canjeado exitosamente. Verifique los detalles del canje.",
  "htlc_extend": "Esta operación extiende la duración de un HTLC. Ampliará el período de tiempo durante el cual se puede canjear el HTLC. Asegúrese de que los detalles de la extensión sean correctos.",
  "htlc_refund": "Esta operación reembolsa un HTLC vencido. Reembolsará los fondos de un HTLC al remitente una vez que haya expirado. Verifique los detalles del reembolso.",
  "custom_authority_create": "Esta operación crea una nueva autoridad personalizada. Definirá una autoridad personalizada que se puede utilizar para autorizar operaciones específicas. Asegúrese de que los detalles de la autoridad sean correctos.",
  "custom_authority_update": "Esta operación actualiza una autoridad personalizada. Modificará las condiciones y parámetros de una autoridad personalizada existente. Verificará las actualizaciones para evitar cambios no deseados.",
  "custom_authority_delete": "Esta operación elimina una autoridad personalizada. Eliminará una autoridad personalizada existente de la cadena de bloques. Confirme los detalles de la autoridad antes de la eliminación.",
  "ticket_create": "Esta operación crea un nuevo boleto. Registrará un nuevo boleto, que se puede utilizar para diversos fines, como votar o apostar. Asegúrese de que los detalles del boleto sean correctos.",
  "ticket_update": "Esta operación actualiza un ticket existente. Modificará las propiedades o el estado de un ticket existente. Verificará las actualizaciones para evitar cambios no deseados.",
  "liquidity_pool_create": "Esta operación crea un fondo de liquidez. Establecerá un fondo de liquidez para pares comerciales, lo que permitirá a los usuarios proporcionar liquidez y ganar tarifas. Asegúrese de que los detalles del fondo sean correctos.",
  "liquidity_pool_delete": "Esta operación elimina un fondo de liquidez. Lo eliminará de la cadena de bloques. Confirme los detalles del fondo antes de eliminarlo.",
  "liquidity_pool_deposit": "Esta operación deposita fondos en un fondo de liquidez. Permitirá a los usuarios agregar liquidez a un fondo a cambio de tokens de liquidez. Verifique los detalles del depósito.",
  "liquidity_pool_withdraw": "Esta operación retira fondos de un fondo común de liquidez. Permitirá a los usuarios eliminar liquidez de un fondo común y recibir su parte de los activos, asegurando que los detalles del retiro sean correctos.",
  "liquidity_pool_exchange": "Esta operación se intercambia con un fondo de liquidez. Permitirá a los usuarios negociar activos directamente dentro de un fondo de liquidez. Verifique los detalles del intercambio.",
  "samet_fund_create": "Esta operación crea un nuevo Fondo SameT. Un Fondo SameT es un fondo que puede ser utilizado por un prestatario y debe reembolsarse en la misma transacción. Asegúrese de que los detalles del fondo sean correctos.",
  "samet_fund_delete": "Esta operación elimina un objeto de fondo SameT, eliminará un fondo SAMET de la cadena de bloques y confirmará los detalles del fondo antes de eliminarlo.",
  "samet_fund_update": "Esta operación actualiza un objeto de fondo SameT. Modificará los parámetros y condiciones de un fondo SAMET existente. Verifique las actualizaciones para evitar cambios no deseados.",
  "samet_fund_borrow": "Esta operación toma prestado de un fondo SameT. Permitirá a los usuarios obtener un préstamo de un fondo SAMET utilizando garantía y garantizará que los detalles del préstamo sean correctos.",
  "samet_fund_repay": "Esta operación paga deuda a un fondo SameT. Permitirá a los usuarios pagar su préstamo y reclamar su garantía de un fondo SAMET. Verificar los detalles de pago.",
  "credit_offer_create": "Esta operación crea una nueva oferta de crédito. Una oferta de crédito es un fondo que pueden utilizar otras cuentas que proporcionan cierta garantía. Asegúrese de que los detalles de la oferta sean correctos.",
  "credit_offer_delete": "Esta operación elimina una oferta de crédito, eliminará una oferta de crédito de la cadena de bloques y confirmará los detalles de la oferta antes de eliminarla.",
  "credit_offer_update": "Esta operación actualiza una oferta de crédito, modificará los términos y condiciones de una oferta de crédito existente, verificará las actualizaciones para evitar cambios no deseados.",
  "credit_offer_accept": "Esta operación acepta una oferta de crédito y crea una oferta de crédito. Permitirá a los usuarios aceptar una oferta de crédito y recibir los fondos prestados. Asegúrese de que los detalles de aceptación sean correctos.",
  "credit_deal_repay": "Esta operación reembolsa un acuerdo de crédito. Permitirá a los prestatarios pagar sus préstamos de acuerdo con los términos del acuerdo de crédito. Verificar los detalles de pago.",
  "credit_deal_expired": "Esta operación maneja una oferta de crédito vencida. Se ocupará de las consecuencias de una oferta de crédito vencida, como la liquidación de garantías, y garantizará que los detalles del manejo sean correctos.",
  "liquidity_pool_update": "Esta operación actualiza un fondo de liquidez, modificará los parámetros y condiciones de un fondo de liquidez existente, verificará las actualizaciones para evitar cambios no deseados.",
  "credit_deal_update": "Esta operación actualiza una oferta de crédito. Modificará los términos y condiciones de una oferta de crédito existente y garantizará que las actualizaciones sean correctas.",
  "limit_order_update": "Esta operación actualiza una orden limitada. Modificará los parámetros de una orden limitada previamente colocada. Verificará las actualizaciones para evitar cambios no deseados."
}
