{
  "transfer": "Esta operación envía activos de una cuenta a otra. ",
  "limit_order_create": "Esta operación ofrece vender una cantidad de un activo a un tipo de cambio específico durante un tiempo determinado. ",
  "limit_order_cancel": "Esta operación cancela una orden límite existente. ",
  "call_order_update": "Esta operación actualiza una orden de compra, que se utiliza en el comercio de margen. ",
  "fill_order": "Esta operación completa un pedido existente. ",
  "account_create": "Esta operación crea una nueva cuenta en blockchain. ",
  "account_update": "Esta operación actualiza las propiedades de su cuenta. ",
  "account_whitelist": "Esta operación incluye una cuenta en la lista blanca o negra. ",
  "account_upgrade": "Esta operación actualiza su cuenta a miembro vitalicio. ",
  "account_transfer": "Esta operación transfiere la propiedad de su cuenta a otra cuenta. ",
  "asset_create": "Esta operación crea un activo en la cadena de bloques Bitshares. ",
  "asset_update": "Esta operación actualiza la configuración de un activo. ",
  "asset_update_bitasset": "Esta operación actualiza la configuración de bitasset creada. ",
  "asset_update_feed_producers": "Esta operación actualiza la lista de productores de piensos aprobados para el bitasset creado. ",
  "asset_issue": "Esta operación entrega sus activos creados a individuos. ",
  "asset_reserve": "Esta operación reserva sus activos creados. ",
  "asset_fund_fee_pool": "Esta operación financia el fondo común de tarifas para su activo creado. ",
  "asset_settle": "Esta operación liquida un activo de su cartera. ",
  "asset_global_settle": "Esta operación liquida globalmente uno de sus bitassets creados. ",
  "asset_publish_feed": "Esta operación publica un feed de precios para un bitasset. ",
  "witness_create": "Esta operación crea una cuenta de testigo. ",
  "witness_update": "Esta operación actualiza su cuenta de testigo. ",
  "proposal_create": "Esta operación crea una propuesta de operación blockchain. ",
  "proposal_update": "Esta operación actualiza una propuesta de operación blockchain. ",
  "proposal_delete": "Esta operación elimina una propuesta de operación blockchain. ",
  "withdraw_permission_create": "Esta operación crea un permiso de retiro. ",
  "withdraw_permission_update": "Esta operación actualiza un permiso de retiro. ",
  "withdraw_permission_claim": "Esta operación requiere un permiso de retirada. ",
  "withdraw_permission_delete": "Esta operación elimina un permiso de retirada. ",
  "committee_member_create": "Esta operación crea una cuenta de miembro del comité. ",
  "committee_member_update": "Esta operación actualiza los detalles de su cuenta de miembro del comité. ",
  "committee_member_update_global_parameters": "Esta operación publica la postura de los miembros del comité sobre los valores de los parámetros globales de la cadena de bloques de Bitshares. ",
  "vesting_balance_create": "Esta operación crea un saldo de adquisición de derechos. ",
  "vesting_balance_withdraw": "Esta operación se retira de un saldo irrevocable. ",
  "worker_create": "Esta operación crea una propuesta de trabajador. ",
  "custom": "Esta operación proporciona una forma genérica de agregar protocolos de nivel superior además del consenso de testigos. ",
  "assert": "Esta operación afirma que algunas condiciones son verdaderas. ",
  "balance_claim": "Esta operación reclama de un saldo. ",
  "override_transfer": "Esta operación anula una operación de transferencia. ",
  "transfer_to_blind": "Esta operación transfiere activos a un destino ciego. ",
  "blind_transfer": "Esta operación transfiere activos ciegos de forma ciega. ",
  "transfer_from_blind": "Esta operación retira activos de un saldo ciego. ",
  "asset_settle_cancel": "Esta operación cancela una liquidación de activos. ",
  "asset_claim_fees": "Esta operación reclama las tarifas de un activo. ",
  "fba_distribute": "Esta operación distribuye fondos de un activo respaldado por comisiones. ",
  "bid_collateral": "Esta operación puja sobre una garantía de respaldo de bitassets cuando se liquida globalmente. ",
  "execute_bid": "Esta operación ejecuta una oferta de garantía. ",
  "asset_claim_pool": "Esta operación transfiere BTS del conjunto de tarifas de un activo específico al saldo del emisor. ",
  "asset_update_issuer": "Esta operación actualiza el emisor de un activo a una nueva cuenta de administrador. ",
  "htlc_create": "Esta operación crea un contrato de bloqueo de tiempo hash (HTLC). ",
  "htlc_redeem": "Esta operación redime el contenido de un HTLC. ",
  "htlc_redeemed": "Esta operación indica que un HTLC ha sido canjeado exitosamente. ",
  "htlc_extend": "Esta operación extiende la duración de un HTLC. ",
  "htlc_refund": "Esta operación reembolsa un HTLC caducado. ",
  "custom_authority_create": "Esta operación crea una nueva autoridad personalizada. ",
  "custom_authority_update": "Esta operación actualiza una autoridad personalizada. ",
  "custom_authority_delete": "Esta operación elimina una autoridad personalizada. ",
  "ticket_create": "Esta operación crea un nuevo ticket. ",
  "ticket_update": "Esta operación actualiza un ticket existente. ",
  "liquidity_pool_create": "Esta operación crea un fondo de liquidez. ",
  "liquidity_pool_delete": "Esta operación elimina un fondo de liquidez. ",
  "liquidity_pool_deposit": "Esta operación deposita fondos en un fondo común de liquidez. ",
  "liquidity_pool_withdraw": "Esta operación retira fondos de un fondo de liquidez. ",
  "liquidity_pool_exchange": "Esta operación se intercambia con un fondo de liquidez. ",
  "samet_fund_create": "Esta operación crea un nuevo Fondo SameT. ",
  "samet_fund_delete": "Esta operación elimina un objeto de fondo SameT. ",
  "samet_fund_update": "Esta operación actualiza un objeto de fondo SameT. ",
  "samet_fund_borrow": "Esta operación toma prestado de un fondo SameT. ",
  "samet_fund_repay": "Esta operación amortiza deuda a un fondo SameT. ",
  "credit_offer_create": "Esta operación crea una nueva oferta de crédito. ",
  "credit_offer_delete": "Esta operación elimina una oferta de crédito. ",
  "credit_offer_update": "Esta operación actualiza una oferta de crédito. ",
  "credit_offer_accept": "Esta operación acepta una oferta de crédito y crea un acuerdo de crédito. ",
  "credit_deal_repay": "Esta operación amortiza un contrato de crédito. ",
  "credit_deal_expired": "Esta operación maneja una oferta de crédito vencida. ",
  "liquidity_pool_update": "Esta operación actualiza un fondo de liquidez. ",
  "credit_deal_update": "Esta operación actualiza una oferta de crédito. ",
  "limit_order_update": "Esta operación actualiza una orden limitada. "
}
