{
  "proposalID": "ID de propuesta",
  "proposedBy": "Propuesto por",
  "expirationTime": "Tiempo de vencimiento",
  "reviewPeriodTime": "Tiempo del per铆odo de revisi贸n",
  "operations": "Operaciones propuestas",
  "operationsDescription": "Estas son las operaciones individuales almacenadas en esta propuesta. Haga clic en cada ID de operaci贸n a continuaci贸n para ver sus detalles JSON. Revise minuciosamente cada operaci贸n y verifique qui茅n es el proponente antes de proceder con la aprobaci贸n. Las aprobaciones son irreversibles, no apruebe la transferencia de su cuenta. ",
  "beginApprovalProcess": "Comenzar el proceso de aprobaci贸n",
  "reject": "Rechazar propuesta",
  "cardTitle": " Operaciones propuestas",
  "cardDescription": "Las propuestas permiten a cualquiera sugerir operaciones para que sean ejecutadas por otra cuenta en la cadena de bloques. El propietario de la cuenta revisa estas propuestas y decide si las aprueba o rechaza.",
  "noProposals": "No hay propuestas disponibles.",
  "approveProposedOperation": "Aprobar la operaci贸n propuesta",
  "rejectProposedOperation": "Rechazar operaci贸n propuesta",
  "rejectedProposalHeader": "Rechazar propuesta",
  "launchApproveProposalOperation": "Aprobar la propuesta",
  "approveProposal": "Evaluaci贸n de operaciones propuestas",
  "approveProposalDescription": "Revisa los detalles de la propuesta y decide si la apruebas o la rechazas.",
  "operationType": "Tipo de operaci贸n",
  "operationDescription": "Descripci贸n de la operaci贸n",
  "approvedProposalHeader": "Aprobando la siguiente propuesta",
  "risksTitle": "Riesgos de la propuesta",
  "risksDescription": "Tenga en cuenta los siguientes riesgos al considerar propuestas:",
  "risk1": "Las propuestas pueden ser peligrosas, pueden ser creadas por cualquier persona y sugieren cualquier tipo de operaci贸n en la cadena de bloques, sea inteligente y haga su debida diligencia al considerar aprobar propuestas, aseg煤rese de no ser descubierto por un estafador.",
  "risk2": "Las propuestas aprobadas son irreversibles. Las aplicaciones/proyectos Astro-UI y Beeteos no ofrecen garant铆a de usuario como parte de sus respectivas licencias. Usted es responsable de cualquier elecci贸n realizada en la interfaz de usuario anterior. No se deje enga帽ar, si no lo esperaba. "
}
