{
  "dialogContent": {
    "headerText": "Järgmise prognoositava turuvara loomine: {{symbol}}"
  },
  "card": {
    "title": "Uue ennustusturu vara loomine",
    "description": "Prognoositud turuvarade loomisel saate toimida tulevikusündmustele detsentraliseeritud panuste tegemisel vahendustasu eest ilma võitude kogumi vastaspoole riskita."
  },
  "pma": {
    "title": "Prognoositud turuvarade üksikasjad",
    "title_content": "Neid varaseadeid kasutatakse prognoositava turuvara jaoks.",
    "condition": {
      "header": "Seisund",
      "header_content": "Esitage siin prognoositud turuvara üksikasjad",
      "placeholder": "Ennustustingimused"
    },
    "commission": {
      "header": "vahendustasu (%)",
      "header_content": "Komisjonitasu on tasu, mida maja ennustusturu vara loomise ja hindamise eest võtab.",
      "placeholder": "komisjon"
    },
    "backing_asset": {
      "header": "Tagavara",
      "header_content": "Tagavara on vara, mida kasutatakse prognoositava turu vara tagamiseks. "
    },
    "resolution": {
      "header": "Prognoosilahutuse kuupäev ja kellaaeg",
      "header_content": "Lahendamise kuupäev ja kellaaeg on kuupäev ja kellaaeg, mil prognoositav turuvara lahendatakse. "
    }
  },
  "buttons": {
    "submit": "Esita"
  },
  "risks": {
    "1": "Prognoositud turuvarade vale konfigureerimine võib põhjustada kehva osaluse plokiahelas, mõned kasutajaliidesed võivad teie PMA-d täielikult välja filtreerida; ",
    "2": "Kui loote prognoositava turuvara, vastutate majana tulemuste nõuetekohase hindamise eest, kui seda õigesti või õigeaegselt ei tee, võib teie jaoks lisaks maja usaldusväärsuse kaotamisele kaasa tuua juriidilisi või fiskaalprobleeme.",
    "3": "See kasutajaliides ja Beet/BEETEOSe rahakotid ei toeta mitme allkirjaga kontosid, seega on teie majakonto pikaajaline üksik tõrkepunkt – kaitske seda hästi.",
    "title": "Mõned riskid, mis on seotud prognoositava turu varade loomisega",
    "description": "Enne PMA loomist tehke oma uurimistööd, lugege esmalt dokumente; "
  }
}