{
  "transfer": "See toiming saadab varad ühelt kontolt teisele. See teisaldab määratud summa varasid jäädavalt saaja kontole. Olge ettevaatlik, sest seda toimingut ei saa tagasi võtta.",
  "limit_order_create": "See toiming pakub teatud aja jooksul teatud summa vara müümist kindlaksmääratud vahetuskursiga. See esitab tellimuste raamatusse korralduse, mis täidetakse ainult siis, kui turuhind jõuab määratud piirhinnani. Veenduge, et andmed on õiged. ",
  "limit_order_cancel": "See toiming tühistab olemasoleva limiittellimuse, eemaldab tellimusraamatust varem esitatud limiittellimuse, takistades selle täitmist. Kontrollige tellimuse üksikasju enne tühistamist.",
  "call_order_update": "See toiming värskendab tagatiskauplemisel kasutatavat ostukorraldust. See kohandab olemasoleva ostukorralduse tagatist ja võlga, mis võib mõjutada teie tagatispositsiooni. Veenduge, et mõistate oma marginaali mõju.",
  "fill_order": "See toiming täidab olemasoleva tellimuse, see teostab tehingu, mis põhineb tellimusraamatus sobival korraldusel, mille tulemuseks on varade vahetamine. Kinnitage tehingu üksikasjad, et vältida ootamatuid tulemusi.",
  "account_create": "See toiming loob plokiahelas uue konto, see registreerib uue kasutajakonto kordumatu nime ja seotud võtmetega. Veenduge, et konto andmed on õiged.",
  "account_update": "See toiming värskendab teie konto atribuute. See muudab konto üksikasju, nagu võtmed, valikud ja volitused, muutes potentsiaalselt seda, kes saavad teie kontot juhtida. Olge ettevaatlik, kuna see võib mõjutada konto turvalisust.",
  "account_whitelist": "See toiming lisab konto valgetesse või mustadesse nimekirjadesse. See juhib, millistel kontodel on lubatud või keelatud teatud funktsioonide või varadega suhelda. Kontrollige soovimatute piirangute vältimiseks konto üksikasju.",
  "account_upgrade": "See toiming täiendab teie kontot eluaegseks liikmeks. See annab teie kontole täiendavaid privileege ja eeliseid, nagu madalamad tasud ja hääleõigused. Veenduge, et mõistate eeliseid ja kulusid.",
  "account_transfer": "See toiming annab teie konto omandiõiguse üle teisele kontole. See muudab teie konto omaniku volitused uueks omanikuks, andes neile täieliku kontrolli. Olge enne omandiõiguse üleandmist kindel.",
  "asset_create": "See toiming loob vara Bitsharesi plokiahelas. See määratleb uue märgi või vara, millel on spetsiifilised omadused, nagu sümbol, täpsus ja väljaandja. Veenduge, et vara üksikasjad on õiged.",
  "asset_update": "See toiming värskendab vara sätteid. See võimaldab väljaandjal muuta vara üksikasju, nagu kirjeldus, valikud ja lipud. Kontrollige muudatusi, et vältida soovimatuid tagajärgi.",
  "asset_update_bitasset": "See toiming värskendab loodud bitivarade sätteid. See on spetsiifiline BitAssetsi jaoks, mis on turuga seotud varad, ja võimaldab väljaandjal kohandada parameetreid, nagu vootootjad ja lisatagatise nõudmise seaded. Veenduge, et muudatused on õiged.",
  "asset_update_feed_producers": "See toiming värskendab loodud bitivarade heakskiidetud söödatootjate loendit. See muudab turuga seotud vara hinnavoogude avaldamise eest vastutavate kontode loendit. Kinnitage uus tootjate loend.",
  "asset_issue": "See toiming väljastab teie loodud varad üksikisikutele. See loob ja jagab olemasoleva vara täiendavad märgid kindlaksmääratud kontodele. Veenduge, et väljastamise üksikasjad on õiged.",
  "asset_reserve": "See toiming reserveerib teie loodud varad. See eemaldab püsivalt ringlusest teatud koguse vara. Kinnitage summa, et vältida varade tahtmatut eemaldamist.",
  "asset_fund_fee_pool": "Selle toiminguga rahastatakse teie loodud vara tasude kogumit. See lisab vara tasude kogumisse raha, mida kasutatakse kasutajate tehingutasude subsideerimiseks. Kinnitage rahastamissumma.",
  "asset_settle": "See toiming arveldab teie portfellis oleva vara. See võimaldab turuga seotud varade omanikel taotleda arveldust praeguse toitehinnaga, saades samaväärse väärtuse tagavaravarana. Veenduge, et mõistate arveldustingimusi.",
  "asset_global_settle": "See toiming arveldab globaalselt ühe teie loodud bitivara. See sunnib arveldama turuga seotud vara kõik tasumata saldod kindlaksmääratud hinnaga, lõpetades sellega kauplemise. Olge enne globaalse arvelduse algatamist kindel.",
  "asset_publish_feed": "See toiming avaldab bitassetti hinnavoo. Söödatootjad kasutavad seda turuga seotud varade värskendatud hinnateabe pakkumiseks. Veenduge, et voo andmed oleksid täpsed.",
  "witness_create": "See toiming loob tunnistaja konto, see registreerib uue tunnistaja, kes vastutab plokkide loomise ja plokiahela turvamise eest. Kontrollige tunnistaja üksikasju.",
  "witness_update": "See toiming värskendab teie tunnistaja kontot. See võimaldab tunnistajal muuta oma allkirjastamisvõtit, URL-i ja muid üksikasju. Veenduge, et värskendused on õiged.",
  "proposal_create": "See toiming loob plokiahela toimimise ettepaneku, see võimaldab kasutajatel teha ettepaneku tehingu kohta, mis vajab enne teostamist mitme osapoole heakskiitu. Veenduge, et ettepaneku üksikasjad on täpsed.",
  "proposal_update": "See toiming värskendab plokiahela toimimise ettepanekut, see võimaldab kasutajatel kavandatava tehingu heakskiite lisada või tühistada, kontrollida muudatusi, et vältida soovimatuid kinnitusi või tühistamisi.",
  "proposal_delete": "See toiming kustutab plokiahela operatsiooni ettepaneku, see eemaldab ettepaneku plokiahelast, takistades selle täitmist. Kinnitage ettepaneku üksikasjad enne kustutamist.",
  "withdraw_permission_create": "See toiming loob väljavõtmise loa, see annab kontole õiguse võtta raha välja teiselt kontolt määratud piirides. Veenduge, et loa üksikasjad on õiged.",
  "withdraw_permission_update": "See toiming värskendab tühistamisluba, muudab olemasoleva tagasivõtmise loa tingimusi ja piiranguid. Kontrollige värskendusi, et vältida soovimatuid muudatusi.",
  "withdraw_permission_claim": "See toiming nõuab tagasivõtmisluba, see võimaldab volitatud kontol vastavalt loa tingimustele raha välja võtta, veenduge, et nõude üksikasjad on täpsed.",
  "withdraw_permission_delete": "See toiming kustutab tagasivõtmise loa, tühistab olemasoleva väljavõtmise loa, vältides edasisi väljavõtmisi. Kinnitage enne kustutamist loa üksikasjad.",
  "committee_member_create": "See toiming loob komitee liikme konto, registreerib uue komitee liikme, kes osaleb plokiahela juhtimises ja otsuste tegemises. Kontrollige komitee liikme andmeid.",
  "committee_member_update": "See toiming värskendab teie komitee liikme konto üksikasju. See võimaldab komisjoni liikmel muuta oma allkirjastamisvõtit, URL-i ja muid üksikasju. Veenduge, et värskendused on õiged.",
  "committee_member_update_global_parameters": "See toiming avaldab teie komitee liikme seisukoha Bitsharesi plokiahela globaalsete parameetrite väärtuste suhtes. See võimaldab komiteel kohandada kogu plokiahela sätteid ja parameetreid, kontrollida parameetrite muudatusi.",
  "vesting_balance_create": "See toiming loob üleandmise saldo, see paneb kõrvale vahendid, mis muutuvad aja jooksul järk-järgult kättesaadavaks vastavalt kindlaksmääratud üleandmisgraafikule. Veenduge, et üleandmise üksikasjad on õiged.",
  "vesting_balance_withdraw": "Selle toiminguga eemaldatakse üleandmisjäägist, see võimaldab kontol välja võtta üleandmisjäägist saadaolevaid rahalisi vahendeid. Kontrollige väljavõtmise summat.",
  "worker_create": "See toiming loob töötaja ettepaneku, see teeb ettepaneku uue töötaja kohta, kellele makstakse plokiahela eelarvest konkreetsete ülesannete või projektide täitmise eest. Veenduge, et ettepaneku üksikasjad oleksid täpsed.",
  "custom": "See toiming annab üldise viisi kõrgema taseme protokollide lisamiseks tunnistajate konsensuse peale. See võimaldab kasutajatel määratleda ja rakendada plokiahelas kohandatud loogikat, kontrollida kohandatud loogika üksikasju.",
  "assert": "See toiming kinnitab, et mõned tingimused on tõesed. See kontrollib, kas määratud tingimus on tõene, ja ebaõnnestub, kui see pole tõsi. Veenduge, et tingimus on õige.",
  "balance_claim": "See toiming esitab saldonõudeid. See võimaldab kasutajatel nõuda saldot pärandsüsteemidelt või erijaotustelt. Kontrollige nõude üksikasju.",
  "override_transfer": "See toiming tühistab ülekandetoimingu. See võimaldab vara väljaandjal kanda raha kontode vahel ilma lähtekonto nõusolekuta. Olge ettevaatlik, kuna see võib mõjutada konto turvalisust.",
  "transfer_to_blind": "Selle toiminguga kantakse varad üle pimedasse sihtkohta, teisendatakse tavalised varad pimendatud (konfidentsiaalseteks) saldoks. Veenduge, et ülekande üksikasjad on õiged.",
  "blind_transfer": "See toiming edastab pimedaid varasid pimesi, see kannab varad üle pimendatud saldode vahel, säilitades konfidentsiaalsuse, kontrollige ülekande üksikasju.",
  "transfer_from_blind": "See toiming eemaldab varad pimesaldo alt, teisendab pimestatud (konfidentsiaalsed) saldod tagasi tavalisteks saldodeks. Veenduge, et väljavõtmise üksikasjad on õiged.",
  "asset_settle_cancel": "See toiming tühistab varade arvelduse, tühistab ootel oleva arveldustaotluse turuga seotud vara kohta. Enne tühistamist kinnitage arvelduse üksikasjad.",
  "asset_claim_fees": "See toiming nõuab varalt tasusid. See võimaldab väljaandjal nõuda vara tasude kogumist kogunenud tasusid. Kontrollige tasunõude üksikasju.",
  "fba_distribute": "Selle toiminguga jaotatakse raha teenustasudega tagatud varadelt. See jagab teenustasuga tagatud varadelt kogutud vahendid selle omanikele. Veenduge, et levitamise üksikasjad on õiged.",
  "bid_collateral": "Selle toiminguga tehakse pakkumine bitassets tagatistagatisele, kui see on globaalselt arveldatud. See võimaldab kasutajatel teha pakkumisi tagatise kohta, mida müüakse tagatisnõude katteks. Kontrollige pakkumise üksikasju.",
  "execute_bid": "See toiming teostab tagatise pakkumise, see viib lõpule tagatise ostu lisatagatise nõudest, tagab, et pakkumise täitmise üksikasjad on õiged.",
  "asset_claim_pool": "See toiming kannab BTS-i kindlaksmääratud vara tasude kogumist tagasi emitendi saldole. See võimaldab väljaandjal nõuda raha vara tasude kogumist, kontrollida nõude üksikasju.",
  "asset_update_issuer": "See toiming värskendab vara väljaandjat uuele administraatorikontole. See muudab vara väljaandja volitused uueks kontoks. Veenduge, et uue väljaandja andmed on õiged.",
  "htlc_create": "See toiming loob räsiajaga lukustatud lepingu (HTLC). See loob HTLC, mis nõuab raha saamiseks krüptograafilist räsi eelpilti. Kontrollige lepingu üksikasju.",
  "htlc_redeem": "See toiming lunastab HTLC-i sisu. See võimaldab saajal HTLC-lt raha välja nõuda, esitades õige räsi-eelpildi. Veenduge, et lunastamise üksikasjad on õiged.",
  "htlc_redeemed": "See toiming näitab, et HTLC on edukalt lunastatud. Kontrollige lunastamise üksikasju.",
  "htlc_extend": "See toiming pikendab HTLC kestust, pikendab ajaakent, mille jooksul saab HTLC lunastada. Veenduge, et laienduse üksikasjad on õiged.",
  "htlc_refund": "See toiming tagastab aegunud HTLC-i eest. See tagastab HTLC-st raha tagasi saatjale pärast selle aegumist. Kontrollige tagasimakse üksikasju.",
  "custom_authority_create": "See toiming loob uue kohandatud volituse. See määratleb kohandatud volituse, mida saab kasutada konkreetsete toimingute autoriseerimiseks. Veenduge, et volituse üksikasjad on õiged.",
  "custom_authority_update": "See toiming värskendab kohandatud asutust, muudab olemasoleva kohandatud asutuse tingimusi ja parameetreid. Kontrollige värskendusi, et vältida soovimatuid muudatusi.",
  "custom_authority_delete": "See toiming kustutab kohandatud volituse, eemaldab plokiahelast olemasoleva kohandatud volituse. Kinnitage volituse üksikasjad enne kustutamist.",
  "ticket_create": "See toiming loob uue pileti, see registreerib uue pileti, mida saab kasutada erinevatel eesmärkidel, näiteks hääletamiseks või panustamiseks. Veenduge, et pileti andmed on õiged.",
  "ticket_update": "See toiming värskendab olemasolevat piletit, see muudab olemasoleva pileti atribuute või olekut. Kontrollige värskendusi, et vältida soovimatuid muudatusi.",
  "liquidity_pool_create": "Selle toiminguga luuakse likviidsuskogum, luuakse kauplemispaaride jaoks likviidsuskogum, mis võimaldab kasutajatel pakkuda likviidsust ja teenida tasusid. Veenduge, et kogumi andmed on õiged.",
  "liquidity_pool_delete": "See toiming kustutab likviidsuskogumi, eemaldab likviidsuskogumi plokiahelast. Enne kustutamist kinnitage kogumi üksikasjad.",
  "liquidity_pool_deposit": "Selle toiminguga hoiustatakse raha likviidsuskogumisse, see võimaldab kasutajatel lisada kogumile likviidsust vastutasuks likviidsusmärkide eest. Kontrollige hoiuse üksikasju.",
  "liquidity_pool_withdraw": "Selle toiminguga võetakse raha likviidsuskogumist välja, see võimaldab kasutajatel kogumist likviidsust eemaldada ja saada oma osa varadest, veenduda, et väljavõtmise üksikasjad on õiged.",
  "liquidity_pool_exchange": "See toiming vahetab likviidsuskogumiga, see võimaldab kasutajatel kaubelda varadega otse likviidsuskogumis, kontrollida börsi üksikasju.",
  "samet_fund_create": "Selle toiminguga luuakse uus SameT-fond. SameT-fond on fond, mida laenuvõtja saab kasutada ja mis tuleb sama tehinguga tagasi maksta. Veenduge, et fondi andmed on õiged.",
  "samet_fund_delete": "See toiming kustutab SameT fondi objekti, see eemaldab SAMET fondi plokiahelast. Kinnitage enne kustutamist fondi üksikasjad.",
  "samet_fund_update": "See toiming värskendab SameT fondi objekti, see muudab olemasoleva SAMET fondi parameetreid ja tingimusi. Kontrollige värskendusi, et vältida soovimatuid muudatusi.",
  "samet_fund_borrow": "Selle toiminguga laenatakse SameT-i fondilt, see võimaldab kasutajatel võtta SAMET-i fondist tagatist kasutades laenu. Veenduge, et laenuandmed on õiged.",
  "samet_fund_repay": "Selle toiminguga tasutakse võlg SameT-fondile, see võimaldab kasutajatel oma laenu tagasi maksta ja SAMET-fondi tagatist tagasi nõuda. Kontrollige tagasimakse üksikasju.",
  "credit_offer_create": "See toiming loob uue krediidipakkumise. Krediidipakkumine on fond, mida saavad kasutada teised kontod, mis pakuvad teatud tagatist. Veenduge, et pakkumise üksikasjad on õiged.",
  "credit_offer_delete": "See toiming kustutab krediidipakkumise, eemaldab krediidipakkumise plokiahelast. Kinnitage pakkumise üksikasjad enne kustutamist.",
  "credit_offer_update": "See toiming värskendab krediidipakkumist, muudab olemasoleva krediidipakkumise tingimusi, kontrollige värskendusi, et vältida soovimatuid muudatusi.",
  "credit_offer_accept": "See toiming aktsepteerib krediidipakkumist ja loob krediiditehingu. See võimaldab kasutajatel krediidipakkumisega nõustuda ja laenatud raha vastu võtta. Veenduge, et aktsepteerimise üksikasjad on õiged.",
  "credit_deal_repay": "See toiming maksab krediiditehingu tagasi, see võimaldab laenuvõtjatel oma laenud tagasi maksta vastavalt krediiditehingu tingimustele. Kontrollige tagasimakse üksikasju.",
  "credit_deal_expired": "See toiming käsitleb aegunud krediiditehingut. See tegeleb aegunud krediiditehingu tagajärgedega, näiteks tagatise likvideerimisega. Veenduge, et käsitlemise üksikasjad on õiged.",
  "liquidity_pool_update": "See toiming värskendab likviidsuskogumit, muudab olemasoleva likviidsuskogumi parameetreid ja tingimusi. Kontrollige värskendusi, et vältida soovimatuid muudatusi.",
  "credit_deal_update": "See toiming värskendab krediiditehingut. See muudab olemasoleva krediiditehingu tingimusi. Veenduge, et värskendused on õiged.",
  "limit_order_update": "See toiming värskendab limiittellimust, muudab varem esitatud limiittellimuse parameetreid, kontrollige värskendusi, et vältida soovimatuid muudatusi."
}
