{
  "dialogContent": {
    "headerText": "Criando o seguinte ativo emitido pelo usuário: {{symbol}}"
  },
  "card": {
    "title_create": "Criando um ativo emitido pelo usuário",
    "title_edit": "Editando um ativo emitido pelo usuário",
    "description": "Os ativos emitidos pelo usuário podem representar o que você quiser e podem ser usados ​​para diversos fins. "
  },
  "asset_details": {
    "title": "Detalhes do ativo",
    "title_content": "Estas são as configurações de ativos usadas para a funcionalidade principal do DEX.",
    "symbol": {
      "header": "Símbolo de ativo",
      "header_content": "O símbolo do ativo é um identificador exclusivo no blockchain que identifica o ativo em todo o DEX. ",
      "placeholder": "Símbolo"
    },
    "shortName": {
      "header": "Nome abreviado do recurso",
      "header_content": "Este é o nome abreviado do ativo, menos importante que o símbolo, mas ainda é um identificador exclusivo opcionalmente abreviado. ",
      "placeholder": "Nome curto"
    },
    "preferredMarket": {
      "header": "Par de negociação de mercado preferido",
      "header_content": "O par de negociação de mercado preferido é o ativo padrão usado para negociar contra o seu ativo, esta é uma sugestão informal."
    },
    "description": {
      "header": "Descrição do ativo",
      "header_content": "Esta é a descrição do ativo, ela será exibida no DEX e pode ser utilizada para fornecer mais informações sobre o ativo.",
      "placeholder": "Descrição"
    },
    "max_supply": {
      "header": "Fornecimento máximo",
      "header_content": "A oferta máxima do ativo, é o valor total do ativo que pode ser emitido pelo proprietário do ativo (você).",
      "placeholder": "Fornecimento máximo"
    },
    "precision": {
      "header": "Precisão de ativos",
      "header_content": "A precisão do ativo especifica a quantidade de casas decimais suportadas. ",
      "placeholder": "Precisão"
    }
  },
  "buttons": {
    "submit": "Enviar"
  },
  "extensions": {
    "header_content": "As extensões são configurações avançadas adicionais que podem ser usadas para personalizar ainda mais o ativo.",
    "header": "Extensões de taxas de mercado",
    "reward_percent": {
      "enabled": "Extensão de porcentagem de recompensa do referenciador ativada",
      "enabledInfo": "Uma redução percentual da taxa de mercado será atribuída ao referenciador dos participantes ativos do mercado.",
      "disabled": "Ativar a extensão de porcentagem de recompensa do referenciador?",
      "disabledInfo": "A extensão da porcentagem de recompensa do referenciador permite que o criador do ativo aloque uma porcentagem da taxa de mercado ao referenciador dos participantes ativos do mercado.",
      "header": "Porcentagem de recompensa do referenciador",
      "header_content": "A percentagem de recompensa do referenciador é a percentagem da taxa de mercado que é atribuída ao referenciador dos participantes ativos do mercado."
    },
    "whitelist_market_fee_sharing": {
      "enabled": "Extensão de compartilhamento de taxas de mercado na lista de permissões ativada",
      "enabledInfo": "As seguintes contas de referência serão aprovadas para receber uma redução nas taxas de mercado cobradas de suas contas de referência.",
      "disabled": "Ativar a extensão de compartilhamento de taxas de mercado na lista de permissões?",
      "disabledInfo": "Você pode limitar quem tem permissão para receber uma redução nas taxas de mercado cobradas a um conjunto de contas de referência pré-aprovadas.",
      "header": "Compartilhamento de taxas de mercado na lista de permissões",
      "header_content": "A extensão de compartilhamento de taxas de mercado da lista de permissões permite que a empresa limite os referenciadores para essas contas na lista de permissões."
    },
    "taker_fee_percent": {
      "enabled": "Extensão percentual da taxa do tomador ativada",
      "enabledInfo": "O participante 'tomador' da ordem limitada receberá um percentual da taxa de mercado.",
      "disabled": "Ativar a extensão percentual da taxa do tomador?",
      "disabledInfo": "A extensão percentual da taxa do taker permite que o criador do ativo aloque uma porcentagem da taxa de mercado ao ‘taker’ das operações de ordem com limite.",
      "header": "Porcentagem da taxa do tomador",
      "header_content": "A percentagem da taxa do tomador é a percentagem da taxa de mercado que é atribuída ao 'tomador' das ordens limitadas na bolsa descentralizada."
    },
    "allowed_markets": {
      "enabled": "Extensão de mercados permitidos ativada",
      "enabledInfo": "Os seguintes mercados estão aprovados para negociar este ativo.",
      "disabled": "Ativar a extensão dos mercados permitidos?",
      "disabledInfo": "Você pode limitar os mercados autorizados a negociar este ativo a um conjunto de mercados pré-aprovados."
    },
    "banned_markets": {
      "enabled": "Extensão de mercados banidos ativada",
      "enabledInfo": "Os seguintes mercados estão proibidos de negociar este ativo.",
      "disabled": "Ativar a extensão dos mercados proibidos?",
      "disabledInfo": "Este recurso permite proibir pares de negociação de mercado específicos, ajudando a evitar a negociação de seus ativos em mercados indesejados."
    }
  },
  "whitelist": {
    "header_content": "As autoridades da lista de permissões de ativos são contas que podem contribuir com a lista de contas autorizadas da sua conta para autorizar a interação com esse acesso.",
    "header": "Autoridades da lista branca de ativos"
  },
  "blacklist": {
    "header_content": "As autoridades da lista negra de ativos são contas que podem contribuir com a lista de contas da lista negra de suas contas para impor uma lista de contas banidas, impedindo a interação com esse acesso.",
    "header": "Autoridades da lista negra de ativos"
  },
  "market_fee": {
    "header_content": "A taxa de mercado é a porcentagem da taxa cobrada em cada negociação executada no Bitshares DEX. ",
    "header": "Porcentagem da taxa de mercado"
  },
  "max_market_fee": {
    "header": "Taxa máxima de mercado",
    "header_content": "A taxa máxima de mercado é o valor máximo do ativo que pode ser cobrado como taxa em cada negociação executada no Bitshares DEX."
  },
  "cer": {
    "quote_asset_amount": {
      "header": "Cotar o valor do ativo",
      "header_content": "O valor do ativo emitido pelo usuário necessário para comprar o valor do ativo base."
    },
    "base_asset_amount": {
      "header": "Valor base do ativo",
      "header_content": "O valor do ativo base ({{symbol}}) que é necessário para comprar o valor do ativo cotado."
    },
    "calculated_cer_price": {
      "header": "Taxa de câmbio básica",
      "header_content": "Certifique-se de que sua taxa de câmbio básica seja superior ao preço de mercado, caso contrário, as pessoas comprarão seu token no mercado e esgotarão seu conjunto de taxas por meio de arbitragem implícita. "
    }
  }
}