{
  "dialogContent": {
    "headerText": "Criando o seguinte ativo de mercado de previsão: {{symbol}}"
  },
  "card": {
    "title": "Criando um novo ativo de mercado de previsão",
    "description": "Ao criar um mercado de previsão de ativos, você pode atuar como a casa para apostas descentralizadas em eventos futuros em troca de uma taxa de comissão sem exposição ao risco da contraparte do pool de ganhos."
  },
  "pma": {
    "title": "Detalhes dos ativos do mercado de previsão",
    "title_content": "Estas são as configurações de ativos usadas para o ativo de mercado de previsão.",
    "condition": {
      "header": "Doença",
      "header_content": "Forneça os detalhes dos ativos de mercado de previsão aqui",
      "placeholder": "Condições de previsão"
    },
    "commission": {
      "header": "Comissão (%)",
      "header_content": "A comissão é a taxa que a casa cobra pela criação e avaliação do ativo de mercado de previsão.",
      "placeholder": "Comissão"
    },
    "backing_asset": {
      "header": "Ativo de apoio",
      "header_content": "O ativo de garantia é o ativo usado para respaldar o ativo de mercado de previsão. "
    },
    "resolution": {
      "header": "Data e hora da resolução da previsão",
      "header_content": "A data e hora de resolução são a data e hora em que o ativo do mercado de previsão será resolvido. "
    }
  },
  "buttons": {
    "submit": "Enviar"
  },
  "risks": {
    "1": "A configuração incorreta dos ativos de mercado de previsão pode levar a uma participação deficiente do blockchain; algumas interfaces de usuário podem filtrar totalmente o seu PMA; ",
    "2": "Ao criar um ativo de mercado de previsão, você é responsável como casa por avaliar adequadamente o resultado. Deixar de fazê-lo de maneira adequada ou em tempo hábil pode levar a problemas legais ou fiscais para você, além da perda de credibilidade como casa.",
    "3": "Esta interface de usuário e as carteiras Beet/BEETEOS não suportam contas com múltiplas assinaturas, portanto, sua conta doméstica é um ponto único de falha a longo prazo - proteja-a bem.",
    "title": "Alguns dos riscos associados à criação de ativos de mercado de previsão",
    "description": "Faça sua própria pesquisa antes de criar um PMA, leia primeiro a documentação; "
  }
}