{
  "price": "Preço:",
  "editingPrice": "Preço de edição",
  "setNewPrice": "Definir novo preço",
  "borrowLimit": "Limite de empréstimo",
  "editingMaxAmount": "Editando valor máximo",
  "setNewMaximum": "Definir novo máximo",
  "creatingNewOffer": "Criando uma nova oferta de crédito",
  "editingExistingOffer": "Editando uma oferta de crédito existente",
  "creatingNewOfferDescription": "Este formulário permite que você crie uma nova oferta de crédito, emprestando um ativo em troca de garantias nas taxas/termos definidos.",
  "editingExistingOfferDescription": "Use este formulário para editar sua oferta de crédito existente. A maioria dos valores pode ser editada e quaisquer alterações reativam ofertas expiradas.",
  "offerOwner": "Proprietário da oferta",
  "viewAccount": "Ver conta",
  "offerOwnerDescription": "Esta é a conta que possui esta oferta de crédito",
  "existingCreditOfferJSON": "Oferta de crédito existente JSON",
  "currentBlockchainData": "Aqui estão os dados atuais do blockchain para esta oferta de crédito",
  "viewOnbitshares": "Ver no bitshares",
  "viewingExistingOffer": "Você está visualizando esta oferta de crédito existente",
  "assetToLend": "Ativo para emprestar",
  "lendingAssetDescription": "Sua oferta de crédito se concentrará no empréstimo deste ativo",
  "amountToLend": "Valor a emprestar",
  "lendingAmountDescription": "O valor total do ativo que você deseja emprestar aos usuários do blockchain",
  "lendingRate": "Taxa de empréstimo",
  "lendingRateDescription": "O custo do empréstimo do ativo, expresso como uma percentagem do montante emprestado.",
  "editLendingRate": "Editar taxa de empréstimo",
  "newLendingRate": "Fornecer uma nova porcentagem da taxa de empréstimo",
  "repaymentPeriod": "Período de reembolso",
  "placeholder1hr": "1h",
  "12hours": "12 horas",
  "24hours": "24 horas",
  "3days": "3 dias",
  "7days": "7 dias",
  "30days": "30 dias",
  "90days": "90 dias",
  "365days": "365 dias",
  "730days": "730 dias",
  "1825days": "1825 dias",
  "maximumDuration": "Duração máxima da oferta de crédito",
  "minimumAmount": "Quantidade mínima",
  "minimumBorrowableAmount": "O valor mínimo para empréstimo",
  "expirationDate": "Data de validade",
  "creditOfferEnds": "Quando esta oferta de crédito terminar",
  "acceptedCollateral": "Garantia aceita",
  "acceptedCollateralDescription": "Estes são os ativos que você aceitará como garantia do contrato de oferta de crédito",
  "preApprovedUsers": "Usuários pré-aprovados",
  "addUser": "Adicionar usuário",
  "limitBorrowers": "Se você quiser limitar quem pode pedir emprestado a você, adicione usuários a esta lista",
  "networkFee": "Taxa de rede",
  "broadcastCost": "O custo para transmitir uma nova oferta de crédito",
  "submit": "Enviar",
  "creatingCreditOffer": "Criação de empréstimo com oferta de crédito {{lendingAmount}} {{symbol}}",
  "updatingCreditOffer": "Atualizando oferta de crédito {{offerID}}",
  "risksTitle": "Riscos associados à criação de ofertas de crédito",
  "risksDescription": "Esta é uma lista não exaustiva de riscos. Faça sua própria pesquisa antes de prosseguir.",
  "risksPoint1": "Ao criar uma oferta de crédito, você cria uma oferta aberta para emprestar ativos em seus termos predefinidos até que a data de vencimento da oferta de crédito passe. A participação do mercado na oferta de crédito não é garantida, você não poderá receber quaisquer ofertas de crédito se os termos não forem ",
  "risksPoint2": "Se você configurar incorretamente a oferta de crédito e os usuários fizerem acordos de crédito com ela, será necessário esperar até que o período de reembolso expire para reivindicar de volta seus ativos emprestados ou a garantia. Você não pode desfazer uma transação de crédito enquanto ela estiver ativa, você só pode editar/desativar ",
  "risksPoint3": "Se você não configurar os mutuários permitidos, todos os usuários do blockchain Bitshares poderão aceitar o acordo como um todo. Considere utilizar a funcionalidade de mutuário aprovado para emprestar a usuários conhecidos/registrados.",
  "risksPoint4": "Os mutuários não são obrigados a reembolsar os ativos emprestados, nem são punidos por fazê-lo, eles podem optar por não pagar o empréstimo e perder sua garantia. Você só pode reivindicar a devolução dos ativos emprestados ou da garantia após o término do período de reembolso. ",
  "risksPoint5": "O vencimento de um acordo de crédito pode exceder a data de vencimento da oferta de crédito. Você não deve presumir que terá seus ativos emprestados de volta até que o vencimento + o último período de reembolso tenha passado.",
  "risksPoint6": "Esteja ciente dos riscos de contraparte ao usar ativos garantidos por bolsa (EBA) para fins de garantia ou empréstimo, pois seu valor pode flutuar com base nos riscos de terceiros."
}
