{
  "quoteAsset": "Cotar recurso",
  "buying": "Comprando",
  "baseAsset": "Ativo básico",
  "selling": "Vendendo",
  "poolStakeAsset": "Ativo de participação conjunta",
  "supply": "Fornecer",
  "links": "Ligações",
  "totalCirculation": "{{asset}} em circulação total",
  "maximumSupply": "Fornecimento máximo",
  "confidentialSupply": "{{asset}} em fornecimento confidencial",
  "externalLinks": "{{asset}} links externos",
  "externalLinksDescription": "Os botões abaixo vinculam diretamente ao externo {{asset}} recursos, a discrição do usuário é aconselhada ao interagir com recursos externos.",
  "explorers": "Exploradores",
  "webWallets": "Carteiras da web",
  "json": "JSON",
  "jsonSummaryData": "{{asset}} Dados de resumo JSON",
  "jsonSummaryDataDescription": "Os dados usados ​​para gerar {{asset}} limitar pedidos.",
  "yourBalance": "Seu saldo",
  "assetBalance": "{{asset}} ({{id}}) equilíbrio",
  "balanceDescription1": "Isto é o quanto {{asset}} você tem disponível em sua conta.",
  "balanceDescription2": "Você pode usar esse saldo para colocar ordens limitadas neste mercado.",
  "balanceDescription3": "Para obter mais {{asset}}, você pode criar uma ordem com limite, trocar ativos por meio de um pool de liquidez ou receber uma transferência de outra conta.",
  "balanceTooltip": "Mais sobre seu saldo",
  "assetType": "Tipo de recurso",
  "userIssuedAsset": "Ativo emitido pelo usuário",
  "predictionMarket": "Mercado de previsão",
  "smartcoin": "Smartcoin",
  "userIssuedAssetSummary": "Resumo do tipo de ativo emitido pelo usuário",
  "predictionMarketSummary": "Resumo do tipo de ativo do mercado de previsão",
  "smartcoinSummary": "Resumo do tipo de ativo Smartcoin",
  "userIssuedAssetDescription1": "Ativos emitidos pelo usuário (UIA) são ativos blockchain criados pelo usuário.",
  "userIssuedAssetDescription2": "Como são definidos pelo usuário, cada um deles possui nomes, configurações, descrições e finalidades exclusivas.",
  "userIssuedAssetDescription3": "Os UIA que são usados ​​pelas Exchanges/Gateways para emitir fundos depositados pelos usuários são chamados de Exchange Backed Assets (EBA).",
  "userIssuedAssetDescription4": "UIA podem ser tokens não fungíveis (NFTs) contendo uma variedade de multimídia.",
  "userIssuedAssetDescription5": "Os UIA também são usados ​​para ativos de ações do pool de liquidez.",
  "userIssuedAssetDescription6": "Sempre avalie as configurações, a descrição e o emissor do UIA antes de utilizá-los no DEX para reduzir sua exposição ao risco.",
  "predictionMarketDescription1": "Um Ativo de Mercado de Previsão (PMA) é um BitAsset especializado, de modo que a dívida total e a garantia total são sempre valores iguais (embora os IDs dos ativos sejam diferentes).",
  "predictionMarketDescription2": "Nenhuma chamada de margem ou liquidação forçada pode ser realizada em um ativo de mercado preditivo.",
  "predictionMarketDescription3": "Um mercado de previsão é liquidado globalmente pelo emissor após a resolução do evento previsto, portanto, um mercado de previsão deve sempre ter a permissão global_settle habilitada.",
  "predictionMarketDescription4": "O preço máximo para liquidação global ou venda a descoberto de um ativo de mercado preditivo é de 1 para 1.",
  "predictionMarketDescription5": "Dado que o oráculo do mercado de previsão é o emitente, o emitente do PMA deve ser uma parte confiável, os participantes do PMA estão expostos ao risco da aposta e do oráculo cumprir o seu papel com veracidade.",
  "smartcoinDescription1": "Uma smartcoin é um ativo que possui garantia, um preço de referência externo e autoemissão.",
  "smartcoinDescription2": "Qualquer um pode criar uma smartcoin, e qualquer um pode emitir smartcoins para sua própria conta, desde que haja ativos colaterais suficientes.",
  "smartcoinDescription3": "Smartcoins são usados ​​pelos bitassets de propriedade da conta do comitê, bitassets (como USD, CNY, EUR) são ativos indexados ao mercado (MPAs) da marca do comitê que fazem referência a feeds de preços de moeda FIAT externos e são apoiados pelo token principal BTS (1.3.0).",
  "smartcoinDescription4": "Os usuários podem criar seus próprios bitassets privatizados (smartcoins) que fazem referência a um feed externo de sua seleção e muitas vezes têm requisitos de garantia de apoio altamente exclusivos e mecanismos de recuperação implementados.",
  "smartcoinDescription5": "Se você emprestar smartcoins, fique atento para manter sua exposição ao risco pessoal e gaste algum tempo pesquisando o smartcoin, suas opções e o emissor antes de fazê-lo. As posições dos detentores de dívidas estão expostas às volatilidades do preço do ativo de referência e do ativo de apoio, sua garantia é de ",
  "smartcoinDescription6": "Os detentores de Smartcoin estão expostos ao risco de a garantia do titular da dívida cair abaixo dos níveis mínimos exigidos; no entanto, cada smartcoin tem um perfil de risco diferente, dadas as suas diferentes configurações de garantia.",
  "moreAboutAssetType": "Mais sobre o tipo de recurso",
  "issuer": "Emissor",
  "assetIssuer": "{{asset}}emissor",
  "issuerDescription1": "Esta é a conta blockchain que criou este ativo. Preste atenção a esses detalhes para entender o que você está comprando e de quem.",
  "issuerDescription2": "O emissor do ativo pode mudar com o tempo, pois pode facilmente transferir a propriedade.",
  "issuerDescription3": "Os ativos pertencentes à conta do comitê são geralmente os principais ativos mantidos pelo comitê.",
  "issuerDescription4": "Se o emissor for de “conta nula”, então a propriedade do ativo foi efetivamente queimada.",
  "moreAboutAssetIssuer": "Mais sobre o emissor de ativos",
  "precision": "Precisão",
  "assetPrecisionInfo": "Informações de precisão de ativos",
  "precisionDescription1": "A precisão de um ativo é a quantidade de casas decimais que ele possui.",
  "precisionDescription2": "Por exemplo {{asset}} com uma precisão de {{precision}} podem ser negociados em quantidades de {{quantity}} {{asset}}.",
  "moreAboutAssetPrecision": "Mais sobre precisão de ativos",
  "marketFee": "Taxa de mercado",
  "infoOnAssetMarketFees": "Informações sobre taxas do mercado de ativos",
  "marketFeeDescription1": "Os criadores de ativos podem introduzir taxas de mercado para ganhar passivamente à medida que as negociações ocorrem.",
  "marketFeeDescription2": "A taxa de mercado aplica-se apenas a um lado da negociação.",
  "marketFeeDescription3": "Certifique-se de que a taxa de mercado é razoável antes de prosseguir.",
  "moreAboutMarketFees": "Mais sobre taxas de mercado",
  "backingAsset": "Ativo de apoio",
  "backingAssetInfo": "Informações de ativos de apoio",
  "backingAssetDescription1": "Smartcoins (bitassets e stablecoins) exigem garantias para serem emprestadas.",
  "backingAssetDescription2": "O ativo de garantia é usado como garantia para garantir a smartcoin.",
  "backingAssetDescription3": "O ativo de garantia é escolhido pelo emissor do smartcoin e não pode ser alterado uma vez que os usuários o possuam.",
  "moreAboutBackingAsset": "Mais sobre ativos de apoio",
  "marginCallFeeRatio": "Taxa de taxa de chamada de margem",
  "marginCallFeeRatioInfo": "Informações sobre taxa de chamada de margem",
  "marginCallFeeRatioDescription1": "Permite que o emissor do ativo cobre uma taxa pela negociação de chamada de margem.",
  "marginCallFeeRatioDescription2": "Configurado pelo emissor do ativo.",
  "moreAboutMarginCallFeeRatio": "Mais sobre a taxa de taxa de chamada de margem",
  "forceSettleFeePercent": "Porcentagem da taxa de liquidação forçada",
  "forceSettleFeePercentInfo": "Forçar informações de percentual de taxa de liquidação",
  "forceSettleFeePercentDescription1": "Permite que o emissor do ativo cobre uma taxa contra operações de liquidação forçada.",
  "forceSettleFeePercentDescription2": "Configurado pelo emissor do ativo.",
  "moreAboutForceSettleFeePercent": "Mais sobre a porcentagem da taxa de liquidação forçada",
  "settlementFund": "Fundo de liquidação",
  "settlementFundInfo": "Informações do fundo de liquidação",
  "settlementFundDescription1": "Um fundo de liquidação é a garantia mantida de lado durante as condições de liquidação globais.",
  "settlementFundDescription2": "Os detentores de Smartcoins podem reivindicar sua parte no fundo de liquidação se forçarem/liquidarem instantaneamente suas smartcoins.",
  "settlementFundDescription3": "Na criação do fundo de liquidação, os titulares da dívida têm 100% de garantia reservada no fundo e o restante (acima de 100% de garantia) devolvido à sua conta.",
  "moreAboutSettlementFunds": "Mais sobre fundos de liquidação",
  "feedPrice": "Preço da alimentação",
  "feedPriceInfo": "Informações sobre preço do feed",
  "moreAboutFeedPrices": "Mais sobre preços de rações",
  "settlementPrice": "Preço de liquidação",
  "settlementPriceInfo": "Informações sobre preço de liquidação",
  "settlementPriceDescription1": "A taxa pela qual você receberá garantia se forçar/liquidar instantaneamente smartcoins.",
  "settlementPriceDescription2": "Enquanto uma smartcoin estiver em condições de liquidação global, a nova emissão será interrompida até que as condições sejam resolvidas.",
  "settlementPriceDescription3": "Dependendo do mecanismo de recuperação de liquidação global configurado pelo emissor do ativo smartcoin, o preço do feed pode estar abaixo do preço de liquidação.",
  "moreAboutSettlementPrice": "Mais sobre este preço de liquidação",
  "individualSettlementDebt": "Ind, Liquidação de dívida",
  "individualSettlementDebtInfo": "Informações sobre dívidas de liquidação individual",
  "individualSettlementDebtDescription1": "O pool de liquidação individual, No caso de liquidações individuais (para financiar ou encomendar), a dívida e as garantias das posições de margem liquidadas são transferidas para aqui.",
  "individualSettlementDebtDescription2": "Para liquidação individual para financiar, os ativos colaterais no pool só podem ser recuperados através de liquidações forçadas.",
  "individualSettlementDebtDescription3": "Para liquidação individual por ordem, os ativos colaterais do pool só podem ser recuperados por meio de ordens com limite.",
  "individualSettlementDebtDescription4": "Valor da dívida devido a liquidações individuais",
  "moreAboutIndividualSettlementDebt": "Mais sobre liquidação de dívidas individuais",
  "individualSettlementFund": "Ind, fundo de liquidação",
  "individualSettlementFundInfo": "Informações sobre fundos de liquidação individuais",
  "individualSettlementFundDescription": "O valor da garantia (ativo de garantia) cobrado devido a liquidações individuais.",
  "moreAboutIndividualSettlementFunds": "Mais sobre fundos de liquidação individuais",
  "smartcoinInfoButton": "Informações sobre Smartcoins",
  "additionalBitassetInfoTitle": "Informações adicionais sobre bitassets",
  "additionalBitassetInfoDescription": "Esses valores não mudam frequentemente de valor, mas afetam os traders.",
  "smartcoinID": "ID de moeda inteligente",
  "smartcoinIDInfo": "Informações de identificação da Smartcoin",
  "smartcoinIDDescription": "O ID necessário para buscar os detalhes do bitasset, como preço de feed, preço de liquidação, etc.",
  "moreAboutSmartcoinID": "Mais sobre ID Smartcoin",
  "feedQuantity": "Quantidade de ração",
  "feedQuantityInfo": "Informações sobre quantidade de feed de Smartcoin",
  "feedQuantityDescription1": "A quantidade de produtores de ração que contribuem com dados de feed de referência para esta smartcoin para rastrear o verdadeiro valor do ativo de referência.",
  "feedQuantityDescription2": "Pode haver apenas 1 produtor de ração para uma smartcoin operar, porém quanto maior a quantidade de produtores de ração, mais estável ela se torna.",
  "feedQuantityDescription3": "Se uma smartcoin for alimentada por testemunhas ou comitê, a quantidade de produtores de feed não pode exceder o conjunto de testemunhas ativas e membros do comitê.",
  "moreAboutFeedQuantities": "Mais sobre quantidades de ração",
  "forceSettlementDelay": "Forçar atraso na liquidação",
  "forceSettlementDelayInfo": "Forçar informações de atraso na liquidação",
  "forceSettlementDelayDescription": "A quantidade de tempo que o blockchain irá esperar antes de processar sua operação de liquidação forçada.",
  "moreAboutForceSettlementDelays": "Mais sobre atrasos na liquidação forçada",
  "forceSettlementOffset": "Forçar compensação de liquidação",
  "forceSettlementOffsetInfo": "Forçar informações de compensação de liquidação",
  "forceSettlementOffsetDescription": "Uma compensação percentual do feed de preços para liquidação",
  "moreAboutForceSettlementOffset": "Mais sobre compensação de liquidação forçada",
  "maxForceSettlementVolume": "Volume máximo de liquidação forçada",
  "maxForceSettlementVolumeInfo": "Informações sobre o volume máximo de liquidação forçada",
  "maxForceSettlementVolumeDescription": "Porcentagem máxima do fornecimento que pode ser liquidada por dia",
  "moreAboutMaxForceSettlementVolume": "Mais sobre o volume máximo de liquidação de força",
  "globalSettlementResponseMethod": "Método de resposta de liquidação global",
  "globalSettlementResponseMethodInfo": "Informações do método de resposta de liquidação global (BSRM)",
  "globalSettlementResponseMethodDescription1": "Especifica o método de resposta de liquidação global (BSRM) configurado pelo emissor do ativo",
  "globalSettlementResponseMethodDescription2": "Os métodos de resposta de liquidação global controlam como ocorrem a emissão e a liquidação, especificamente durante atividades de mercado altamente voláteis.",
  "moreAboutGlobalSettlementResponseMethods": "Mais sobre métodos de resposta a assentamentos globais",
  "maintenanceCollateralRatio": "Taxa de garantia de manutenção",
  "maintenanceCollateralRatioInfo": "Informações sobre relação de garantia de manutenção",
  "maintenanceCollateralRatioDescription1": "O índice mínimo de garantia (MCR) especificado pelo emissor do ativo.",
  "maintenanceCollateralRatioDescription2": "Se a sua posição de dívida cair abaixo desse índice, é provável que você receba uma chamada de margem.",
  "maintenanceCollateralRatioDescription3": "Se a sua posição de dívida for chamada de margem, você perderá a garantia mais o percentual de compensação.",
  "moreAboutMaintenanceCollateralRatio": "Mais sobre o índice de garantia de manutenção",
  "initialCollateralRatio": "Rácio de garantia inicial",
  "initialCollateralRatioInfo": "Informações sobre o índice de garantia inicial",
  "initialCollateralRatioDescription1": "O índice de garantia inicial (ICR) é o índice mínimo exigido ao criar uma posição de dívida.",
  "initialCollateralRatioDescription2": "O seu rácio de margem de posição de dívida pode cair abaixo deste rácio ICR, mas deve permanecer acima do MCR para evitar chamada de margem.",
  "moreAboutInitialCollateralRatio": "Mais sobre o índice de garantia inicial",
  "maximumShortSqueezeRatio": "Taxa máxima de compressão curta",
  "maximumShortSqueezeRatioInfo": "Informações máximas sobre a taxa de compressão curta",
  "maximumShortSqueezeRatioDescription": "O índice máximo de compressão curta é o índice máximo pelo qual uma posição de dívida será protegida contra restrições curtas.",
  "moreAboutMaximumShortSqueezeRatio": "Mais sobre a taxa máxima de compressão curta",
  "borrowButton": "Emprestar"
}
