{
  "transfer": "Esta operação envia ativos de uma conta para outra. Moverá permanentemente a quantidade especificada de ativos para a conta do destinatário. Tenha cuidado, pois esta ação não pode ser desfeita.",
  "limit_order_create": "Esta operação oferece a venda de uma quantidade de um ativo a uma taxa de câmbio especificada em um determinado momento. Ela colocará uma ordem na carteira de ordens que só será executada se o preço de mercado atingir o preço limite especificado. ",
  "limit_order_cancel": "Esta operação cancela uma ordem com limite existente. Ela removerá uma ordem com limite colocada anteriormente do livro de ofertas, impedindo que ela seja executada. Verifique os detalhes da ordem antes de cancelar.",
  "call_order_update": "Esta operação atualiza uma ordem de compra, que é usada na negociação de margem. Ela ajustará a garantia e a dívida de uma ordem de compra existente, afetando potencialmente sua posição de margem. Certifique-se de compreender as implicações em sua margem.",
  "fill_order": "Esta operação preenche uma ordem existente. Ela executará uma negociação com base em uma ordem correspondente no livro de ordens, resultando na troca de ativos. Confirme os detalhes da negociação para evitar resultados inesperados.",
  "account_create": "Esta operação cria uma nova conta no blockchain. Ela registrará uma nova conta de usuário com um nome exclusivo e chaves associadas. Certifique-se de que os detalhes da conta estejam corretos.",
  "account_update": "Esta operação atualiza as propriedades da sua conta. Ela modificará os detalhes da conta, como chaves, opções e autoridades, alterando potencialmente quem pode controlar sua conta. Tenha cuidado, pois isso pode afetar a segurança da conta.",
  "account_whitelist": "Esta operação coloca uma conta na lista de permissões ou na lista negra. Ela controlará quais contas têm permissão ou não para interagir com determinados recursos ou ativos. Verifique os detalhes da conta para evitar restrições não intencionais.",
  "account_upgrade": "Esta operação atualiza sua conta para um membro vitalício. Ela concederá à sua conta privilégios e benefícios adicionais, como taxas reduzidas e direitos de voto. Certifique-se de compreender os benefícios e custos.",
  "account_transfer": "Esta operação transfere a propriedade da sua conta para outra conta. Ela mudará a autoridade do proprietário da sua conta para um novo proprietário, dando-lhe controle total. Tenha certeza antes de transferir a propriedade.",
  "asset_create": "Esta operação cria um ativo no blockchain Bitshares. Ela definirá um novo token ou ativo com propriedades específicas, como símbolo, precisão e emissor. Certifique-se de que os detalhes do ativo estejam corretos.",
  "asset_update": "Esta operação atualiza as configurações de um ativo. Permitirá ao emissor modificar detalhes do ativo, como descrição, opções e sinalizadores. Verifique as alterações para evitar consequências indesejadas.",
  "asset_update_bitasset": "Esta operação atualiza as configurações de bitasset criadas. É específica para BitAssets, que são ativos indexados ao mercado, e permite que o emissor ajuste parâmetros como produtores de feed e configurações de chamada de margem, garantindo que as alterações estejam corretas.",
  "asset_update_feed_producers": "Esta operação atualiza a lista de produtores de feeds aprovados para o bitasset criado, alterará a lista de contas responsáveis ​​pela publicação de feeds de preços para um ativo indexado ao mercado, verificará a nova lista de produtores.",
  "asset_issue": "Esta operação emite seus ativos criados para indivíduos. Ela criará e distribuirá tokens adicionais de um ativo existente para contas específicas. Certifique-se de que os detalhes de emissão estejam corretos.",
  "asset_reserve": "Esta operação reserva seus ativos criados. Ela removerá permanentemente de circulação uma determinada quantia de um ativo. Confirme a quantia para evitar a remoção não intencional de ativos.",
  "asset_fund_fee_pool": "Esta operação financia o pool de taxas do ativo criado. Ela adicionará fundos ao pool de taxas do ativo, que é usado para subsidiar taxas de transação para os usuários. Verifique o valor do financiamento.",
  "asset_settle": "Esta operação liquida um ativo em sua carteira. Ela permitirá que os detentores de um ativo indexado ao mercado solicitem a liquidação pelo preço feed atual, recebendo o valor equivalente no ativo lastreado. Certifique-se de entender os termos de liquidação.",
  "asset_global_settle": "Esta operação liquida globalmente um de seus bitassets criados. Ela forçará a liquidação de todos os saldos pendentes de um ativo indexado ao mercado a um preço especificado, encerrando efetivamente sua negociação. Tenha certeza antes de iniciar a liquidação global.",
  "asset_publish_feed": "Esta operação publica um feed de preços para um bitasset. Ele será usado pelos produtores de feeds para fornecer informações atualizadas de preços para ativos indexados ao mercado. Garantir que os dados do feed sejam precisos.",
  "witness_create": "Esta operação cria uma conta de testemunha, irá registrar uma nova testemunha, que será responsável por produzir blocos e proteger o blockchain, verificar os detalhes da testemunha.",
  "witness_update": "Esta operação atualiza sua conta de testemunha. Ela permitirá que uma testemunha modifique sua chave de assinatura, URL e outros detalhes. Certifique-se de que as atualizações estejam corretas.",
  "proposal_create": "Esta operação cria uma proposta de operação blockchain. Ela permitirá aos usuários propor uma transação que requer aprovação de várias partes antes de ser executada. Garanta que os detalhes da proposta sejam precisos.",
  "proposal_update": "Esta operação atualiza uma proposta de operação blockchain, permitirá aos usuários adicionar ou revogar aprovações para uma transação proposta, verificar as alterações para evitar aprovações ou revogações não intencionais.",
  "proposal_delete": "Esta operação exclui uma proposta de operação blockchain. Ela removerá uma proposta do blockchain, impedindo que ela seja executada. Confirme os detalhes da proposta antes de excluir.",
  "withdraw_permission_create": "Esta operação cria uma permissão de saque. Ela concederá a uma conta autoridade para sacar fundos de outra conta dentro de limites especificados. Certifique-se de que os detalhes da permissão estejam corretos.",
  "withdraw_permission_update": "Esta operação atualiza uma permissão de retirada. Modificará os termos e limites de uma permissão de retirada existente. Verifique as atualizações para evitar alterações não intencionais.",
  "withdraw_permission_claim": "Esta operação reivindica uma permissão de saque. Ela permitirá que a conta autorizada retire fundos de acordo com os termos da permissão. Garanta que os detalhes da reivindicação sejam precisos.",
  "withdraw_permission_delete": "Esta operação exclui uma permissão de retirada. Ela revogará uma permissão de retirada existente, evitando novas retiradas. Confirme os detalhes da permissão antes da exclusão.",
  "committee_member_create": "Esta operação cria uma conta de membro do comitê. Ela registrará um novo membro do comitê, que participa da governança e da tomada de decisões do blockchain. Verifique os detalhes dos membros do comitê.",
  "committee_member_update": "Esta operação atualiza os detalhes da conta do membro do comitê. Ela permitirá que um membro do comitê modifique sua chave de assinatura, URL e outros detalhes. Certifique-se de que as atualizações estejam corretas.",
  "committee_member_update_global_parameters": "Esta operação publica a posição do membro do comitê sobre os valores dos parâmetros globais do blockchain da Bitshares. Ela permitirá que o comitê ajuste as configurações e parâmetros de todo o blockchain e verifique as alterações dos parâmetros.",
  "vesting_balance_create": "Esta operação cria um saldo de aquisição. Ela reservará fundos que ficarão gradualmente disponíveis ao longo do tempo de acordo com um cronograma de aquisição de direitos especificado. Certifique-se de que os detalhes de aquisição de direitos estejam corretos.",
  "vesting_balance_withdraw": "Esta operação saca de um saldo aquisitivo, permitirá que a conta retire os fundos disponíveis de um saldo aquisitivo, Verifique o valor do saque.",
  "worker_create": "Esta operação cria uma proposta de trabalhador, irá propor um novo trabalhador, que será pago com o orçamento do blockchain para realizar tarefas ou projetos específicos, garantindo que os detalhes da proposta sejam precisos.",
  "custom": "Esta operação fornece uma maneira genérica de adicionar protocolos de nível superior ao consenso de testemunha. Ela permitirá aos usuários definir e executar lógica personalizada no blockchain e verificar os detalhes da lógica personalizada.",
  "assert": "Esta operação afirma que algumas condições são verdadeiras. Ela verificará se uma condição especificada é verdadeira e falhará se não for. Certifique-se de que a condição esteja correta.",
  "balance_claim": "Esta operação reivindica saldos de um saldo. Ela permitirá aos usuários reivindicar saldos de sistemas legados ou distribuições especiais. Verifique os detalhes da reivindicação.",
  "override_transfer": "Esta operação substitui uma operação de transferência. Ela permitirá ao emissor de um ativo transferir fundos entre contas sem o consentimento da conta de origem. Seja cauteloso, pois isso pode afetar a segurança da conta.",
  "transfer_to_blind": "Esta operação transfere ativos para um destino cego. Ela converterá ativos regulares em saldos cegos (confidenciais). Certifique-se de que os detalhes da transferência estejam corretos.",
  "blind_transfer": "Esta operação transfere ativos cegos de forma cega. Transferirá ativos entre saldos cegos, mantendo a confidencialidade, Verifique os detalhes da transferência.",
  "transfer_from_blind": "Esta operação retira ativos de um saldo cego. Ela converterá os saldos cegos (confidenciais) novamente em saldos regulares. Certifique-se de que os detalhes da retirada estejam corretos.",
  "asset_settle_cancel": "Esta operação cancela uma liquidação de ativo. Cancelará uma solicitação de liquidação pendente de um ativo indexado ao mercado. Confirme os detalhes da liquidação antes do cancelamento.",
  "asset_claim_fees": "Esta operação reivindica as taxas de um ativo. Ela permitirá ao emissor reivindicar taxas acumuladas do pool de taxas do ativo. Verifique os detalhes da reivindicação de taxas.",
  "fba_distribute": "Esta operação distribui fundos de um ativo garantido por taxas. Distribuirá fundos arrecadados de um ativo garantido por taxas aos seus detentores. Certifique-se de que os detalhes de distribuição estejam corretos.",
  "bid_collateral": "Esta operação licita uma garantia de garantia de bitativos quando liquidada globalmente. Ela permitirá que os usuários façam lances em garantias vendidas para cobrir uma chamada de margem. Verifique os detalhes da oferta.",
  "execute_bid": "Esta operação executa uma oferta de garantia. Finalizará a compra de garantias de uma chamada de margem. Certifique-se de que os detalhes de execução da oferta estão corretos.",
  "asset_claim_pool": "Esta operação transfere BTS do pool de taxas de um ativo especificado de volta para o saldo do emissor. Isso permitirá que o emissor reivindique fundos do pool de taxas do ativo. Verifique os detalhes da reivindicação.",
  "asset_update_issuer": "Esta operação atualiza o emissor de um ativo para uma nova conta de administrador. Ela mudará a autoridade do emissor de um ativo para uma nova conta. Certifique-se de que os detalhes do novo emissor estejam corretos.",
  "htlc_create": "Esta operação cria um contrato hash time bloqueado (HTLC). Ela configurará um HTLC, que requer uma pré-imagem de hash criptográfica para reivindicar os fundos. Verifique os detalhes do contrato.",
  "htlc_redeem": "Esta operação resgata o conteúdo de um HTLC. Ela permitirá ao destinatário reivindicar os fundos de um HTLC, fornecendo a pré-imagem hash correta. Certifique-se de que os detalhes do resgate estejam corretos.",
  "htlc_redeemed": "Esta operação indica que um HTLC foi resgatado com sucesso. Verifique os detalhes do resgate.",
  "htlc_extend": "Esta operação estende a duração de um HTLC. Ela estenderá o intervalo de tempo durante o qual o HTLC pode ser resgatado. Certifique-se de que os detalhes da extensão estejam corretos.",
  "htlc_refund": "Esta operação reembolsa um HTLC expirado. Reembolsará os fundos de um HTLC de volta ao remetente após sua expiração. Verifique os detalhes do reembolso.",
  "custom_authority_create": "Esta operação cria uma nova autoridade personalizada. Ela definirá uma autoridade personalizada que pode ser usada para autorizar operações específicas. Certifique-se de que os detalhes da autoridade estejam corretos.",
  "custom_authority_update": "Esta operação atualiza uma autoridade personalizada. Ela modificará as condições e os parâmetros de uma autoridade personalizada existente. Verifique as atualizações para evitar alterações não intencionais.",
  "custom_authority_delete": "Esta operação exclui uma autoridade personalizada. Ela removerá uma autoridade personalizada existente do blockchain. Confirme os detalhes da autoridade antes da exclusão.",
  "ticket_create": "Esta operação cria um novo ticket, irá registrar um novo ticket, que pode ser utilizado para diversos fins, como votação ou staking, garantindo que os detalhes do ticket estejam corretos.",
  "ticket_update": "Esta operação atualiza um ticket existente. Ela modificará as propriedades ou o status de um ticket existente. Verifique as atualizações para evitar alterações não intencionais.",
  "liquidity_pool_create": "Esta operação cria um pool de liquidez. Ela criará um pool de liquidez para pares de negociação, permitindo aos usuários fornecer liquidez e ganhar taxas. Garanta que os detalhes do pool estejam corretos.",
  "liquidity_pool_delete": "Esta operação exclui um pool de liquidez. Ela removerá um pool de liquidez do blockchain. Confirme os detalhes do pool antes da exclusão.",
  "liquidity_pool_deposit": "Esta operação deposita fundos em um pool de liquidez. Ela permitirá aos usuários adicionar liquidez a um pool em troca de tokens de liquidez. Verifique os detalhes do depósito.",
  "liquidity_pool_withdraw": "Esta operação retira fundos de um pool de liquidez. Permitirá aos usuários retirar liquidez de um pool e receber sua parte dos ativos. Garanta que os detalhes da retirada estejam corretos.",
  "liquidity_pool_exchange": "Esta operação troca com um pool de liquidez. Permitirá aos usuários negociar ativos diretamente dentro de um pool de liquidez. Verifique os detalhes da troca.",
  "samet_fund_create": "Esta operação cria um novo Fundo SameT. Um Fundo SameT é um fundo que pode ser usado por um mutuário e deve ser reembolsado na mesma transação. Certifique-se de que os detalhes do fundo estejam corretos.",
  "samet_fund_delete": "Esta operação exclui um objeto de fundo SameT. Ela removerá um fundo SAMET do blockchain. Confirme os detalhes do fundo antes da exclusão.",
  "samet_fund_update": "Esta operação atualiza um objeto de fundo SameT. Ela modificará os parâmetros e condições de um fundo SAMET existente. Verifique as atualizações para evitar alterações não intencionais.",
  "samet_fund_borrow": "Esta operação toma emprestado de um fundo SameT. Ela permitirá aos usuários contrair um empréstimo de um fundo SAMET usando garantias. Certifique-se de que os detalhes do empréstimo estejam corretos.",
  "samet_fund_repay": "Esta operação reembolsa dívidas com um fundo SameT. Permitirá aos usuários reembolsar seu empréstimo e recuperar suas garantias de um fundo SAMET. Verifique os detalhes do reembolso.",
  "credit_offer_create": "Esta operação cria uma nova oferta de crédito. Uma oferta de crédito é um fundo que pode ser utilizado por outras contas que fornecem determinadas garantias. Certifique-se de que os detalhes da oferta estão corretos.",
  "credit_offer_delete": "Esta operação exclui uma oferta de crédito. Ela removerá uma oferta de crédito do blockchain. Confirme os detalhes da oferta antes da exclusão.",
  "credit_offer_update": "Esta operação atualiza uma oferta de crédito. Modificará os termos e condições de uma oferta de crédito existente. Verifique as atualizações para evitar alterações não intencionais.",
  "credit_offer_accept": "Esta operação aceita uma oferta de crédito e cria um acordo de crédito. Ela permitirá que os usuários aceitem uma oferta de crédito e recebam os fundos emprestados. Certifique-se de que os detalhes de aceitação estejam corretos.",
  "credit_deal_repay": "Esta operação reembolsa um acordo de crédito. Permitirá que os mutuários reembolsem seus empréstimos de acordo com os termos do acordo de crédito. Verifique os detalhes do reembolso.",
  "credit_deal_expired": "Esta operação trata de uma transação de crédito expirada. Ela lidará com as consequências de uma transação de crédito expirada, como a liquidação de garantias. Certifique-se de que os detalhes de tratamento estejam corretos.",
  "liquidity_pool_update": "Esta operação atualiza um pool de liquidez. Modificará os parâmetros e condições de um pool de liquidez existente. Verifique as atualizações para evitar alterações não intencionais.",
  "credit_deal_update": "Esta operação atualiza um acordo de crédito. Ela modificará os termos e condições de um acordo de crédito existente. Certifique-se de que as atualizações estejam corretas.",
  "limit_order_update": "Esta operação atualiza uma ordem com limite. Modificará os parâmetros de uma ordem com limite colocada anteriormente. Verifique as atualizações para evitar alterações não intencionais."
}
