{
  "transfer": "Esta operação envia ativos de uma conta para outra. ",
  "limit_order_create": "Esta operação oferece a venda de uma quantidade de um ativo a uma taxa de câmbio especificada e em um determinado momento. ",
  "limit_order_cancel": "Esta operação cancela uma ordem com limite existente. ",
  "call_order_update": "Esta operação atualiza uma ordem de compra, que é utilizada na negociação de margem. ",
  "fill_order": "Esta operação preenche um pedido existente. ",
  "account_create": "Esta operação cria uma nova conta no blockchain. ",
  "account_update": "Esta operação atualiza as propriedades da sua conta. ",
  "account_whitelist": "Esta operação coloca uma conta na lista de permissões ou na lista negra. ",
  "account_upgrade": "Esta operação atualiza sua conta para membro vitalício. ",
  "account_transfer": "Esta operação transfere a propriedade da sua conta para outra conta. ",
  "asset_create": "Esta operação cria um ativo na blockchain Bitshares. ",
  "asset_update": "Esta operação atualiza as configurações de um ativo. ",
  "asset_update_bitasset": "Esta operação atualiza as configurações de bitasset criadas. ",
  "asset_update_feed_producers": "Esta operação atualiza a lista de produtores de feeds aprovados para o bitasset criado. ",
  "asset_issue": "Esta operação emite seus ativos criados para indivíduos. ",
  "asset_reserve": "Esta operação reserva seus ativos criados. ",
  "asset_fund_fee_pool": "Esta operação financia o conjunto de taxas do seu ativo criado. ",
  "asset_settle": "Esta operação liquida um ativo da sua carteira. ",
  "asset_global_settle": "Esta operação liquida globalmente um dos seus bitassets criados. ",
  "asset_publish_feed": "Esta operação publica um feed de preços para um bitasset. ",
  "witness_create": "Esta operação cria uma conta de testemunha. ",
  "witness_update": "Esta operação atualiza sua conta de testemunha. ",
  "proposal_create": "Esta operação cria uma proposta de operação blockchain. ",
  "proposal_update": "Esta operação atualiza uma proposta de operação blockchain. ",
  "proposal_delete": "Esta operação exclui uma proposta de operação blockchain. ",
  "withdraw_permission_create": "Esta operação cria uma permissão de retirada. ",
  "withdraw_permission_update": "Esta operação atualiza uma permissão de retirada. ",
  "withdraw_permission_claim": "Esta operação reivindica uma permissão de retirada. ",
  "withdraw_permission_delete": "Esta operação exclui uma permissão de retirada. ",
  "committee_member_create": "Esta operação cria uma conta de membro do comitê. ",
  "committee_member_update": "Esta operação atualiza os detalhes da sua conta de membro do comitê. ",
  "committee_member_update_global_parameters": "Esta operação publica a posição dos membros do seu comitê sobre os valores dos parâmetros globais do blockchain Bitshares. ",
  "vesting_balance_create": "Esta operação cria um saldo de aquisição. ",
  "vesting_balance_withdraw": "Esta operação retira saldo de vesting. ",
  "worker_create": "Esta operação cria uma proposta de trabalho. ",
  "custom": "Esta operação fornece uma maneira genérica de adicionar protocolos de nível superior ao consenso de testemunhas. ",
  "assert": "Esta operação afirma que algumas condições são verdadeiras. ",
  "balance_claim": "Esta operação reivindica um saldo. ",
  "override_transfer": "Esta operação substitui uma operação de transferência. ",
  "transfer_to_blind": "Esta operação transfere ativos para um destino cego. ",
  "blind_transfer": "Esta operação transfere ativos cegos de forma cega. ",
  "transfer_from_blind": "Esta operação retira ativos de um saldo cego. ",
  "asset_settle_cancel": "Esta operação cancela uma liquidação de imobilizado. ",
  "asset_claim_fees": "Esta operação reivindica as taxas de um ativo. ",
  "fba_distribute": "Esta operação distribui recursos de um ativo lastreado em taxas. ",
  "bid_collateral": "Esta operação licita uma garantia de bitativos quando liquidada globalmente. ",
  "execute_bid": "Esta operação executa uma oferta de garantia. ",
  "asset_claim_pool": "Esta operação transfere o BTS do pool de taxas de um ativo específico de volta para o saldo do emissor. ",
  "asset_update_issuer": "Esta operação atualiza o emissor de um ativo para uma nova conta de administrador. ",
  "htlc_create": "Esta operação cria um contrato hash time bloqueado (HTLC). ",
  "htlc_redeem": "Esta operação resgata o conteúdo de um HTLC. ",
  "htlc_redeemed": "Esta operação indica que um HTLC foi resgatado com sucesso. ",
  "htlc_extend": "Esta operação estende a duração de um HTLC. ",
  "htlc_refund": "Esta operação reembolsa um HTLC expirado. ",
  "custom_authority_create": "Esta operação cria uma nova autoridade personalizada. ",
  "custom_authority_update": "Esta operação atualiza uma autoridade personalizada. ",
  "custom_authority_delete": "Esta operação exclui uma autoridade personalizada. ",
  "ticket_create": "Esta operação cria um novo ticket. ",
  "ticket_update": "Esta operação atualiza um ticket existente. ",
  "liquidity_pool_create": "Esta operação cria um pool de liquidez. ",
  "liquidity_pool_delete": "Esta operação exclui um pool de liquidez. ",
  "liquidity_pool_deposit": "Esta operação deposita recursos em um pool de liquidez. ",
  "liquidity_pool_withdraw": "Esta operação retira fundos de um pool de liquidez. ",
  "liquidity_pool_exchange": "Esta operação é trocada com um pool de liquidez. ",
  "samet_fund_create": "Esta operação cria um novo Fundo SameT. ",
  "samet_fund_delete": "Esta operação exclui um objeto de fundo SameT. ",
  "samet_fund_update": "Esta operação atualiza um objeto de fundo SameT. ",
  "samet_fund_borrow": "Esta operação toma empréstimo de um fundo SameT. ",
  "samet_fund_repay": "Esta operação amortiza dívidas com um fundo SameT. ",
  "credit_offer_create": "Esta operação cria uma nova oferta de crédito. ",
  "credit_offer_delete": "Esta operação exclui uma oferta de crédito. ",
  "credit_offer_update": "Esta operação atualiza uma oferta de crédito. ",
  "credit_offer_accept": "Esta operação aceita uma oferta de crédito e cria um acordo de crédito. ",
  "credit_deal_repay": "Esta operação reembolsa um acordo de crédito. ",
  "credit_deal_expired": "Esta operação trata de uma transação de crédito expirada. ",
  "liquidity_pool_update": "Esta operação atualiza um pool de liquidez. ",
  "credit_deal_update": "Esta operação atualiza um acordo de crédito. ",
  "limit_order_update": "Esta operação atualiza uma ordem de limite. "
}
