{
  "permissions": {
    "header": "Berechtigungen des Assets",
    "header_content": "Hinweis: Das Deaktivieren von Berechtigungen ist eine dauerhafte Entscheidung",
    "charge_market_fee": {
      "about": "Marktgebühr aktivieren",
      "enabledInfo": "Der Ersteller des Vermögenswerts kann die Erhebung von Markthandelsgebühren für diesen Vermögenswert aktivieren.",
      "disabledInfo": "Der Ersteller des Vermögenswerts kann für diesen Vermögenswert keine Markthandelsgebühren erheben."
    },
    "white_list": {
      "about": "Erfordern, dass Inhaber auf die weiße Liste gesetzt werden",
      "enabledInfo": "Der Asset-Ersteller kann die Konfiguration von Whitelist-Berechtigungen für dieses Asset aktivieren.",
      "disabledInfo": "Der Asset-Ersteller kann für dieses Asset keine Whitelist-Berechtigungen konfigurieren."
    },
    "override_authority": {
      "about": "Der Vermögenseigentümer kann das Vermögen auf sich selbst zurück übertragen",
      "enabledInfo": "Der Asset-Ersteller kann die Möglichkeit aktivieren, einen Override-Übertragungsvorgang für dieses Asset durchzuführen.",
      "disabledInfo": "Der Asset-Ersteller kann für dieses Asset keine außer Kraft gesetzten Übertragungsvorgänge durchführen."
    },
    "transfer_restricted": {
      "about": "Der Vermögenseigentümer muss allen Übertragungen zustimmen",
      "enabledInfo": "Der Asset-Ersteller kann die Möglichkeit aktivieren, Übertragungen dieses Assets einzuschränken.",
      "disabledInfo": "Der Asset-Ersteller kann die Übertragung dieses Assets nicht einschränken."
    },
    "disable_confidential": {
      "about": "Vertrauliche Transaktionen deaktivieren",
      "enabledInfo": "Der Asset-Ersteller kann die Möglichkeit aktivieren, vertrauliche Vorgänge für dieses Asset zu deaktivieren.",
      "disabledInfo": "Der Asset-Ersteller kann vertrauliche Vorgänge für dieses Asset nicht deaktivieren."
    },
    "witness_fed_asset": {
      "about": "Erlauben Sie Zeugen, Feeds bereitzustellen",
      "enabledInfo": "Der Asset-Ersteller kann Zeugen die Veröffentlichung von Preis-Feeds für dieses Asset ermöglichen.",
      "disabledInfo": "Der Asset-Ersteller kann es Zeugen nicht ermöglichen, Preis-Feeds für dieses Asset zu veröffentlichen."
    },
    "committee_fed_asset": {
      "about": "Erlauben Sie Ausschussmitgliedern, Feeds bereitzustellen",
      "enabledInfo": "Der Asset-Ersteller kann Ausschussmitgliedern ermöglichen, Preis-Feeds für dieses Asset zu veröffentlichen.",
      "disabledInfo": "Der Asset-Ersteller kann Ausschussmitgliedern nicht ermöglichen, Preis-Feeds für dieses Asset zu veröffentlichen."
    },
    "disable_force_settle": {
      "about": "Deaktivieren Sie die erzwungene Setzung",
      "enabledInfo": "Der Asset-Ersteller kann die Möglichkeit aktivieren, die erzwungene Abrechnung für dieses Asset zu deaktivieren.",
      "disabledInfo": "Der Asset-Ersteller kann die erzwungene Abrechnung für dieses Asset nicht deaktivieren."
    },
    "global_settle": {
      "about": "Ermöglichen Sie dem Vermögenseigentümer, eine globale Abrechnung zu erzwingen",
      "enabledInfo": "Der Vermögensersteller kann die Möglichkeit zur globalen Abrechnung dieses Vermögenswerts aktivieren.",
      "disabledInfo": "Der Anlagenersteller kann diese Anlage nicht pauschal abrechnen."
    },
    "lock_max_supply": {
      "about": "Maximale Versorgung sperren",
      "enabledInfo": "Der Asset-Ersteller kann den maximalen Vorrat dieses Assets nicht sperren.",
      "disabledInfo": "Der Asset-Ersteller kann den maximalen Vorrat dieses Assets sperren."
    },
    "disable_new_supply": {
      "about": "Neue Versorgung deaktivieren",
      "enabledInfo": "Der Asset-Ersteller kann die Möglichkeit, ein neues Angebot für dieses Asset zu erstellen, nicht deaktivieren.",
      "disabledInfo": "Der Asset-Ersteller kann die Möglichkeit deaktivieren, ein neues Angebot für dieses Asset zu erstellen."
    },
    "disable_collateral_bidding": {
      "about": "Deaktivieren Sie Nebengebote",
      "enabledInfo": "Der Ersteller des Assets kann das Bieten von Sicherheiten für dieses Asset nicht deaktivieren.",
      "disabledInfo": "Der Ersteller des Assets kann das Bieten von Sicherheiten für dieses Asset deaktivieren."
    },
    "disable_mcr_update": {
      "about": "Deaktivieren Sie die Aktualisierung des Mindestsicherheitsverhältnisses durch den Eigentümer",
      "enabledInfo": "Der Eigentümer des Vermögenswerts verwendet für diesen Vermögenswert eine preisabhängige Mindestsicherheitsquoteanforderung.",
      "disabledInfo": "Der Eigentümer des Vermögenswerts legt die Mindestanforderung an die Sicherheitenquote für diesen Vermögenswert statisch fest."
    },
    "disable_icr_update": {
      "about": "Deaktivieren Sie die Aktualisierung des Anfangssicherheitsverhältnisses durch den Eigentümer",
      "enabledInfo": "Der Eigentümer des Vermögenswerts verwendet für diesen Vermögenswert eine preisabhängige Anforderung an die Anfangssicherheitsquote.",
      "disabledInfo": "Der Eigentümer des Vermögenswerts legt die Anforderungen an die anfängliche Sicherheitenquote für diesen Vermögenswert statisch fest."
    },
    "disable_mssr_update": {
      "about": "Deaktivieren Sie die Eigentümeraktualisierung „Maximum Short Squeeze Ratio“.",
      "enabledInfo": "Der Eigentümer des Vermögenswerts verwendet für diesen Vermögenswert eine preisabhängige maximale Short-Squeeze-Ratio.",
      "disabledInfo": "Der Asset-Eigentümer legt die maximale Short-Squeeze-Ratio für dieses Asset statisch fest."
    },
    "disable_bsrm_update": {
      "about": "Deaktivieren Sie die Eigentümeraktualisierung der Black Swan Risk Management-Strategie",
      "enabledInfo": "Der Asset-Eigentümer verwendet die standardmäßige Global Settlement-Strategie für dieses Asset.",
      "disabledInfo": "Der Asset-Eigentümer verwendet eine benutzerdefinierte Black Swan-Risikomanagementstrategie für dieses Asset."
    }
  },
  "flags": {
    "header": "Flaggen des Assets",
    "header_content": "Jede zulässige Asset-Berechtigung kann ein-/ausgeschaltet werden.",
    "charge_market_fee": {
      "about": "Marktgebühr aktivieren",
      "enabledInfo": "Der Ersteller des Vermögenswerts kann Markthandelsgebühren für diesen Vermögenswert konfigurieren, einschließlich der Funktion zum Teilen von Marktgebührenprämien.",
      "disabledInfo": "Der Ersteller des Vermögenswerts hat die Erhebung von Markthandelsgebühren für diesen Vermögenswert deaktiviert."
    },
    "white_list": {
      "about": "Erfordern, dass Inhaber auf die weiße Liste gesetzt werden",
      "enabledInfo": "Der Asset-Ersteller kann Whitelist-Berechtigungen für dieses Asset konfigurieren.",
      "disabledInfo": "Der Asset-Ersteller hat die Konfiguration von Whitelist-Berechtigungen für dieses Asset deaktiviert."
    },
    "override_authority": {
      "about": "Der Vermögenseigentümer kann das Vermögen auf sich selbst zurück übertragen",
      "enabledInfo": "Der Ersteller des Vermögenswerts kann einen Überschreibungsübertragungsvorgang für diesen Vermögenswert durchführen und ihn von Ihrem auf sein Guthaben zurückführen.",
      "disabledInfo": "Der Asset-Ersteller hat die Durchführung von Überschreibungsübertragungsvorgängen für dieses Asset deaktiviert."
    },
    "disable_force_settle": {
      "about": "Deaktivieren Sie die erzwungene Setzung",
      "enabledInfo": "Der Asset-Ersteller hat die erzwungene Abrechnung für dieses Asset deaktiviert.",
      "disabledInfo": "Der Asset-Ersteller hat die erzwungene Abrechnung für dieses Asset aktiviert."
    },
    "transfer_restricted": {
      "about": "Der Vermögenseigentümer muss allen Übertragungen zustimmen",
      "enabledInfo": "Der Asset-Ersteller kann die Übertragung dieses Assets einschränken.",
      "disabledInfo": "Der Asset-Ersteller hat die Einschränkung von Übertragungen dieses Assets deaktiviert."
    },
    "disable_confidential": {
      "about": "Vertrauliche Transaktionen deaktivieren",
      "enabledInfo": "Der Asset-Ersteller hat vertrauliche Vorgänge für dieses Asset deaktiviert.",
      "disabledInfo": "Der Asset-Ersteller hat vertrauliche Vorgänge für dieses Asset nicht deaktiviert."
    },
    "witness_fed_asset": {
      "about": "Erlauben Sie Zeugen, Feeds bereitzustellen",
      "enabledInfo": "Zeugen können Preis-Feeds für diesen Vermögenswert veröffentlichen.",
      "disabledInfo": "Zeugen können keine Preis-Feeds für diesen Vermögenswert veröffentlichen."
    },
    "committee_fed_asset": {
      "about": "Erlauben Sie Ausschussmitgliedern, Feeds bereitzustellen",
      "enabledInfo": "Ausschussmitglieder können Preis-Feeds für diesen Vermögenswert veröffentlichen.",
      "disabledInfo": "Ausschussmitglieder können keine Preis-Feeds für diesen Vermögenswert veröffentlichen."
    },
    "lock_max_supply": {
      "about": "Maximale Versorgung sperren",
      "enabledInfo": "Der Asset-Eigentümer hat das maximale Angebot dieses Assets gesperrt.",
      "disabledInfo": "Der Asset-Eigentümer hat das maximale Angebot dieses Assets nicht gesperrt."
    },
    "disable_new_supply": {
      "about": "Neue Versorgung deaktivieren",
      "enabledInfo": "Der Asset-Eigentümer hat die Möglichkeit zur Ausgabe eines neuen Angebots für dieses Asset deaktiviert.",
      "disabledInfo": "Der Eigentümer des Vermögenswerts gestattet die Ausgabe zusätzlicher Lieferungen für diesen Vermögenswert."
    },
    "disable_collateral_bidding": {
      "about": "Deaktivieren Sie Nebengebote",
      "enabledInfo": "Der Eigentümer des Vermögenswerts hat das Bieten von Sicherheiten für diesen Vermögenswert deaktiviert.",
      "disabledInfo": "Der Asset-Eigentümer hat das Bieten von Sicherheiten für dieses Asset aktiviert."
    }
  },
  "asset_details": {
    "title": "Asset-Details",
    "title_content": "Dies sind die Asset-Einstellungen, die für die DEX-Kernfunktionalität verwendet werden.",
    "symbol": {
      "header": "Vermögenssymbol",
      "header_content": "Das Vermögenswertsymbol ist eine eindeutige Kennung auf der Blockchain, die den Vermögenswert im gesamten DEX identifiziert. ",
      "placeholder": "Symbol"
    },
    "shortName": {
      "header": "Kurzname des Assets",
      "header_content": "Dies ist der Kurzname des Assets, der weniger wichtig ist als das Symbol, aber dennoch eine optionale verkürzte eindeutige Kennung ist. ",
      "placeholder": "Kurzname"
    },
    "preferredMarket": {
      "header": "Bevorzugtes Markthandelspaar",
      "header_content": "Das bevorzugte Markthandelspaar ist der Standardwert, mit dem Sie gegen Ihren Vermögenswert handeln. Dies ist ein informeller Vorschlag."
    },
    "description": {
      "header": "Beschreibung des Vermögenswerts",
      "header_content": "Dies ist die Beschreibung des Vermögenswerts. Sie wird im DEX angezeigt und kann verwendet werden, um weitere Informationen über den Vermögenswert bereitzustellen.",
      "placeholder": "Beschreibung"
    },
    "max_supply": {
      "header": "Maximale Versorgung",
      "header_content": "Das maximale Angebot des Vermögenswerts. Dabei handelt es sich um den Gesamtbetrag des Vermögenswerts, der jemals vom Eigentümer des Vermögenswerts (Ihnen) ausgegeben werden kann.",
      "placeholder": "Maximaler Vorrat"
    },
    "precision": {
      "header": "Präzision der Vermögenswerte",
      "header_content": "Die Genauigkeit des Assets gibt die Anzahl der unterstützten Dezimalstellen an. ",
      "placeholder": "Präzision"
    }
  },
  "extensions": {
    "header_content": "Bei den Erweiterungen handelt es sich um zusätzliche erweiterte Einstellungen, mit denen das Asset weiter angepasst werden kann.",
    "header": "Marktgebührenverlängerungen",
    "reward_percent": {
      "enabled": "Erweiterung des Referrer-Belohnungsprozentsatzes aktiviert",
      "enabledInfo": "Den Empfehlungsgebern aktiver Marktteilnehmer wird ein prozentualer Anteil der Marktgebühr zugeteilt.",
      "disabled": "Erweiterung des Empfehlungsprämienprozentsatzes aktivieren?",
      "disabledInfo": "Die Erweiterung des Empfehlungsprämienprozentsatzes ermöglicht es dem Vermögensersteller, dem Empfehlungsgeber aktiver Marktteilnehmer einen Prozentsatz der Marktgebühr zuzuweisen.",
      "header": "Prozentsatz der Referrer-Belohnung",
      "header_content": "Der Empfehlungsprämienprozentsatz ist der Prozentsatz der Marktgebühr, der dem Empfehlungsgeber aktiver Marktteilnehmer zugewiesen wird."
    },
    "whitelist_market_fee_sharing": {
      "enabled": "Erweiterung zur Aufteilung der Marktgebühren auf die Whitelist aktiviert",
      "enabledInfo": "Den folgenden Empfehlungskonten wird gestattet, einen Teil der eingezogenen Marktgebühren von ihren Empfehlungskonten zu erhalten.",
      "disabled": "Aktivieren Sie die Whitelist-Marktgebührenteilungserweiterung?",
      "disabledInfo": "Sie können festlegen, wer einen Anteil der erhobenen Marktgebühren erhalten darf, und zwar auf eine Reihe vorab genehmigter Empfehlungskonten.",
      "header": "Aufteilung der Marktgebühren auf die Whitelist",
      "header_content": "Die Gebührenteilungserweiterung für den Whitelist-Markt ermöglicht es dem Haus, Referrer auf diese Konten auf der Whitelist zu beschränken."
    },
    "taker_fee_percent": {
      "enabled": "Erweiterung des Taker-Gebühr-Prozentsatzes aktiviert",
      "enabledInfo": "Der „Nehmer“-Teilnehmer der Limit-Order erhält einen Prozentsatz der Marktgebühr.",
      "disabled": "Erweiterung des Prozentsatzes der Abnehmergebühr aktivieren?",
      "disabledInfo": "Die Erweiterung des Prozentsatzes der Abnehmergebühr ermöglicht es dem Vermögensersteller, dem „Abnehmer“ von Limit-Order-Operationen einen Prozentsatz der Marktgebühr zuzuweisen.",
      "header": "Prozentsatz der Abnehmergebühr",
      "header_content": "Der Prozentsatz der Taker-Gebühr ist der Prozentsatz der Marktgebühr, der dem „Nehmer“ der Limit-Orders an der dezentralen Börse zugewiesen wird."
    },
    "allowed_markets": {
      "enabled": "Erweiterung „Zulässige Märkte“ aktiviert",
      "enabledInfo": "Die folgenden Märkte sind für den Handel mit diesem Vermögenswert zugelassen.",
      "disabled": "Die Erweiterung „Zulässige Märkte“ aktivieren?",
      "disabledInfo": "Sie können die Märkte, auf denen dieser Vermögenswert gehandelt werden darf, auf eine Reihe vorab genehmigter Märkte beschränken."
    },
    "banned_markets": {
      "enabled": "Erweiterung für verbotene Märkte aktiviert",
      "enabledInfo": "Auf den folgenden Märkten ist der Handel mit diesem Vermögenswert verboten.",
      "disabled": "Die Erweiterung für verbotene Märkte aktivieren?",
      "disabledInfo": "Mit dieser Funktion können Sie bestimmte Markthandelspaare sperren und so verhindern, dass Ihre Vermögenswerte auf unerwünschten Märkten gehandelt werden."
    },
    "skipCER": {
      "enabled": "Berechnung des Kernwechselkurses wird übersprungen",
      "enabledInfo": "Der Ersteller des Vermögenswerts hat die Möglichkeit aktiviert, die grundlegende Wechselkursprüfung für diesen Vermögenswert zu überspringen.",
      "disabled": "Überspringen Sie die Berechnung des Kernwechselkurses?",
      "disabledInfo": "Mit der Erweiterung „Kernwechselkurs überspringen“ kann der Asset-Ersteller die Prüfung des Kernwechselkurses für diesen Vermögenswert überspringen."
    }
  },
  "whitelist": {
    "header_content": "Die Asset-Whitelist-Berechtigungen sind Konten, die die Liste der gelisteten Konten ihres Kontos beisteuern können, um die Interaktion mit diesem Zugriff zu autorisieren.",
    "header": "Asset-Whitelist-Behörden"
  },
  "blacklist": {
    "header_content": "Bei den Asset-Blacklist-Behörden handelt es sich um Konten, die zur Liste der auf der Blacklist ihres Kontos stehenden Konten beitragen können, um eine Liste gesperrter Konten durchzusetzen, die die Interaktion mit diesem Zugriff verhindert.",
    "header": "Behörden führen eine schwarze Liste für Vermögenswerte auf"
  },
  "market_fee": {
    "header_content": "Die Marktgebühr ist der Gebührenprozentsatz, der für jeden Trade erhoben wird, der am Bitshares DEX ausgeführt wird. ",
    "header": "Marktgebühr in Prozent"
  },
  "max_market_fee": {
    "header": "Maximale Marktgebühr",
    "header_content": "Die maximale Marktgebühr ist der maximale Betrag des Vermögenswerts, der als Gebühr für jeden am Bitshares DEX ausgeführten Handel erhoben werden kann."
  },
  "cer": {
    "quote_asset_amount": {
      "header": "Angebotsbetrag des Vermögenswerts",
      "header_content": "Der Betrag des von Ihrem Benutzer ausgegebenen Vermögenswerts, der zum Kauf des Basisvermögenswertbetrags erforderlich ist."
    },
    "base_asset_amount": {
      "header": "Basisvermögensbetrag",
      "header_content": "Der Betrag des Basisvermögens ({{symbol}}), der zum Kauf des Angebotsvermögensbetrags erforderlich ist."
    },
    "calculated_cer_price": {
      "header": "Kernwechselkurs",
      "header_content": "Stellen Sie sicher, dass Ihr Kernwechselkurs höher als der Marktpreis ist, da die Leute sonst Ihren Token auf dem Markt kaufen und Ihren Gebührenpool durch implizite Arbitrage aufbrauchen. "
    }
  }
}