{
  "dialogContent": {
    "headerText": "Erstellen des folgenden Prognosemarkt-Assets: {{symbol}}"
  },
  "card": {
    "title": "Erstellen eines neuen Prognosemarkt-Assets",
    "description": "Durch die Schaffung eines Prognosemarktes können Sie gegen eine Provision als Plattform für dezentrale Wetten auf zukünftige Ereignisse fungieren, ohne dass Sie dem Kontrahentenrisiko des Gewinnpools ausgesetzt sind."
  },
  "pma": {
    "title": "Details zum prognostizierten Marktvermögen",
    "title_content": "Dies sind die Asset-Einstellungen, die für das prognostizierte Markt-Asset verwendet werden.",
    "condition": {
      "header": "Zustand",
      "header_content": "Geben Sie hier die prognostizierten Details zum Marktvermögen an",
      "placeholder": "Vorhersagebedingungen"
    },
    "commission": {
      "header": "Provision (%)",
      "header_content": "Die Provision ist die Gebühr, die das Haus für die Erstellung und Bewertung des prognostizierten Marktwerts erhebt.",
      "placeholder": "Kommission"
    },
    "backing_asset": {
      "header": "Sicherungsvermögenswert",
      "header_content": "Der Sicherungswert ist der Vermögenswert, der zur Sicherung des prognostizierten Marktwerts verwendet wird. "
    },
    "resolution": {
      "header": "Datum und Uhrzeit der Vorhersageauflösung",
      "header_content": "Das Auflösungsdatum und die Auflösungszeit sind das Datum und die Uhrzeit, zu denen das prognostizierte Marktvermögenswert aufgelöst wird. "
    }
  },
  "buttons": {
    "submit": "Einreichen"
  },
  "risks": {
    "1": "Eine Fehlkonfiguration der Prognosemarkt-Assets kann zu einer schlechten Blockchain-Teilnahme führen. Einige Benutzeroberflächen filtern Ihren PMA möglicherweise vollständig aus der Ansicht. ",
    "2": "Wenn Sie einen prognostizierten Marktwert erstellen, sind Sie als Haus dafür verantwortlich, das Ergebnis richtig zu bewerten. Wenn Sie dies nicht ordnungsgemäß oder nicht rechtzeitig tun, kann dies zu rechtlichen oder steuerlichen Problemen für Sie führen, zusätzlich zum Verlust der Glaubwürdigkeit als Haus.",
    "3": "Diese Benutzeroberfläche und die Beet/BEETEOS-Wallets unterstützen keine Multi-Signatur-Konten, daher ist Ihr Hauskonto langfristig ein Single Point of Failure – schützen Sie es gut.",
    "title": "Einige der Risiken, die mit der Erstellung von Prognosemarkt-Assets verbunden sind",
    "description": "Machen Sie Ihre eigenen Recherchen, bevor Sie eine PMA erstellen. Lesen Sie zuerst die Dokumente. "
  }
}