{
  "selectAccount": "Wählen Sie Konto aus",
  "card": {
    "title": "Ersteller des Vermögensausgleichsguthabens",
    "description": "Erstellen Sie ein Sperrguthaben für ein Konto. Das Guthaben wird über den von Ihnen angegebenen Zeitraum übertragen."
  },
  "amount": "Zu übertragender Betrag",
  "amountDescription": "Dies ist der Betrag an Vermögenswerten, den Sie in ein Vesting-Guthaben für das Zielkonto einzahlen möchten.",
  "target": "Zielkonto",
  "targetDescription": "Dies ist das Konto, auf das das Sperrguthaben überwiesen wird.",
  "policy": "Vesting-Saldo-Richtlinie",
  "policyDescription": "Sie können eine von zwei Richtlinien verwenden: Coin Days Destroyed oder Linear Vesting mit Cliff. Die Wirkung der Coin Days Destroyed-Policy besteht darin, dass ein bestimmter Betrag an „Zinsen“ anfallen muss, bevor der gesamte Saldo abgehoben werden kann. Die Zinsen fallen in Form von Coindays (Saldo * Länge) an ",
  "asset": "Vermögenswert",
  "assetDescription": "Dabei handelt es sich um den Vermögenswert, der in den Freizügigkeitssaldo eingezahlt wird.",
  "ccd": "Münztage zerstört",
  "lvc": "Lineares Vesting mit Cliff",
  "startClaim": "Beginndatum des Anspruchs",
  "startClaimDescription": "Dies ist das Datum, an dem das Konto mit der Inanspruchnahme des unverfallbaren Guthabens beginnen kann.",
  "vestingSeconds": "Vesting-Sekunden",
  "vestingSecondsDescription": "Dies ist die Anzahl der Sekunden, über die das Guthaben unverfallbar wird.",
  "beginTime": "Beginne die Zeit",
  "beginTimeDescription": "Dies ist der Zeitpunkt, zu dem die Sperrung des Restbetrags beginnt.",
  "vestingCliffSeconds": "Klippensekunden zugeteilt",
  "vestingCliffSecondsDescription": "Dies ist die Anzahl der Sekunden nach der Startzeit, bevor das Guthaben unverfallbar wird.",
  "vestingDurationSeconds": "Sperrfrist in Sekunden",
  "vestingDurationSecondsDescription": "Dies ist die Anzahl der Sekunden, über die das Guthaben unverfallbar wird.",
  "dialogHeader": "Erstellen eines neuen Vesting-Guthabens",
  "myAccount": "Ihr Konto"
}
