{
  "price": "Preis:",
  "editingPrice": "Bearbeitungspreis",
  "setNewPrice": "Neuen Preis festlegen",
  "borrowLimit": "Kreditlimit",
  "editingMaxAmount": "Maximalbetrag bearbeiten",
  "setNewMaximum": "Neues Maximum festlegen",
  "creatingNewOffer": "Erstellen eines neuen Kreditangebots",
  "editingExistingOffer": "Bearbeiten eines bestehenden Kreditangebots",
  "creatingNewOfferDescription": "Mit diesem Formular können Sie ein neues Kreditangebot erstellen und einen Vermögenswert gegen Sicherheit zu Ihren festgelegten Zinssätzen/Konditionen verleihen",
  "editingExistingOfferDescription": "Verwenden Sie dieses Formular, um Ihr bestehendes Kreditangebot zu bearbeiten. Die meisten Werte können bearbeitet werden und alle Änderungen aktivieren abgelaufene Angebote erneut.",
  "offerOwner": "Angebotsinhaber",
  "viewAccount": "Konto ansehen",
  "offerOwnerDescription": "Dies ist das Konto, dem dieses Kreditangebot gehört",
  "existingCreditOfferJSON": "Bestehendes Kreditangebot JSON",
  "currentBlockchainData": "Hier finden Sie die aktuellen Blockchain-Daten zu diesem Kreditangebot",
  "viewOnBlockSights": "Auf BlockSights ansehen",
  "viewingExistingOffer": "Sie sehen sich derzeit dieses bestehende Kreditangebot an",
  "assetToLend": "Vermögenswert zum Verleihen",
  "lendingAssetDescription": "Ihr Kreditangebot wird sich auf die Beleihung dieses Vermögenswerts konzentrieren",
  "amountToLend": "Zu verleihender Betrag",
  "lendingAmountDescription": "Der Betrag des Vermögenswerts, den Sie insgesamt an Blockchain-Benutzer verleihen möchten",
  "lendingRate": "Kreditzins",
  "lendingRateDescription": "Die Kosten für die Ausleihe des Vermögenswerts, ausgedrückt als Prozentsatz des geliehenen Betrags.",
  "editLendingRate": "Kreditzins bearbeiten",
  "newLendingRate": "Geben Sie einen neuen Kreditzinsprozentsatz an",
  "repaymentPeriod": "Rückzahlungszeitraum",
  "placeholder1hr": "1 Std",
  "12hours": "12 Stunden",
  "24hours": "24 Stunden",
  "3days": "3 Tage",
  "7days": "7 Tage",
  "30days": "30 Tage",
  "90days": "90 Tage",
  "365days": "365 Tage",
  "730days": "730 Tage",
  "1825days": "1825 Tage",
  "maximumDuration": "Maximale Laufzeit des Kreditangebots",
  "minimumAmount": "Mindestbetrag",
  "minimumBorrowableAmount": "Der minimal ausleihbare Betrag",
  "expirationDate": "Verfallsdatum",
  "creditOfferEnds": "Wenn dieses Kreditangebot endet",
  "acceptedCollateral": "Akzeptierte Sicherheiten",
  "acceptedCollateralDescription": "Dies sind die Vermögenswerte, die Sie als Sicherheit für den Kreditangebotsvertrag akzeptieren",
  "preApprovedUsers": "Vorab genehmigte Benutzer",
  "addUser": "Benutzer hinzufügen",
  "limitBorrowers": "Wenn Sie einschränken möchten, wer von Ihnen Kredite ausleihen kann, fügen Sie Benutzer zu dieser Liste hinzu",
  "networkFee": "Netzwerkgebühr",
  "broadcastCost": "Die Kosten für die Veröffentlichung eines neuen Kreditangebots",
  "submit": "Einreichen",
  "creatingCreditOffer": "Erstellen eines Kreditangebots zur Kreditvergabe {{lendingAmount}} {{symbol}}",
  "updatingCreditOffer": "Kreditangebot wird aktualisiert {{offerID}}",
  "risksTitle": "Risiken im Zusammenhang mit der Erstellung von Kreditangeboten",
  "risksDescription": "Dies ist eine nicht erschöpfende Liste von Risiken. Bitte recherchieren Sie selbst, bevor Sie fortfahren.",
  "risksPoint1": "Wenn Sie ein Kreditangebot erstellen, erstellen Sie ein offenes Angebot zur Ausleihe von Vermögenswerten zu Ihren vordefinierten Bedingungen, bis das Ablaufdatum des Kreditangebots abgelaufen ist. Die Marktteilnahme am Kreditangebot ist nicht garantiert. Wenn die Bedingungen nicht eingehalten werden, erhalten Sie möglicherweise keine Kreditangebote ",
  "risksPoint2": "Wenn Sie das Kreditangebot falsch konfigurieren und Benutzer Kreditgeschäfte damit abschließen, müssen Sie warten, bis die Rückzahlungsfrist abgelaufen ist, um Ihr geliehenes Vermögen oder die Sicherheit zurückzufordern. Sie können ein Kreditgeschäft nicht rückgängig machen, während es aktiv ist, sondern nur bearbeiten/deaktivieren ",
  "risksPoint3": "Wenn Sie keine zulässigen Kreditnehmer konfigurieren, können alle Benutzer der Bitshares-Blockchain den Deal als Ganzes annehmen. Erwägen Sie die Verwendung der Funktion „Genehmigter Kreditnehmer“, um Kredite an bekannte/registrierte Benutzer zu vergeben.",
  "risksPoint4": "Kreditnehmer sind nicht zur Rückzahlung der geliehenen Vermögenswerte verpflichtet und werden dafür auch nicht bestraft. Sie können sich dafür entscheiden, mit dem Kredit in Verzug zu geraten und ihre Sicherheiten zu verlieren. Sie können die geliehenen Vermögenswerte oder die Sicherheiten erst nach Ablauf der Rückzahlungsfrist zurückfordern. Berücksichtigen Sie dies ",
  "risksPoint5": "Der Ablauf eines Kreditgeschäfts kann über das Ablaufdatum des Kreditangebots hinausgehen. Sie sollten nicht davon ausgehen, dass Sie Ihre geliehenen Vermögenswerte zurückerhalten, bis der Ablauf und die letzte Rückzahlungsfrist abgelaufen sind.",
  "risksPoint6": "Seien Sie sich der Kontrahentenrisiken bewusst, wenn Sie Exchange Backed Assets (EBA) als Sicherheit oder Kreditvergabe verwenden, da ihr Wert aufgrund der Risiken Dritter schwanken kann."
}
