{
  "transfer": "Bei diesem Vorgang werden Vermögenswerte von einem Konto auf ein anderes gesendet. Dabei wird die angegebene Menge an Vermögenswerten dauerhaft auf das Konto des Empfängers übertragen. Seien Sie vorsichtig, da dieser Vorgang nicht rückgängig gemacht werden kann.",
  "limit_order_create": "Bei diesem Vorgang wird angeboten, eine bestimmte Menge eines Vermögenswerts zu einem bestimmten Wechselkurs zu einem bestimmten Zeitpunkt zu verkaufen. Es wird ein Auftrag in das Auftragsbuch gestellt, der nur ausgeführt wird, wenn der Marktpreis den angegebenen Grenzpreis erreicht. Stellen Sie sicher, dass die Angaben korrekt sind ",
  "limit_order_cancel": "Dieser Vorgang storniert eine bestehende Limit-Order. Er entfernt eine zuvor platzierte Limit-Order aus dem Orderbuch und verhindert so deren Ausführung. Überprüfen Sie die Orderdetails vor dem Stornieren.",
  "call_order_update": "Dieser Vorgang aktualisiert einen Call-Auftrag, der im Margin-Handel verwendet wird. Er passt die Sicherheiten und Schulden eines bestehenden Call-Auftrags an, was sich möglicherweise auf Ihre Margin-Position auswirkt. Stellen Sie sicher, dass Sie die Auswirkungen auf Ihre Marge verstehen.",
  "fill_order": "Dieser Vorgang führt einen bestehenden Auftrag aus. Er führt einen Handel basierend auf einem passenden Auftrag im Auftragsbuch aus, was zum Austausch von Vermögenswerten führt. Bestätigen Sie die Handelsdetails, um unerwartete Ergebnisse zu vermeiden.",
  "account_create": "Dieser Vorgang erstellt ein neues Konto in der Blockchain. Es wird ein neues Benutzerkonto mit einem eindeutigen Namen und zugehörigen Schlüsseln registriert. Stellen Sie sicher, dass die Kontodetails korrekt sind.",
  "account_update": "Durch diesen Vorgang werden die Eigenschaften Ihres Kontos aktualisiert. Es werden Kontodetails wie Schlüssel, Optionen und Berechtigungen geändert, wodurch möglicherweise geändert wird, wer Ihr Konto kontrollieren kann. Seien Sie vorsichtig, da dies die Kontosicherheit beeinträchtigen kann.",
  "account_whitelist": "Durch diesen Vorgang wird ein Konto auf die Whitelist oder Blacklist gesetzt. Es wird gesteuert, welche Konten mit bestimmten Funktionen oder Vermögenswerten interagieren dürfen oder nicht. Überprüfen Sie die Kontodetails, um unbeabsichtigte Einschränkungen zu vermeiden.",
  "account_upgrade": "Durch diesen Vorgang wird Ihr Konto zu einem lebenslangen Mitglied hochgestuft. Es gewährt Ihrem Konto zusätzliche Privilegien und Vorteile, wie z. B. reduzierte Gebühren und Stimmrechte. Stellen Sie sicher, dass Sie die Vorteile und Kosten verstehen.",
  "account_transfer": "Durch diesen Vorgang wird das Eigentum an Ihrem Konto auf ein anderes Konto übertragen. Dadurch wird die Eigentümerberechtigung Ihres Kontos auf einen neuen Eigentümer übertragen, sodass dieser die volle Kontrolle erhält. Stellen Sie sicher, dass Sie vor der Übertragung des Eigentums sicher sind.",
  "asset_create": "Dieser Vorgang erstellt einen Vermögenswert in der Bitshares-Blockchain. Er definiert einen neuen Token oder Vermögenswert mit bestimmten Eigenschaften wie Symbol, Genauigkeit und Emittent. Stellen Sie sicher, dass die Vermögenswertdetails korrekt sind.",
  "asset_update": "Dieser Vorgang aktualisiert die Einstellungen eines Vermögenswerts. Er ermöglicht es dem Emittenten, Vermögenswertdetails wie Beschreibung, Optionen und Flags zu ändern. Überprüfen Sie die Änderungen, um unbeabsichtigte Folgen zu vermeiden.",
  "asset_update_bitasset": "Dieser Vorgang aktualisiert die erstellten Bitasset-Einstellungen. Er ist spezifisch für BitAssets, bei denen es sich um marktgebundene Vermögenswerte handelt, und ermöglicht es dem Emittenten, Parameter wie Feed-Produzenten und Margin-Call-Einstellungen anzupassen und sicherzustellen, dass die Änderungen korrekt sind.",
  "asset_update_feed_producers": "Dieser Vorgang aktualisiert die Liste der zugelassenen Feed-Produzenten für das erstellte Bitasset. Er ändert die Liste der Konten, die für die Veröffentlichung von Preis-Feeds für ein marktgebundenes Asset verantwortlich sind. Überprüfen Sie die neue Liste der Produzenten.",
  "asset_issue": "Bei diesem Vorgang werden Ihre erstellten Vermögenswerte an Einzelpersonen ausgegeben. Es werden zusätzliche Token eines vorhandenen Vermögenswerts erstellt und an bestimmte Konten verteilt. Dabei wird sichergestellt, dass die Ausgabedetails korrekt sind.",
  "asset_reserve": "Dieser Vorgang reserviert Ihre erstellten Vermögenswerte. Dabei wird eine bestimmte Menge eines Vermögenswerts dauerhaft aus dem Verkehr gezogen. Bestätigen Sie den Betrag, um eine unbeabsichtigte Entfernung von Vermögenswerten zu vermeiden.",
  "asset_fund_fee_pool": "Dieser Vorgang finanziert den Gebührenpool für Ihr erstelltes Asset. Er fügt dem Gebührenpool des Assets Mittel hinzu, die zur Subventionierung der Transaktionsgebühren für Benutzer verwendet werden. Überprüfen Sie den Finanzierungsbetrag.",
  "asset_settle": "Durch diesen Vorgang wird ein Vermögenswert in Ihrem Portfolio abgerechnet. Inhaber eines marktgebundenen Vermögenswerts können eine Abrechnung zum aktuellen Feed-Preis beantragen und erhalten den Gegenwert des zugrunde liegenden Vermögenswerts. Stellen Sie sicher, dass Sie die Abrechnungsbedingungen verstehen.",
  "asset_global_settle": "Dieser Vorgang wickelt eines Ihrer erstellten Bit-Assets global ab. Er erzwingt die Begleichung aller ausstehenden Beträge eines marktgebundenen Vermögenswerts zu einem bestimmten Preis und beendet damit effektiv dessen Handel. Stellen Sie sicher, dass Sie vor der Einleitung der globalen Abwicklung sicher sind.",
  "asset_publish_feed": "Dieser Vorgang veröffentlicht einen Preis-Feed für ein Bit-Asset. Er wird von Feed-Herstellern verwendet, um aktualisierte Preisinformationen für marktgebundene Assets bereitzustellen. Stellen Sie sicher, dass die Feed-Daten korrekt sind.",
  "witness_create": "Durch diesen Vorgang wird ein Zeugenkonto erstellt. Es wird ein neuer Zeuge registriert, der für die Erstellung von Blöcken und die Sicherung der Blockchain verantwortlich ist. Die Zeugendetails werden überprüft.",
  "witness_update": "Dieser Vorgang aktualisiert Ihr Zeugenkonto. Er ermöglicht es einem Zeugen, seinen Signaturschlüssel, seine URL und andere Details zu ändern. Stellen Sie sicher, dass die Aktualisierungen korrekt sind.",
  "proposal_create": "Dieser Vorgang erstellt einen Blockchain-Vorgangsvorschlag. Er ermöglicht es Benutzern, eine Transaktion vorzuschlagen, die die Genehmigung mehrerer Parteien erfordert, bevor sie ausgeführt werden kann. Stellen Sie sicher, dass die Vorschlagsdetails korrekt sind.",
  "proposal_update": "Dieser Vorgang aktualisiert einen Blockchain-Vorgangsvorschlag. Er ermöglicht es Benutzern, Genehmigungen für eine vorgeschlagene Transaktion hinzuzufügen oder zu widerrufen und die Änderungen zu überprüfen, um unbeabsichtigte Genehmigungen oder Widerrufe zu vermeiden.",
  "proposal_delete": "Dieser Vorgang löscht einen Blockchain-Vorgangsvorschlag. Er entfernt einen Vorschlag aus der Blockchain und verhindert so seine Ausführung. Bestätigen Sie die Vorschlagsdetails vor dem Löschen.",
  "withdraw_permission_create": "Dieser Vorgang erstellt eine Abhebungsberechtigung. Er erteilt einem Konto die Berechtigung, innerhalb bestimmter Grenzen Geld von einem anderen Konto abzuheben. Stellen Sie sicher, dass die Berechtigungsdetails korrekt sind.",
  "withdraw_permission_update": "Dieser Vorgang aktualisiert eine Auszahlungsberechtigung. Er ändert die Bedingungen und Grenzen einer bestehenden Auszahlungsberechtigung. Überprüfen Sie die Aktualisierungen, um unbeabsichtigte Änderungen zu vermeiden.",
  "withdraw_permission_claim": "Dieser Vorgang beansprucht eine Auszahlungserlaubnis. Er ermöglicht es dem autorisierten Konto, Geld gemäß den Bedingungen der Erlaubnis abzuheben. Stellen Sie sicher, dass die Anspruchsdetails korrekt sind.",
  "withdraw_permission_delete": "Dieser Vorgang löscht eine Auszahlungsberechtigung. Er widerruft eine bestehende Auszahlungsberechtigung und verhindert so weitere Auszahlungen. Bestätigen Sie die Berechtigungsdetails vor dem Löschen.",
  "committee_member_create": "Durch diesen Vorgang wird ein Ausschussmitgliedskonto erstellt. Es wird ein neues Ausschussmitglied registriert, das an der Governance und Entscheidungsfindung für die Blockchain beteiligt ist. Die Details des Ausschussmitglieds werden überprüft.",
  "committee_member_update": "Dieser Vorgang aktualisiert die Kontodetails Ihres Ausschussmitglieds. Dadurch kann ein Ausschussmitglied seinen Signaturschlüssel, seine URL und andere Details ändern. Stellen Sie sicher, dass die Aktualisierungen korrekt sind.",
  "committee_member_update_global_parameters": "Dieser Vorgang veröffentlicht die Haltung Ihrer Ausschussmitglieder zu den globalen Parameterwerten der Bitshares-Blockchain. Dadurch kann der Ausschuss Blockchain-weite Einstellungen und Parameter anpassen und die Parameteränderungen überprüfen.",
  "vesting_balance_create": "Durch diesen Vorgang wird ein Unverfallbarkeitssaldo erstellt. Es werden Mittel beiseite gelegt, die im Laufe der Zeit gemäß einem festgelegten Unverfallbarkeitsplan verfügbar werden. Es wird sichergestellt, dass die Unverfallbarkeitsdetails korrekt sind.",
  "vesting_balance_withdraw": "Durch diesen Vorgang wird von einem Freizügigkeitsguthaben abgebucht. Dadurch kann das Konto verfügbare Mittel von einem Freizügigkeitsguthaben abheben. Den Abhebungsbetrag überprüfen.",
  "worker_create": "Dieser Vorgang erstellt einen Arbeitervorschlag. Es wird ein neuer Arbeiter vorgeschlagen, der aus dem Budget der Blockchain für die Ausführung bestimmter Aufgaben oder Projekte bezahlt wird. Stellen Sie sicher, dass die Angebotsdetails korrekt sind.",
  "custom": "Dieser Vorgang bietet eine generische Möglichkeit, Protokolle höherer Ebene zusätzlich zum Zeugenkonsens hinzuzufügen. Er ermöglicht es Benutzern, benutzerdefinierte Logik auf der Blockchain zu definieren und auszuführen sowie die Details der benutzerdefinierten Logik zu überprüfen.",
  "assert": "Dieser Vorgang bestätigt, dass einige Bedingungen wahr sind. Er prüft, ob eine bestimmte Bedingung wahr ist, und schlägt fehl, wenn dies nicht der Fall ist. Stellen Sie sicher, dass die Bedingung korrekt ist.",
  "balance_claim": "Dieser Vorgang fordert einen Saldo ab. Er ermöglicht es Benutzern, Salden aus Altsystemen oder speziellen Verteilungen anzufordern und die Anspruchsdetails zu überprüfen.",
  "override_transfer": "Dieser Vorgang hat Vorrang vor einem Übertragungsvorgang. Er ermöglicht es dem Emittenten eines Vermögenswerts, Gelder zwischen Konten ohne Zustimmung des Quellkontos zu übertragen. Seien Sie vorsichtig, da dies die Kontosicherheit beeinträchtigen kann.",
  "transfer_to_blind": "Dieser Vorgang überträgt Vermögenswerte an ein Blindziel. Dabei werden reguläre Vermögenswerte in Blindsalden (vertraulich) umgewandelt. Stellen Sie sicher, dass die Übertragungsdetails korrekt sind.",
  "blind_transfer": "Dieser Vorgang überträgt blinde Vermögenswerte auf blinde Weise. Dabei werden Vermögenswerte zwischen blinden Guthaben übertragen, wobei die Vertraulichkeit gewahrt bleibt und die Übertragungsdetails überprüft werden.",
  "transfer_from_blind": "Dieser Vorgang hebt Vermögenswerte von einem Blindguthaben ab. Dabei werden Blindguthaben (vertrauliche Guthaben) wieder in reguläre Guthaben umgewandelt. Stellen Sie sicher, dass die Abhebungsdetails korrekt sind.",
  "asset_settle_cancel": "Dieser Vorgang storniert eine Vermögenswertabrechnung. Er storniert eine ausstehende Abrechnungsanfrage für einen marktgebundenen Vermögenswert. Bestätigen Sie die Abrechnungsdetails vor der Stornierung.",
  "asset_claim_fees": "Dieser Vorgang fordert die Gebühren von einem Vermögenswert an. Er ermöglicht es dem Emittenten, aufgelaufene Gebühren aus dem Gebührenpool des Vermögenswerts einzufordern und die Details des Gebührenanspruchs zu überprüfen.",
  "fba_distribute": "Dieser Vorgang verteilt Gelder aus einem gebührenpflichtigen Vermögenswert. Er verteilt die von einem gebührenpflichtigen Vermögenswert gesammelten Gelder an seine Inhaber. Stellen Sie sicher, dass die Verteilungsdetails korrekt sind.",
  "bid_collateral": "Dieser Vorgang bietet bei globaler Abwicklung ein Gebot für eine Bitassets-Besicherung ab. Dadurch können Benutzer auf Sicherheiten bieten, die zur Deckung eines Margin Calls verkauft werden. Überprüfen Sie die Gebotsdetails.",
  "execute_bid": "Dieser Vorgang führt ein Gebot für Sicherheiten aus. Er schließt den Kauf von Sicherheiten aus einem Margin Call ab und stellt sicher, dass die Details zur Angebotsausführung korrekt sind.",
  "asset_claim_pool": "Dieser Vorgang überträgt BTS aus dem Gebührenpool eines bestimmten Vermögenswerts zurück auf das Guthaben des Emittenten. Dadurch kann der Emittent Gelder aus dem Gebührenpool des Vermögenswerts beanspruchen und die Anspruchsdetails überprüfen.",
  "asset_update_issuer": "Dieser Vorgang aktualisiert den Emittenten eines Vermögenswerts auf ein neues Administratorkonto. Dadurch wird die Emittentenberechtigung eines Vermögenswerts auf ein neues Konto geändert. Stellen Sie sicher, dass die neuen Emittentendetails korrekt sind.",
  "htlc_create": "Dieser Vorgang erstellt einen Hash-Time-Locked-Vertrag (HTLC). Es wird ein HTLC eingerichtet, der ein kryptografisches Hash-Preimage erfordert, um die Gelder zu beanspruchen. Überprüfen Sie die Vertragsdetails.",
  "htlc_redeem": "Dieser Vorgang löst den Inhalt eines HTLC ein. Er ermöglicht es dem Empfänger, die Gelder von einem HTLC einzufordern, indem er das richtige Hash-Preimage bereitstellt. Stellen Sie sicher, dass die Einlösungsdetails korrekt sind.",
  "htlc_redeemed": "Dieser Vorgang zeigt an, dass ein HTLC erfolgreich eingelöst wurde. Überprüfen Sie die Einlösungsdetails.",
  "htlc_extend": "Dieser Vorgang verlängert die Dauer eines HTLC. Er verlängert das Zeitfenster, in dem der HTLC eingelöst werden kann. Stellen Sie sicher, dass die Verlängerungsdetails korrekt sind.",
  "htlc_refund": "Dieser Vorgang erstattet ein abgelaufenes HTLC. Er erstattet die Gelder von einem HTLC an den Absender zurück, nachdem es abgelaufen ist. Überprüfen Sie die Rückerstattungsdetails.",
  "custom_authority_create": "Durch diesen Vorgang wird eine neue benutzerdefinierte Berechtigung erstellt. Es wird eine benutzerdefinierte Berechtigung definiert, die zum Autorisieren bestimmter Vorgänge verwendet werden kann. Stellen Sie sicher, dass die Berechtigungsdetails korrekt sind.",
  "custom_authority_update": "Dieser Vorgang aktualisiert eine benutzerdefinierte Berechtigung. Er ändert die Bedingungen und Parameter einer vorhandenen benutzerdefinierten Berechtigung. Überprüfen Sie die Aktualisierungen, um unbeabsichtigte Änderungen zu vermeiden.",
  "custom_authority_delete": "Dieser Vorgang löscht eine benutzerdefinierte Autorität. Er entfernt eine vorhandene benutzerdefinierte Autorität aus der Blockchain. Bestätigen Sie die Autoritätsdetails vor dem Löschen.",
  "ticket_create": "Dieser Vorgang erstellt ein neues Ticket. Es wird ein neues Ticket registriert, das für verschiedene Zwecke wie Abstimmungen oder Einsätze verwendet werden kann. Stellen Sie sicher, dass die Ticketdetails korrekt sind.",
  "ticket_update": "Dieser Vorgang aktualisiert ein vorhandenes Ticket. Er ändert die Eigenschaften oder den Status eines vorhandenen Tickets. Überprüfen Sie die Aktualisierungen, um unbeabsichtigte Änderungen zu vermeiden.",
  "liquidity_pool_create": "Durch diesen Vorgang wird ein Liquiditätspool erstellt. Es wird ein Liquiditätspool für Handelspaare eingerichtet, sodass Benutzer Liquidität bereitstellen und Gebühren verdienen können. Stellen Sie sicher, dass die Pooldetails korrekt sind.",
  "liquidity_pool_delete": "Dieser Vorgang löscht einen Liquiditätspool. Er entfernt einen Liquiditätspool aus der Blockchain. Bestätigen Sie die Pooldetails vor dem Löschen.",
  "liquidity_pool_deposit": "Durch diesen Vorgang werden Gelder in einen Liquiditätspool eingezahlt. Dadurch können Benutzer im Austausch gegen Liquiditätstoken Liquidität zu einem Pool hinzufügen und die Einzahlungsdetails überprüfen.",
  "liquidity_pool_withdraw": "Durch diesen Vorgang werden Gelder aus einem Liquiditätspool abgezogen. Dadurch können Benutzer Liquidität aus einem Pool entfernen und ihren Anteil an den Vermögenswerten erhalten. Dabei wird sichergestellt, dass die Abhebungsdetails korrekt sind.",
  "liquidity_pool_exchange": "Diese Operation tauscht mit einem Liquiditätspool aus. Sie ermöglicht es Benutzern, Vermögenswerte direkt innerhalb eines Liquiditätspools zu handeln und die Börsendetails zu überprüfen.",
  "samet_fund_create": "Durch diesen Vorgang wird ein neuer SameT-Fonds erstellt. Ein SameT-Fonds ist ein Fonds, der von einem Kreditnehmer verwendet werden kann und in derselben Transaktion zurückgezahlt werden muss. Stellen Sie sicher, dass die Fondsdetails korrekt sind.",
  "samet_fund_delete": "Dieser Vorgang löscht ein SameT-Fondsobjekt. Er entfernt einen SAMET-Fonds aus der Blockchain. Bestätigen Sie die Fondsdetails vor dem Löschen.",
  "samet_fund_update": "Dieser Vorgang aktualisiert ein SameT-Fondsobjekt. Er ändert die Parameter und Bedingungen eines vorhandenen SAMET-Fonds. Überprüfen Sie die Aktualisierungen, um unbeabsichtigte Änderungen zu vermeiden.",
  "samet_fund_borrow": "Dieser Vorgang nimmt Kredite von einem SameT-Fonds auf. Dadurch können Benutzer einen Kredit von einem SAMET-Fonds unter Verwendung von Sicherheiten aufnehmen. Stellen Sie sicher, dass die Kreditdetails korrekt sind.",
  "samet_fund_repay": "Mit diesem Vorgang werden Schulden an einen SameT-Fonds zurückgezahlt. Dadurch können Benutzer ihr Darlehen zurückzahlen und ihre Sicherheiten von einem SAMET-Fonds zurückfordern. Überprüfen Sie die Rückzahlungsdetails.",
  "credit_offer_create": "Durch diesen Vorgang wird ein neues Kreditangebot erstellt. Ein Kreditangebot ist ein Fonds, der von anderen Konten verwendet werden kann, die bestimmte Sicherheiten bereitstellen. Stellen Sie sicher, dass die Angebotsdetails korrekt sind.",
  "credit_offer_delete": "Dieser Vorgang löscht ein Kreditangebot. Er entfernt ein Kreditangebot aus der Blockchain. Bestätigen Sie die Angebotsdetails vor dem Löschen.",
  "credit_offer_update": "Dieser Vorgang aktualisiert ein Kreditangebot. Er ändert die Geschäftsbedingungen eines bestehenden Kreditangebots. Überprüfen Sie die Aktualisierungen, um unbeabsichtigte Änderungen zu vermeiden.",
  "credit_offer_accept": "Dieser Vorgang nimmt ein Kreditangebot an und erstellt einen Kreditvertrag. Dadurch können Benutzer ein Kreditangebot annehmen und die geliehenen Mittel erhalten. Stellen Sie sicher, dass die Annahmedetails korrekt sind.",
  "credit_deal_repay": "Mit diesem Vorgang wird ein Kreditgeschäft zurückgezahlt. Es ermöglicht Kreditnehmern, ihre Kredite gemäß den Bedingungen des Kreditgeschäfts zurückzuzahlen und die Rückzahlungsdetails zu überprüfen.",
  "credit_deal_expired": "Dieser Vorgang behandelt ein abgelaufenes Kreditgeschäft. Er kümmert sich um die Folgen eines abgelaufenen Kreditgeschäfts, wie z. B. die Liquidation von Sicherheiten. Stellen Sie sicher, dass die Abwicklungsdetails korrekt sind.",
  "liquidity_pool_update": "Dieser Vorgang aktualisiert einen Liquiditätspool. Er ändert die Parameter und Bedingungen eines vorhandenen Liquiditätspools und überprüft die Aktualisierungen, um unbeabsichtigte Änderungen zu vermeiden.",
  "credit_deal_update": "Dieser Vorgang aktualisiert einen Kreditvertrag. Er ändert die Geschäftsbedingungen eines bestehenden Kreditvertrags und stellt sicher, dass die Aktualisierungen korrekt sind.",
  "limit_order_update": "Dieser Vorgang aktualisiert eine Limit-Order. Er ändert die Parameter einer zuvor platzierten Limit-Order. Überprüfen Sie die Aktualisierungen, um unbeabsichtigte Änderungen zu vermeiden."
}
