{
  "title": "Bitshares-Liquiditätspool-Einsatz",
  "description": "Stecken Sie Vermögenswerte ganz einfach in Bitshares-Liquiditätspools als Gegenleistung für Pool-Share-Vermögen",
  "loadingPoolData": "Pooldaten werden geladen",
  "loadingAssetData": "Asset-Daten werden geladen",
  "account": "Konto",
  "liquidityPool": "Liquiditätspool",
  "liquidityPoolChosen": "Dabei handelt es sich um den Liquiditätspool, an dem Sie Vermögenswerte einsetzen bzw. abheben möchten.",
  "selectLiquidityPool": "Wählen Sie einen Liquiditätspool aus, an dem Vermögenswerte beteiligt sind",
  "selectPoolPlaceholder": "Wählen Sie einen Pool aus.",
  "searchPlaceholder": "Geben Sie den Suchtext ein",
  "id": "AUSWEIS",
  "shareAsset": "Vermögenswert teilen",
  "assetA": "Vermögenswert A",
  "assetB": "Vermögenswert B",
  "takerFee": "Abnehmergebühr",
  "withdrawFee": "Auszahlungsgebühr",
  "currentTotalAmountInPool": "Aktueller Gesamtbetrag im Pool",
  "stakingAssets": "Abstecken von Vermögenswerten",
  "stakeAssets": "Pfandvermögen",
  "unstakingAssets": "Entsicherung von Vermögenswerten",
  "unstakeAssets": "Vermögenswerte abheben",
  "howMuchToStake": "Wie viel {{symbol}} Willst du wetten?",
  "totalShareAssetReceive": "Geschätzte Gesamtsumme der Poolanteile, die Sie erhalten",
  "unstaking": "Abstecken...",
  "networkFee": "Netzwerkgebühr",
  "networkFeeDescription1": "Dies sind die Kosten für die Übertragung Ihres Pool-Einsatzvorgangs auf die Blockchain",
  "networkFeeDescription2": "Dies sind die Kosten für die Übertragung Ihres Pool-Abhebungsvorgangs auf die Blockchain",
  "rebate": "Rabatt: {{rebate}} BTS (Vesting)",
  "submit": "Einreichen",
  "stakingAssetsDesc": "Abstecken {{aStake}} {{assetASymbol}} Und {{bStake}} {{assetBSymbol}} im Pool {{poolId}}",
  "bitsharesPoolExplorer": "bitshares-Pool-Explorer",
  "poolJson": "Pool-JSON",
  "liquidityPoolJson": "Liquiditätspool JSON",
  "checkPoolDetails": "Sehen Sie sich die vom Netzwerk für diesen Pool zurückgegebenen Details an",
  "swappableAssetJson": "Austauschbares Asset-JSON",
  "checkSwappableAssetsDetails": "Sehen Sie sich die vom Netzwerk zurückgegebenen Details zu den austauschbaren Assets dieses Pools an",
  "quoteAsset": "Angebotsvermögenswert",
  "loading": "Laden...",
  "baseAsset": "Basisvermögenswert",
  "borrowAssets": "Müssen Sie sich Vermögenswerte leihen?",
  "borrowAssetsDescription": "DEX-Benutzer verleihen Vermögenswerte zu benutzerdefinierten Zinssätzen. Sie können Kredite von DEX-Teilnehmern zu deren festgelegten Zinssätzen aufnehmen.",
  "searchBorrowableAssets": "Suche nach leihbaren Vermögenswerten",
  "searchByAcceptedCollateral": "Suche nach akzeptierten Sicherheiten",
  "searchButton": "Suchen",
  "searchDialogTitle": "Auf der Suche nach einem Liquiditätspool",
  "searchDialogDescription": "Um fortzufahren, verwenden Sie die Suche unten, um einen kompatiblen Liquiditätspool zu finden.",
  "poolShareAsset": "Pool-Share-Asset",
  "swappableAssets": "Austauschbare Vermögenswerte",
  "risksAssociated": "Risiken im Zusammenhang mit dem Einsatz von Liquiditätspools",
  "doYourOwnResearch": "Bitte recherchieren Sie selbst über Liquiditätspools, bevor Sie Vermögenswerte einsetzen.",
  "riskLabel": "Risiken des Liquiditätspools",
  "newAmount": "Geben Sie einen neuen Betrag an",
  "changeAmount": "Betrag ändern",
  "withdrawLabel": "Wie viel {{symbol}} Möchten Sie sich aus diesem Liquiditätspool zurückziehen?",
  "withdrawDesc": "Als Gegenleistung für Ihr zurückgegebenes Pool-Share-Vermögen erhalten Sie einen gleichen Betrag an Vermögenswert A und Vermögenswert B.",
  "withdrawingA": "Der geschätzte Betrag von Vermögenswert A ({{symbol}}) erhalten Sie",
  "withdrawingB": "Der geschätzte Betrag von Vermögenswert B ({{symbol}}) erhalten Sie",
  "unstakingDesc": "Abstecken {{amount}} {{symbol}} vom Pool {{poolId}}",
  "risk1": "Die austauschbaren Vermögenswerte und die zugehörigen Pool-Share-Vermögenswerte können vom Benutzer erstellt werden und verfügen daher über eigene Risikoprofile. Bitte recherchieren Sie selbst über die relevanten Vermögenswerteigenschaften, bevor Sie Vermögenswerte in einem Liquiditätspool einsetzen.",
  "risk2": "Erträge aus eingesetzten Vermögenswerten sind nicht garantiert. Wenn der Liquiditätspool nur selten genutzt wird, werden die Erträge wahrscheinlich niedrig ausfallen.",
  "risk3": "Die Auszahlungs- und Abnehmergebühren für den Liquiditätspool werden vom Benutzer konfiguriert. Stellen Sie sicher, dass diese Werte innerhalb Ihrer persönlichen Risikotoleranz liegen, bevor Sie Vermögenswerte in einen Liquiditätspool einsetzen.",
  "risk4": "Die Wechselkurse des Liquiditätspools können von den Echtzeitkursen des DEX-Marktes abweichen. Überwachen Sie die Wechselkurse regelmäßig, um Störungen zu vermeiden.",
  "risk5": "Bei einigen der austauschbaren Vermögenswerte in Liquiditätspools handelt es sich um börsenbesicherte Vermögenswerte. Daher sind bei der Handhabung über einen längeren Zeitraum externe Risikofaktoren zu berücksichtigen. Informieren Sie sich über die Nutzungsbedingungen des Gateways und erwägen Sie nach Möglichkeit die Verwendung dezentraler Vermögenswerte.",
  "risk6": "Die oben angegebenen Schätzungen sind möglicherweise nicht korrekt. Die Blockchain-Logik bestimmt, wie viel Pool-Share-Asset Sie als Gegenleistung für Ihre eingesetzten Vermögenswerte erhalten, und ebenso, wie viel Asset A und Asset B Sie als Gegenleistung für Ihr Pool-Share-Asset erhalten.",
  "risk7": "Wenn Sie das Sorgerecht für Ihr Pool-Anteilsvermögen verlieren, können Sie Ihr Vermögen nicht aus dem Liquiditätspool herausnehmen."
}
