{
  "title": "Bitshares Liquidity Pool Exchange",
  "description": "Tauschen Sie mithilfe eines dieser vom Benutzer erstellten Liquiditätspools ganz einfach zwischen Bitshares-Vermögenswerten aus.",
  "loadingPoolData": "Pooldaten werden geladen...",
  "loadingAssetData": "Asset-Daten werden geladen...",
  "accountLabel": "Konto",
  "liquidityPoolLabel": "Liquiditätspool",
  "foundPoolDetails": "Dies ist der Liquiditätspool, den Sie für Ihren Asset-Swap ausgewählt haben",
  "noPoolDetails": "Wählen Sie einen Liquiditätspool aus, um mit dem Tausch von Vermögenswerten fortzufahren",
  "selectPoolPlaceholder": "Wählen Sie einen Pool aus.",
  "searchButton": "Suchen",
  "searchDialogTitle": "Suchen Sie nach einem Liquiditätspool",
  "searchDialogDescription": "Wählen Sie ein Suchergebnis aus, um mit dem gewünschten Asset-Tausch fortzufahren.",
  "swappableAssetsTab": "Austauschbare Vermögenswerte",
  "poolShareAssetTab": "Pool-Share-Asset",
  "idColumnTitle": "AUSWEIS",
  "shareAssetColumnTitle": "Vermögenswert teilen",
  "assetAColumnTitle": "Vermögenswert A",
  "assetBColumnTitle": "Vermögenswert B",
  "takerFeeColumnTitle": "Abnehmergebühr",
  "swappable": "Austauschbar",
  "amountToSwap": "Menge von {{symbol}} tauschen",
  "enterAmountToSwap": "Geben Sie die Menge ein {{symbolA}} gegen die du tauschen möchtest {{symbolB}}",
  "totalAmount": "Gesamtbetrag",
  "totalAmountDescription": "Das ist die Menge {{symbolB}} Sie erhalten dafür eine Gegenleistung {{symbolA}}",
  "poolFee": "Poolgebühr",
  "poolFeeDescription": "Dies ist die geschätzte Gebühr, die Sie für diesen Tausch an den Pool zahlen",
  "fee": "Gebühr",
  "networkFee": "Netzwerkgebühr",
  "networkFeeDescription": "Dies sind die Kosten für die Übertragung Ihres Pool-Austauschvorgangs auf die Blockchain",
  "feeCurrency": "BTS",
  "rebate": "Rabatt: {{rebate}} {{currency}} (Übertragung)",
  "submit": "Einreichen",
  "exchangeHeader": "Austauschen {{sellAmount}} {{symbolA}} für {{buyAmount}} {{symbolB}}",
  "swapBuySell": "Tauschen Sie Kauf/Verkauf",
  "blocksightsPoolExplorer": "Blocksights-Pool-Explorer",
  "poolJsonButton": "Pool-JSON",
  "liquidityPoolJsonTitle": "Liquiditätspool JSON",
  "liquidityPoolJsonDescription": "Sehen Sie sich die vom Netzwerk für diesen Pool zurückgegebenen Details an",
  "swappableAssetJsonButton": "Austauschbares Asset-JSON",
  "swappableAssetJsonTitle": "Austauschbares Asset-JSON",
  "swappableAssetJsonDescription": "Sehen Sie sich die vom Netzwerk zurückgegebenen Details zu den austauschbaren Assets dieses Pools an",
  "quoteAsset": "Angebotsvermögenswert",
  "baseAsset": "Basisvermögenswert",
  "loading": "Laden...",
  "tradeOnDex": "Stattdessen auf Dex handeln?",
  "market": "Markt: {{symbolA}}/{{symbolB}}",
  "tradeOnDexDescription": "Sie können auf dem Bitshares DEX manuell Limit-Orders für Handelspaare Ihrer Wahl erstellen",
  "purchaseStake": "Anteile an diesem Pool erwerben?",
  "shareAsset": "Vermögenswert teilen: {{shareAsset}}",
  "purchaseStakeDescription": "Erhalten Sie im Laufe der Zeit eine Rendite aus Swap-Gebühren, indem Sie über eine Market-Limit-Order einen Anteil am Pool besitzen.",
  "stakeAssets": "Vermögenswerte in diesen Pool investieren?",
  "stakeAssetsDescription": "Verdienen Sie Swap-Gebühren für Vermögenswerte, die in Liquiditätspools eingesetzt werden, abzüglich einer kleinen, im Pool definierten Abhebungsgebühr.",
  "borrowAssets": "Müssen Sie sich Vermögenswerte leihen?",
  "borrowAssetsDescription": "DEX-Benutzer verleihen Vermögenswerte zu benutzerdefinierten Zinssätzen. Sie können Kredite von DEX-Teilnehmern zu deren festgelegten Zinssätzen aufnehmen.",
  "searchBorrowableAssets": "Suche nach leihbaren Vermögenswerten",
  "searchAcceptedCollateral": "Suche nach akzeptierten Sicherheiten",
  "poolShareAsset": "Pool-Share-Asset",
  "risksTitle": "Mit dem Austausch von Liquiditätspools verbundene Risiken",
  "risksDescription": "Bitte recherchieren Sie selbst über Liquiditätspools und deren austauschbare Vermögenswerte, bevor Sie fortfahren.",
  "liquidityPoolRisks": "Risiken des Liquiditätspools",
  "liquidityPoolRisk1": "Da Liquiditätspools vom Benutzer konfiguriert werden, verfügen sie über sehr einzigartige Eigenschaften und unterschiedliche Eigentümer und daher über einzigartige Risikoprofile. Überprüfen Sie, ob die Poolgebühr und der Poolwechselkurs angemessen sind, bevor Sie mit dem Asset-Swap fortfahren.",
  "liquidityPoolRisk2": "Da jeder Gelder auf beiden Seiten des Pools einsetzen kann, ist die Poolliquidität dynamisch. Wenn Sie einen Swap durchführen, ist die Möglichkeit, einen umgekehrten Swap durchzuführen, möglicherweise zu einem späteren Zeitpunkt nicht mehr zum gleichen Preis verfügbar.",
  "swappableAssetRisks": "Risiken austauschbarer Vermögenswerte",
  "swappableAssetRisk1": "Da die Liquiditätspool-Assets im Besitz des Benutzers sein und konfiguriert werden können, verfügen sie über ihre eigenen, einzigartigen Risikoprofile. Überprüfen Sie die Flaggen, Berechtigungen, Marktgebühren und Emittenten jedes Assets, um das Risiko einzuschätzen.",
  "swappableAssetRisk2": "Wenn Sie versuchen, Vermögenswerte zu tauschen, die über die verfügbaren tauschbaren Vermögenswerte hinausgehen, wird Ihr Swap-Preis stark darunter leiden. Sie sollten stattdessen kleine Beträge tauschen und auf die Wiederauffüllung des Pool-Guthabens warten. Wenn Sie einen größeren Betrag tauschen möchten, sollten Sie stattdessen die Erstellung einer Limit-Order am DEX in Betracht ziehen ",
  "swappableAssetRisk3": "Der Wert der tauschbaren Assets selbst kann aufgrund externer Faktoren (externes CEX-Volumen) sowie interner Faktoren (Aktionen des Asset-Emittenten und Preis-Feed-Publishers) schwanken. Stellen Sie sicher, dass Sie den tauschbaren Assets eines Pools vertrauen, bevor Sie einen Tausch durchführen."
}
