{
  "dealNo": "Deal #",
  "with": " with ",
  "borrowed": "You borrowed",
  "lent": "They borrowed",
  "loanCollateral": "Loan collateral:",
  "borrower": "Borrow fee",
  "lender": "Earnings",
  "remainingTime": "Remaining time:",
  "repayLoan": "Repay loan",
  "trade": "Trade {{symbol}} on DEX",
  "dialogTitle": "Repaying loan #{id}",
  "description": "Use this form to control your credit deal repayments.",
  "account": "Account",
  "balance": "Your current {{symbol}} balance",
  "repayAmount": "Amount of {{symbol}} to repay",
  "remainingDebt": "Remaining debt: {{amount}} {{symbol}}",
  "repayDesc": "To get back all your collateral back, repay the debt in full.",
  "redeemCollateral": "Redeem collateral",
  "remainingCollateral": "Remaining collateral: {amount} {{symbol}}",
  "collateralRedemption": "Amount of {{symbol}} backing collateral you'll redeem",
  "loanLabel": "Estimated loan fee",
  "loanDesc": "This is the fee you'll pay to the lender.",
  "finalPaymentLabel": "Final payment",
  "finalPaymentDesc": "Once repaid in full, your {{symbol}} collateral will be returned to you.",
  "finalPaymentWarning": "Insufficient {{symbol}} balance",
  "networkFee": "Network fee",
  "networkFeeDesc": "This is the fee to broadcast your credit deal repayment operation onto the blockchain.",
  "rebate": "Rebate {{fee}} {{chain}} (vesting)",
  "submit": "Submit",
  "deepLink": "Repaying {{finalRepayAmount}} {{debtAsset}}, to claim back {{collateralAsset}}",
  "card": {
    "title": "💱 Check your active credit deals",
    "description": "From here you can both monitor active credit deals and manage repayments.",
    "viewingBorrowings": "Viewing your borrowings",
    "viewBorrowings": "View your borrowings",
    "viewingLendings": "Viewing your lendings",
    "viewLendings": "View your lendings",
    "noBorrowers": "No active borrowings found",
    "noLendings": "No active lendings found",
    "loading": "Loading..."
  },
  "risks": {
    "borrowerTitle": "Borrower Risk Warning",
    "lenderTitle": "Lender Risk Warning",
    "description": "Important information about your responsibilities and risks associated with credit deals.",
    "borrower": {
      "risk1": "You ( {{username}} ) are responsible for managing your credit deals and repaying them in a timely manner, noone else, Consider using an automatic repayment method to avoid missing the repayment deadline if you might forget the deadline.",
      "risk2": "Be aware of your exposure to external volatilities during the credit deal repay period, the value of your borrowed assets and your backing collateral will fluctuate, you should consider such volatility exposure when deciding on how/when you'll repay the credit deal.",
      "risk3": "Failure to repay a credit deal will result in the loss of remaining backing collateral assets, There isn't a credit score system which punishes defaulting borrowers, the agreed terms of the credit deal will be honoured."
    },
    "lender": {
      "risk1": "You ( {{username}} ) are responsible for managing your credit offers, their parameters and their risk exposure, noone else, Consider creating automated scripts to manage the state of your credit offers.",
      "risk2": "Be aware of your exposure to external volatilities during the credit deal repay period, the value of the assets you lended to other users and the backing collateral they provided will fluctuate, you should consider your personal risk tollerance when deciding on your credit offer parameters, You should actively manage your credit offers as markets fluctuate to minimize your risk exposure.",
      "risk3": "As a lender, once a credit deal exists, you ( {{username}} ) cannot cancel it, the borrower is responsible for the duration of the deal within the repayment period, A credit deal's repayment date can also exceed your credit offer's expiration date.",
      "risk4": "If borrowers fail to repay their credit deals, their backing collateral assets will be forfeit to you, There isn't a credit score system which punishes borrowers for defaulting, the agreed terms of the credit deal will always be honoured, so plan your credit offers accordingly to your personal risk tollerance."
    }
  }
}
