{
  "price": "Price:",
  "editingPrice": "Editing price",
  "setNewPrice": "Set new price",
  "borrowLimit": "Borrow limit",
  "editingMaxAmount": "Editing maximum amount",
  "setNewMaximum": "Set new maximum",
  "creatingNewOffer": "Creating a new credit offer",
  "editingExistingOffer": "Editing an existing credit offer",
  "creatingNewOfferDescription": "This form enables you to create a new credit offer, lending an asset in return for collateral at your defined rates/terms",
  "editingExistingOfferDescription": "Use this form to edit your existing credit offer, Most values can be edited and any changes re-activate expired deals.",
  "offerOwner": "Offer owner",
  "viewAccount": "View account",
  "offerOwnerDescription": "This is the account which owns this credit offer",
  "existingCreditOfferJSON": "Existing credit offer JSON",
  "currentBlockchainData": "Here's the current blockchain data for this credit offer",
  "viewOnbitshares": "View on bitshares",
  "viewingExistingOffer": "You're currently viewing this existing credit offer",
  "assetToLend": "Asset to lend",
  "lendingAssetDescription": "Your credit offer will focus on lending this asset",
  "amountToLend": "Amount to lend",
  "lendingAmountDescription": "The amount of the asset you wish to lend in total to blockchain users",
  "lendingRate": "Lending rate",
  "lendingRateDescription": "The cost of borrowing the asset, expressed as a percentage of the borrowed amount.",
  "editLendingRate": "Edit lending rate",
  "newLendingRate": "Provide a new lending rate percent",
  "repaymentPeriod": "Repayment period",
  "placeholder1hr": "1hr",
  "12hours": "12 hours",
  "24hours": "24 hours",
  "3days": "3 days",
  "7days": "7 days",
  "30days": "30 days",
  "90days": "90 days",
  "365days": "365 days",
  "730days": "730 days",
  "1825days": "1825 days",
  "maximumDuration": "Maximum duration of the credit offer",
  "minimumAmount": "Minimum amount",
  "minimumBorrowableAmount": "The minimum borrowable amount",
  "expirationDate": "Expiration date",
  "creditOfferEnds": "When this credit offer ends",
  "acceptedCollateral": "Accepted collateral",
  "acceptedCollateralDescription": "These are the assets you will accept as collateral for the credit offer contract",
  "preApprovedUsers": "Pre-approved users",
  "addUser": "Add user",
  "limitBorrowers": "If you want to limit who can borrow from you, add users to this list",
  "networkFee": "Network fee",
  "broadcastCost": "The cost to broadcast a new credit offer",
  "submit": "Submit",
  "creatingCreditOffer": "Creating credit offer lending {{lendingAmount}} {{symbol}}",
  "updatingCreditOffer": "Updating credit offer {{offerID}}",
  "risksTitle": "Risks associated with creating credit offers",
  "risksDescription": "This is a non-exhaustive list of risks, please do your own research before proceeding.",
  "risksPoint1": "When you create a credit offer you create an open offer to lend assets at your pre-defined terms until the credit offer expiry date passes, Market participation in the credit offer is not guaranteed, you may not receive any credit deals if the terms are not favourable to borrowers.",
  "risksPoint2": "If you misconfigure the credit offer and users make credit deals with it, then you need to wait until the repayment period expires to claim back your lent assets or the collateral, You cannot undo a credit deal whilst it's active, you can only edit/disable a credit offer to prevent additional credit deals being created with the unfavourable terms, Consider thoroughly doing your research and trying it out on testnet before creating credit offers on production.",
  "risksPoint3": "If you do not configure allowed borrowers, then all Bitshares blockchain users can accept the deal in whole, Consider utilizing the approved borrower functionality to lend to known/registered users.",
  "risksPoint4": "Borrowers are not required to repay the lent assets, nor are they punished for doing so, they can choose to default on the loan and lose their collateral, You can only claim back the lent assets or the collateral after the repayment period expires, Factor this into your lending strategy, you may have to top up the balance if borrower defaults are regular.",
  "risksPoint5": "The expiration of a credit deal can exceed the credit offer expiration date, you shouldn't assume you'll have your lent assets back until the expiration + last repayment period has passed.",
  "risksPoint6": "Be aware of counterparty risks if using exchange backed assets (EBA) for collateral or lending purposes as their value could fluctuate based on their third party risks."
}
