{
  "dialogContent": {
    "generatingDeeplink": "Generating deeplink...",
    "withAccount": "With the account: {{username}} ({{userID}})",
    "readyToBroadcast": "Your Bitshares Beet operation is ready to broadcast!",
    "chooseMethod": "Choose from the methods below to broadcast to your wallet of choice.",
    "bitsharesBEETMultiwallet": "Bitshares BEET multiwallet",
    "errorOccurred": "An error occurred, sorry, Please close this dialog and try again.",
    "beetWallet": "Bitshares BEET multiwallet"
  },
  "tabs": {
    "viewTRXObject": "View TRX Object",
    "rawDeeplink": "Raw Deeplink",
    "localJSONFile": "Local JSON file",
    "propose": "Proposal"
  },
  "tabsContent": {
    "transactionObjectJSON": "Transaction object JSON",
    "operationType": "Operation type:",
    "copyOperationJSON": "Copy operation JSON",
    "usingDeeplink": "Using a deeplink to broadcast via the Beet multiwallet",
    "step1": "Launch the BEET wallet and navigate to 'Raw Link' in the menu, the wallet has to remain unlocked for the duration of the broadcast.",
    "step2": "From this page you can either allow all operations, or solely allow operation '{{operationName}}' as well as 'injectedCall' (then click save).",
    "step3": "Once 'Ready for raw links' shows in Beet, then you can click the button below to proceed.",
    "step4": "A BEET prompt will display, verify the contents, optionally request a Beet receipt, and then broadcast the transaction onto the blockchain.",
    "step5": "You won't receive a confirmation in this window, but your operation will be processed within seconds on the blockchain.",
    "triggerRawBeet": "Trigger raw Beet deeplink",
    "viaLocalFile": "Via local file upload - ready to proceed",
    "step1Local": "Launch the BEET wallet and navigate to 'Local' in the menu.",
    "step2Local": "At this page either allow all, or allow just operation '{{operationName}}'.",
    "step3Local": "Once at the local upload page, click the button below to download the JSON file to your computer.",
    "step4Local": "From the BEET Local page, upload the JSON file, a prompt should then appear.",
    "step5Local": "Thoroughly verify the prompt's contents before approving any operation, also consider toggling the optional receipt for post broadcast analysis and verification purposes.",
    "downloading": "Downloading...",
    "downloadBeetOperationJSON": "Download Beet operation JSON",
    "propose": "Creating a new proposal",
    "proposeDescription": "If you're not the owner (or are a co-owner) of the account you're using to construct the proposed operation, then you can create a proposal for the account owner to review and broadcast at their discretion."
  },
  "proposal": {
    "targetContent": "This is the account which you'll use to create the proposal, Construct operations in the Astro UI as the end user, and then provide your proposal fee paying account here.",
    "targetHeader": "Proposal fee paying account",
    "revisionPeriodSecondsContent": "Specify the revision period in seconds.",
    "revisionPeriodSecondsHeader": "Revision Period (Seconds)"
  }
}
