{
  "transfer": "This operation sends assets from one account to another. It will permanently move the specified amount of assets to the recipient's account. Be cautious, as this action cannot be undone.",
  "limit_order_create": "This operation offers to sell an amount of an asset at a specified exchange rate by a certain time. It will place an order on the order book that will only be executed if the market price reaches the specified limit price. Ensure the details are correct to avoid unintended trades.",
  "limit_order_cancel": "This operation cancels an existing limit order. It will remove a previously placed limit order from the order book, preventing it from being executed. Verify the order details before canceling.",
  "call_order_update": "This operation updates a call order, which is used in margin trading. It will adjust the collateral and debt of an existing call order, potentially affecting your margin position. Ensure you understand the implications on your margin.",
  "fill_order": "This operation fills an existing order. It will execute a trade based on a matching order in the order book, resulting in the exchange of assets. Confirm the trade details to avoid unexpected outcomes.",
  "account_create": "This operation creates a new account on the blockchain. It will register a new user account with a unique name and associated keys. Ensure the account details are correct.",
  "account_update": "This operation updates the properties of your account. It will modify account details such as keys, options, and authorities, potentially changing who can control your account. Be cautious, as this can affect account security.",
  "account_whitelist": "This operation whitelists or blacklists an account. It will control which accounts are allowed or disallowed to interact with certain features or assets. Verify the account details to avoid unintended restrictions.",
  "account_upgrade": "This operation upgrades your account to a lifetime member. It will grant your account additional privileges and benefits, such as reduced fees and voting rights. Ensure you understand the benefits and costs.",
  "account_transfer": "This operation transfers ownership of your account to another account. It will change the owner authority of your account to a new owner, giving them full control. Be certain before transferring ownership.",
  "asset_create": "This operation creates an asset on the Bitshares blockchain. It will define a new token or asset with specific properties such as symbol, precision, and issuer. Ensure the asset details are correct.",
  "asset_update": "This operation updates an asset's settings. It will allow the issuer to modify asset details such as description, options, and flags. Verify the changes to avoid unintended consequences.",
  "asset_update_bitasset": "This operation updates created bitasset settings. It is specific to BitAssets, which are market-pegged assets, and allows the issuer to adjust parameters like feed producers and margin call settings. Ensure the changes are correct.",
  "asset_update_feed_producers": "This operation updates the list of approved feed producers for created bitasset. It will change the list of accounts responsible for publishing price feeds for a market-pegged asset. Verify the new list of producers.",
  "asset_issue": "This operation issues your created assets to individuals. It will create and distribute additional tokens of an existing asset to specified accounts. Ensure the issuance details are correct.",
  "asset_reserve": "This operation reserves your created assets. It will permanently remove a specified amount of an asset from circulation. Confirm the amount to avoid unintended asset removal.",
  "asset_fund_fee_pool": "This operation funds the fee pool for your created asset. It will add funds to the asset's fee pool, which is used to subsidize transaction fees for users. Verify the funding amount.",
  "asset_settle": "This operation settles an asset in your portfolio. It will allow holders of a market-pegged asset to request settlement at the current feed price, receiving the equivalent value in the backing asset. Ensure you understand the settlement terms.",
  "asset_global_settle": "This operation globally settles one of your created bitassets. It will force the settlement of all outstanding balances of a market-pegged asset at a specified price, effectively ending its trading. Be certain before initiating global settlement.",
  "asset_publish_feed": "This operation publishes a price feed for a bitasset. It will be used by feed producers to provide updated price information for market-pegged assets. Ensure the feed data is accurate.",
  "witness_create": "This operation creates a witness account. It will register a new witness, who is responsible for producing blocks and securing the blockchain. Verify the witness details.",
  "witness_update": "This operation updates your witness account. It will allow a witness to modify their signing key, URL, and other details. Ensure the updates are correct.",
  "proposal_create": "This operation creates a blockchain operation proposal. It will allow users to propose a transaction that requires approval from multiple parties before it can be executed. Ensure the proposal details are accurate.",
  "proposal_update": "This operation updates a blockchain operation proposal. It will allow users to add or revoke approvals for a proposed transaction. Verify the changes to avoid unintended approvals or revocations.",
  "proposal_delete": "This operation deletes a blockchain operation proposal. It will remove a proposal from the blockchain, preventing it from being executed. Confirm the proposal details before deletion.",
  "withdraw_permission_create": "This operation creates a withdraw permission. It will grant an account the authority to withdraw funds from another account within specified limits. Ensure the permission details are correct.",
  "withdraw_permission_update": "This operation updates a withdraw permission. It will modify the terms and limits of an existing withdrawal permission. Verify the updates to avoid unintended changes.",
  "withdraw_permission_claim": "This operation claims from a withdraw permission. It will allow the authorized account to withdraw funds according to the terms of the permission. Ensure the claim details are accurate.",
  "withdraw_permission_delete": "This operation deletes a withdraw permission. It will revoke an existing withdrawal permission, preventing further withdrawals. Confirm the permission details before deletion.",
  "committee_member_create": "This operation creates a committee member account. It will register a new committee member, who participates in governance and decision-making for the blockchain. Verify the committee member details.",
  "committee_member_update": "This operation updates your committee member account details. It will allow a committee member to modify their signing key, URL, and other details. Ensure the updates are correct.",
  "committee_member_update_global_parameters": "This operation publishes your committee member stance on Bitshares blockchain global parameter values. It will allow the committee to adjust blockchain-wide settings and parameters. Verify the parameter changes.",
  "vesting_balance_create": "This operation creates a vesting balance. It will set aside funds that will gradually become available over time according to a specified vesting schedule. Ensure the vesting details are correct.",
  "vesting_balance_withdraw": "This operation withdraws from a vesting balance. It will allow the account to withdraw available funds from a vesting balance. Verify the withdrawal amount.",
  "worker_create": "This operation creates a worker proposal. It will propose a new worker, who will be paid from the blockchain's budget to perform specific tasks or projects. Ensure the proposal details are accurate.",
  "custom": "This operation provides a generic way to add higher level protocols on top of witness consensus. It will allow users to define and execute custom logic on the blockchain. Verify the custom logic details.",
  "assert": "This operation asserts that some conditions are true. It will check whether a specified condition is true and fail if it is not. Ensure the condition is correct.",
  "balance_claim": "This operation claims from a balance. It will allow users to claim balances from legacy systems or special distributions. Verify the claim details.",
  "override_transfer": "This operation overrides a transfer operation. It will allow the issuer of an asset to transfer funds between accounts without the consent of the source account. Be cautious, as this can affect account security.",
  "transfer_to_blind": "This operation transfers assets to a blind destination. It will convert regular assets into blinded (confidential) balances. Ensure the transfer details are correct.",
  "blind_transfer": "This operation transfers blind assets in a blind manner. It will transfer assets between blinded balances, maintaining confidentiality. Verify the transfer details.",
  "transfer_from_blind": "This operation withdraws assets from a blind balance. It will convert blinded (confidential) balances back into regular balances. Ensure the withdrawal details are correct.",
  "asset_settle_cancel": "This operation cancels an asset settlement. It will cancel a pending settlement request for a market-pegged asset. Confirm the settlement details before cancellation.",
  "asset_claim_fees": "This operation claims the fees from an asset. It will allow the issuer to claim accumulated fees from the asset's fee pool. Verify the fee claim details.",
  "fba_distribute": "This operation distributes funds from a fee-backed asset. It will distribute funds collected from a fee-backed asset to its holders. Ensure the distribution details are correct.",
  "bid_collateral": "This operation bids on a bitassets backing collateral when globally settled. It will allow users to bid on collateral being sold to cover a margin call. Verify the bid details.",
  "execute_bid": "This operation executes a bid for collateral. It will finalize the purchase of collateral from a margin call. Ensure the bid execution details are correct.",
  "asset_claim_pool": "This operation transfers BTS from the fee pool of a specified asset back to the issuer's balance. It will allow the issuer to claim funds from the asset's fee pool. Verify the claim details.",
  "asset_update_issuer": "This operation updates the issuer of an asset to a new administrator account. It will change the issuer authority of an asset to a new account. Ensure the new issuer details are correct.",
  "htlc_create": "This operation creates a hash time locked contract (HTLC). It will set up an HTLC, which requires a cryptographic hash preimage to claim the funds. Verify the contract details.",
  "htlc_redeem": "This operation redeems the contents of an HTLC. It will allow the recipient to claim the funds from an HTLC by providing the correct hash preimage. Ensure the redemption details are correct.",
  "htlc_redeemed": "This operation indicates that an HTLC has been successfully redeemed. Verify the redemption details.",
  "htlc_extend": "This operation extends the duration of an HTLC. It will extend the time window during which the HTLC can be redeemed. Ensure the extension details are correct.",
  "htlc_refund": "This operation refunds an expired HTLC. It will refund the funds from an HTLC back to the sender after it has expired. Verify the refund details.",
  "custom_authority_create": "This operation creates a new custom authority. It will define a custom authority that can be used to authorize specific operations. Ensure the authority details are correct.",
  "custom_authority_update": "This operation updates a custom authority. It will modify the conditions and parameters of an existing custom authority. Verify the updates to avoid unintended changes.",
  "custom_authority_delete": "This operation deletes a custom authority. It will remove an existing custom authority from the blockchain. Confirm the authority details before deletion.",
  "ticket_create": "This operation creates a new ticket. It will register a new ticket, which can be used for various purposes such as voting or staking. Ensure the ticket details are correct.",
  "ticket_update": "This operation updates an existing ticket. It will modify the properties or status of an existing ticket. Verify the updates to avoid unintended changes.",
  "liquidity_pool_create": "This operation creates a liquidity pool. It will set up a liquidity pool for trading pairs, allowing users to provide liquidity and earn fees. Ensure the pool details are correct.",
  "liquidity_pool_delete": "This operation deletes a liquidity pool. It will remove a liquidity pool from the blockchain. Confirm the pool details before deletion.",
  "liquidity_pool_deposit": "This operation deposits funds into a liquidity pool. It will allow users to add liquidity to a pool in exchange for liquidity tokens. Verify the deposit details.",
  "liquidity_pool_withdraw": "This operation withdraws funds from a liquidity pool. It will allow users to remove liquidity from a pool and receive their share of the assets. Ensure the withdrawal details are correct.",
  "liquidity_pool_exchange": "This operation exchanges with a liquidity pool. It will allow users to trade assets directly within a liquidity pool. Verify the exchange details.",
  "samet_fund_create": "This operation creates a new SameT Fund. A SameT Fund is a fund which can be used by a borrower and have to be repaid in the same transaction. Ensure the fund details are correct.",
  "samet_fund_delete": "This operation deletes a SameT fund object. It will remove a SAMET fund from the blockchain. Confirm the fund details before deletion.",
  "samet_fund_update": "This operation updates a SameT fund object. It will modify the parameters and conditions of an existing SAMET fund. Verify the updates to avoid unintended changes.",
  "samet_fund_borrow": "This operation borrows from a SameT fund. It will allow users to take out a loan from a SAMET fund using collateral. Ensure the borrowing details are correct.",
  "samet_fund_repay": "This operation repays debt to a SameT fund. It will allow users to repay their loan and reclaim their collateral from a SAMET fund. Verify the repayment details.",
  "credit_offer_create": "This operation creates a new credit offer. A credit offer is a fund that can be used by other accounts who provide certain collateral. Ensure the offer details are correct.",
  "credit_offer_delete": "This operation deletes a credit offer. It will remove a credit offer from the blockchain. Confirm the offer details before deletion.",
  "credit_offer_update": "This operation updates a credit offer. It will modify the terms and conditions of an existing credit offer. Verify the updates to avoid unintended changes.",
  "credit_offer_accept": "This operation accepts a credit offer and creates a credit deal. It will allow users to accept a credit offer and receive the loaned funds. Ensure the acceptance details are correct.",
  "credit_deal_repay": "This operation repays a credit deal. It will allow borrowers to repay their loans according to the terms of the credit deal. Verify the repayment details.",
  "credit_deal_expired": "This operation handles an expired credit deal. It will deal with the consequences of an expired credit deal, such as liquidating collateral. Ensure the handling details are correct.",
  "liquidity_pool_update": "This operation updates a liquidity pool. It will modify the parameters and conditions of an existing liquidity pool. Verify the updates to avoid unintended changes.",
  "credit_deal_update": "This operation updates a credit deal. It will modify the terms and conditions of an existing credit deal. Ensure the updates are correct.",
  "limit_order_update": "This operation updates a limit order. It will modify the parameters of a previously placed limit order. Verify the updates to avoid unintended changes."
}
