{
  "title": "Withdraw Permissions",
  "description": "Manage your inbound/outbound withdraw permissions (direct debits) here.",
  "header": "Withdraw Permissions",
  "outbound": "Outbound direct debits",
  "outbound_description": "Outbound direct debits are permissions that allow a third party to withdraw up to a limited quantity of funds from your account each withdraw period. You can create, view, and manage these outbound withdraw permissions here.",
  "inbound": "Inbound direct debits",
  "inbound_description": "Inbound direct debits are withdraw permissions which allow you to withdraw up to a set limited amount of funds each withdraw period from a third party's account. From here you can create operations to withdraw assets from said account.",
  "not_sending_anything": "There are no outbound direct deposits to display.",
  "not_receiving_anything": "There are no inbound direct deposits to display.",
  "create_permission": "Create Permission",
  "create_permission_title": "Create a New Withdraw Permission",
  "create_permission_description": "Fill out the form below to create a new withdraw permission.",
  "targetAccount": "Authorized Account",
  "targetAccountDescription": "This is the account which will be authorized to withdraw the full specified asset amount below per withdraw period until expiration.",
  "targetAccountDescriptionWithName": "The user {{name}} will be authorized to withdraw the full specified asset amount below per withdraw period until expiration..",
  "limitedAssetsToWithdraw": "Limited Assets to Withdraw",
  "limitedAssetsToWithdraw_description": "The maximum amount of the specified asset the authorized account is allowed to withdraw in each individual withdrawal period.",
  "submit": "Submit",
  "createWithdrawPermissionHeader": "Creating Withdraw Permission",
  "withdrawal_period_sec": "Withdrawal Period (seconds)",
  "withdrawal_period_sec_description": "This is the span of time (in seconds) during which the authorized account may make a withdrawal. Any number of withdrawals may be made so long as the total amount withdrawn per period does not exceed the limit for any given period.",
  "periods_until_expiration": "Periods Until Expiration",
  "periods_until_expiration_description": "The number of withdrawal periods this permission is valid for.",
  "now": "Now",
  "period_start_time": "Period Start Time",
  "period_start_time_description": "The time at which the authorized account is permitted to begin withdrawing the period permitted assets."
}