{
  "price": "Prix:",
  "editingPrice": "Modification du prix",
  "setNewPrice": "Fixer un nouveau prix",
  "borrowLimit": "Limite d'emprunt",
  "editingMaxAmount": "Modification du montant maximum",
  "setNewMaximum": "Définir un nouveau maximum",
  "creatingNewOffer": "Créer une nouvelle offre de crédit",
  "editingExistingOffer": "Modifier une offre de crédit existante",
  "creatingNewOfferDescription": "Ce formulaire vous permet de créer une nouvelle offre de crédit, en prêtant un actif en échange d'une garantie aux taux/conditions définis.",
  "editingExistingOfferDescription": "Utilisez ce formulaire pour modifier votre offre de crédit existante. ",
  "offerOwner": "Propriétaire de l'offre",
  "viewAccount": "Voir le compte",
  "offerOwnerDescription": "C'est le compte qui possède cette offre de crédit",
  "existingCreditOfferJSON": "Offre de crédit existante JSON",
  "currentBlockchainData": "Voici les données actuelles de la blockchain pour cette offre de crédit",
  "viewOnBlockSights": "Voir sur BlockSights",
  "viewingExistingOffer": "Vous consultez actuellement cette offre de crédit existante",
  "assetToLend": "Actif à prêter",
  "lendingAssetDescription": "Votre offre de crédit portera sur le prêt de ce bien",
  "amountToLend": "Montant à prêter",
  "lendingAmountDescription": "Le montant de l'actif que vous souhaitez prêter au total aux utilisateurs de la blockchain",
  "lendingRate": "Taux de prêt",
  "editLendingRate": "Modifier le taux d'emprunt",
  "newLendingRate": "Fournir un nouveau taux de prêt en pourcentage",
  "repaymentPeriod": "Période de remboursement",
  "placeholder1hr": "1h",
  "12hours": "12 heures",
  "24hours": "24 heures",
  "3days": "3 jours",
  "7days": "7 jours",
  "30days": "30 jours",
  "90days": "90 jours",
  "365days": "365 jours",
  "730days": "730 jours",
  "1825days": "1825 jours",
  "maximumDuration": "Durée maximale de l'offre de crédit",
  "minimumAmount": "Montant minimal",
  "minimumBorrowableAmount": "Le montant minimum empruntable",
  "expirationDate": "Date d'expiration",
  "creditOfferEnds": "Quand cette offre de crédit prend fin",
  "acceptedCollateral": "Garantie acceptée",
  "acceptedCollateralDescription": "Ce sont les actifs que vous accepterez en garantie du contrat d’offre de crédit",
  "preApprovedUsers": "Utilisateurs pré-approuvés",
  "addUser": "Ajouter un utilisateur",
  "limitBorrowers": "Si vous souhaitez limiter le nombre de personnes pouvant emprunter auprès de vous, ajoutez des utilisateurs à cette liste.",
  "networkFee": "Frais de réseau",
  "broadcastCost": "Le coût de diffusion d'une nouvelle offre de crédit",
  "submit": "Soumettre",
  "creatingCreditOffer": "Création d'offre de crédit prêt {{lendingAmount}} {{symbol}}",
  "updatingCreditOffer": "Mise à jour de l'offre de crédit {{offerID}}",
  "risksTitle": "Risques liés à la création d'offres de crédit",
  "risksDescription": "Il s'agit d'une liste non exhaustive de risques, veuillez faire vos propres recherches avant de continuer.",
  "risksPoint1": "Lorsque vous créez une offre de crédit, vous créez une offre ouverte pour prêter des actifs à vos conditions prédéfinies jusqu'à ce que la date d'expiration de l'offre de crédit soit passée. La participation au marché à l'offre de crédit n'est pas garantie, vous ne pourrez bénéficier d'aucune offre de crédit si les conditions ne sont pas favorables aux emprunteurs.",
  "risksPoint2": "Si vous configurez mal l'offre de crédit et que les utilisateurs concluent des accords de crédit avec elle, vous devez alors attendre l'expiration de la période de remboursement pour récupérer vos actifs prêtés ou la garantie. ",
  "risksPoint3": "Si vous ne configurez pas les emprunteurs autorisés, tous les utilisateurs de la blockchain Bitshares peuvent accepter la transaction dans son intégralité. ",
  "risksPoint4": "Les emprunteurs ne sont pas tenus de rembourser les actifs prêtés et ne sont pas non plus punis pour cela ; ils peuvent choisir de ne pas rembourser le prêt et de perdre leur garantie. ",
  "risksPoint5": "L'expiration d'une opération de crédit peut dépasser la date d'expiration de l'offre de crédit ; ",
  "risksPoint6": "Soyez conscient des risques de contrepartie si vous utilisez des actifs adossés à des changes (EBA) à des fins de garantie ou de prêt, car leur valeur peut fluctuer en fonction des risques liés aux tiers."
}
