{
  "permissions": {
    "header": "สิทธิ์ของเนื้อหา",
    "header_content": "หมายเหตุ: การปิดใช้งานสิทธิ์ถือเป็นการตัดสินใจอย่างถาวร",
    "charge_market_fee": {
      "about": "เปิดใช้งานค่าธรรมเนียมการตลาด",
      "enabledInfo": "ผู้สร้างสินทรัพย์สามารถเปิดใช้งานการเรียกเก็บค่าธรรมเนียมการซื้อขายในตลาดสำหรับสินทรัพย์นี้ได้",
      "disabledInfo": "ผู้สร้างสินทรัพย์ไม่สามารถเรียกเก็บค่าธรรมเนียมการซื้อขายในตลาดสำหรับสินทรัพย์นี้ได้"
    },
    "white_list": {
      "about": "ผู้ถือครองต้องอยู่ในบัญชีขาว",
      "enabledInfo": "ผู้สร้างเนื้อหาสามารถเปิดใช้งานการกำหนดค่าหน่วยงานไวท์ลิสต์สำหรับเนื้อหานี้ได้",
      "disabledInfo": "ผู้สร้างเนื้อหาไม่สามารถกำหนดค่าสิทธิ์ไวท์ลิสต์สำหรับเนื้อหานี้ได้"
    },
    "override_authority": {
      "about": "เจ้าของทรัพย์สินสามารถโอนทรัพย์สินกลับคืนสู่ตนเองได้",
      "enabledInfo": "ผู้สร้างเนื้อหาสามารถเปิดใช้งานความสามารถในการดำเนินการแทนที่การโอนเนื้อหานี้ได้",
      "disabledInfo": "ผู้สร้างเนื้อหาไม่สามารถดำเนินการแทนที่การโอนเนื้อหานี้ได้"
    },
    "transfer_restricted": {
      "about": "เจ้าของทรัพย์สินต้องอนุมัติการโอนทั้งหมด",
      "enabledInfo": "ผู้สร้างเนื้อหาสามารถเปิดใช้งานความสามารถในการจำกัดการโอนสินทรัพย์นี้ได้",
      "disabledInfo": "ผู้สร้างเนื้อหาไม่สามารถจำกัดการโอนสินทรัพย์นี้ได้"
    },
    "disable_confidential": {
      "about": "ปิดการใช้งานธุรกรรมที่เป็นความลับ",
      "enabledInfo": "ผู้สร้างเนื้อหาสามารถเปิดใช้งานความสามารถในการปิดใช้งานการดำเนินการที่เป็นความลับสำหรับเนื้อหานี้ได้",
      "disabledInfo": "ผู้สร้างเนื้อหาไม่สามารถปิดใช้งานการดำเนินการที่เป็นความลับสำหรับเนื้อหานี้ได้"
    },
    "witness_fed_asset": {
      "about": "ให้พยานให้อาหาร",
      "enabledInfo": "ผู้สร้างสินทรัพย์สามารถเปิดให้พยานเผยแพร่ฟีดราคาสำหรับสินทรัพย์นี้ได้",
      "disabledInfo": "ผู้สร้างเนื้อหาไม่สามารถเปิดให้พยานเผยแพร่ฟีดราคาสำหรับสินทรัพย์นี้ได้"
    },
    "committee_fed_asset": {
      "about": "อนุญาตให้สมาชิกคณะกรรมการจัดหาฟีด",
      "enabledInfo": "ผู้สร้างสินทรัพย์สามารถเปิดให้สมาชิกคณะกรรมการเผยแพร่ฟีดราคาสำหรับสินทรัพย์นี้ได้",
      "disabledInfo": "ผู้สร้างเนื้อหาไม่สามารถอนุญาตให้สมาชิกคณะกรรมการเผยแพร่ฟีดราคาสำหรับเนื้อหานี้ได้"
    },
    "disable_force_settle": {
      "about": "ปิดการใช้งานการบังคับใช้การชำระ",
      "enabledInfo": "ผู้สร้างเนื้อหาสามารถเปิดใช้งานความสามารถในการปิดใช้งานการบังคับชำระสำหรับเนื้อหานี้ได้",
      "disabledInfo": "ผู้สร้างเนื้อหาไม่สามารถปิดใช้งานการบังคับชำระสำหรับเนื้อหานี้ได้"
    },
    "global_settle": {
      "about": "อนุญาตให้เจ้าของสินทรัพย์บังคับให้มีการชำระหนี้ทั่วโลก",
      "enabledInfo": "ผู้สร้างสินทรัพย์สามารถเปิดใช้งานความสามารถในการชำระสินทรัพย์นี้ได้ทั่วโลก",
      "disabledInfo": "ผู้สร้างเนื้อหาไม่สามารถชำระสินทรัพย์นี้ได้ทั่วโลก"
    },
    "lock_max_supply": {
      "about": "ล็อคอุปทานสูงสุด",
      "enabledInfo": "ผู้สร้างเนื้อหาไม่สามารถล็อคอุปทานสูงสุดของสินทรัพย์นี้ได้",
      "disabledInfo": "ผู้สร้างเนื้อหาสามารถล็อคอุปทานสูงสุดของสินทรัพย์นี้ได้"
    },
    "disable_new_supply": {
      "about": "ปิดการใช้งานอุปทานใหม่",
      "enabledInfo": "ผู้สร้างเนื้อหาไม่สามารถปิดใช้งานความสามารถในการสร้างอุปทานใหม่สำหรับสินทรัพย์นี้ได้",
      "disabledInfo": "ผู้สร้างสินทรัพย์สามารถปิดการใช้งานความสามารถในการสร้างอุปทานใหม่สำหรับสินทรัพย์นี้ได้"
    },
    "disable_collateral_bidding": {
      "about": "ปิดการใช้งานการประมูลหลักประกัน",
      "enabledInfo": "ผู้สร้างเนื้อหาไม่สามารถปิดใช้งานการเสนอราคาหลักประกันสำหรับเนื้อหานี้ได้",
      "disabledInfo": "ผู้สร้างเนื้อหาสามารถปิดใช้งานการเสนอราคาหลักประกันสำหรับเนื้อหานี้ได้"
    },
    "disable_mcr_update": {
      "about": "ปิดใช้งานการอัปเดตอัตราส่วนหลักประกันขั้นต่ำของเจ้าของ",
      "enabledInfo": "เจ้าของสินทรัพย์ใช้ราคาที่ป้อนข้อกำหนดอัตราส่วนหลักประกันขั้นต่ำสำหรับสินทรัพย์นี้",
      "disabledInfo": "เจ้าของสินทรัพย์กำหนดข้อกำหนดอัตราส่วนหลักประกันขั้นต่ำสำหรับสินทรัพย์นี้แบบคงที่"
    },
    "disable_icr_update": {
      "about": "ปิดใช้งานการอัปเดตเจ้าของอัตราส่วนหลักประกันเริ่มต้น",
      "enabledInfo": "เจ้าของสินทรัพย์ใช้ราคาที่ป้อนตามข้อกำหนดอัตราส่วนหลักประกันเริ่มต้นสำหรับสินทรัพย์นี้",
      "disabledInfo": "เจ้าของสินทรัพย์กำหนดข้อกำหนดอัตราส่วนหลักประกันเริ่มต้นสำหรับสินทรัพย์นี้แบบคงที่"
    },
    "disable_mssr_update": {
      "about": "ปิดการใช้งานการอัปเดตของเจ้าของอัตราส่วนการบีบสั้นสูงสุด",
      "enabledInfo": "เจ้าของสินทรัพย์ใช้ราคาที่ป้อนอัตราส่วน Short Squeeze สูงสุดสำหรับสินทรัพย์นี้",
      "disabledInfo": "เจ้าของสินทรัพย์จะตั้งค่าอัตราส่วนการบีบสั้นสูงสุดสำหรับสินทรัพย์นี้แบบคงที่"
    },
    "disable_bsrm_update": {
      "about": "ปิดใช้งานการอัปเดตเจ้าของกลยุทธ์การจัดการความเสี่ยง Black Swan",
      "enabledInfo": "เจ้าของสินทรัพย์ใช้กลยุทธ์การชำระบัญชีทั่วโลกเริ่มต้นสำหรับสินทรัพย์นี้",
      "disabledInfo": "เจ้าของสินทรัพย์ใช้กลยุทธ์การจัดการความเสี่ยง Black Swan แบบกำหนดเองสำหรับสินทรัพย์นี้"
    }
  },
  "flags": {
    "header": "ธงของสินทรัพย์",
    "header_content": "การอนุญาตเนื้อหาที่อนุญาตแต่ละรายการสามารถเปิด/ปิดได้",
    "charge_market_fee": {
      "about": "เปิดใช้งานค่าธรรมเนียมการตลาด",
      "enabledInfo": "ผู้สร้างสินทรัพย์สามารถกำหนดค่าค่าธรรมเนียมการซื้อขายในตลาดสำหรับสินทรัพย์นี้ได้ รวมถึงฟังก์ชันการแบ่งปันรางวัลค่าธรรมเนียมตลาด",
      "disabledInfo": "ผู้สร้างสินทรัพย์ได้ปิดใช้งานการเรียกเก็บค่าธรรมเนียมการซื้อขายในตลาดสำหรับสินทรัพย์นี้"
    },
    "white_list": {
      "about": "ผู้ถือครองต้องอยู่ในบัญชีขาว",
      "enabledInfo": "ผู้สร้างเนื้อหาสามารถกำหนดค่าหน่วยงานไวท์ลิสต์สำหรับเนื้อหานี้ได้",
      "disabledInfo": "ผู้สร้างเนื้อหาได้ปิดใช้งานการกำหนดค่าสิทธิ์ไวท์ลิสต์สำหรับเนื้อหานี้"
    },
    "override_authority": {
      "about": "เจ้าของทรัพย์สินสามารถโอนทรัพย์สินกลับคืนสู่ตนเองได้",
      "enabledInfo": "ผู้สร้างสินทรัพย์สามารถดำเนินการแทนที่การโอนสินทรัพย์นี้ โดยคืนสินทรัพย์จากของคุณไปยังยอดคงเหลือ",
      "disabledInfo": "ผู้สร้างเนื้อหาได้ปิดใช้งานการดำเนินการลบล้างการโอนเนื้อหานี้"
    },
    "disable_force_settle": {
      "about": "ปิดการใช้งานการบังคับใช้การชำระ",
      "enabledInfo": "ผู้สร้างเนื้อหาได้ปิดใช้งานการบังคับใช้การชำระเงินสำหรับเนื้อหานี้",
      "disabledInfo": "ผู้สร้างเนื้อหาได้เปิดใช้งานการบังคับชำระสำหรับเนื้อหานี้"
    },
    "transfer_restricted": {
      "about": "เจ้าของทรัพย์สินต้องอนุมัติการโอนทั้งหมด",
      "enabledInfo": "ผู้สร้างเนื้อหาสามารถจำกัดการโอนสินทรัพย์นี้ได้",
      "disabledInfo": "ผู้สร้างเนื้อหาได้ปิดใช้งานการจำกัดการโอนเนื้อหานี้"
    },
    "disable_confidential": {
      "about": "ปิดการใช้งานธุรกรรมที่เป็นความลับ",
      "enabledInfo": "ผู้สร้างเนื้อหาได้ปิดการใช้งานการดำเนินการที่เป็นความลับสำหรับเนื้อหานี้",
      "disabledInfo": "ผู้สร้างเนื้อหาไม่ได้ปิดการดำเนินการที่เป็นความลับสำหรับเนื้อหานี้"
    },
    "witness_fed_asset": {
      "about": "ให้พยานให้อาหาร",
      "enabledInfo": "พยานสามารถเผยแพร่ฟีดราคาสำหรับสินทรัพย์นี้ได้",
      "disabledInfo": "พยานไม่สามารถเผยแพร่ฟีดราคาสำหรับเนื้อหานี้ได้"
    },
    "committee_fed_asset": {
      "about": "อนุญาตให้สมาชิกคณะกรรมการจัดหาฟีด",
      "enabledInfo": "สมาชิกคณะกรรมการสามารถเผยแพร่ฟีดราคาสำหรับสินทรัพย์นี้ได้",
      "disabledInfo": "สมาชิกคณะกรรมการไม่สามารถเผยแพร่ฟีดราคาสำหรับเนื้อหานี้ได้"
    },
    "lock_max_supply": {
      "about": "ล็อคอุปทานสูงสุด",
      "enabledInfo": "เจ้าของเนื้อหาได้ล็อคอุปทานสูงสุดของสินทรัพย์นี้",
      "disabledInfo": "เจ้าของเนื้อหาไม่ได้ล็อคอุปทานสูงสุดของสินทรัพย์นี้"
    },
    "disable_new_supply": {
      "about": "ปิดการใช้งานอุปทานใหม่",
      "enabledInfo": "เจ้าของสินทรัพย์ได้ปิดการใช้งานความสามารถในการออกอุปทานใหม่สำหรับสินทรัพย์นี้",
      "disabledInfo": "เจ้าของสินทรัพย์อนุญาตให้ออกอุปทานเพิ่มเติมสำหรับสินทรัพย์นี้"
    },
    "disable_collateral_bidding": {
      "about": "ปิดการใช้งานการประมูลหลักประกัน",
      "enabledInfo": "เจ้าของเนื้อหาได้ปิดใช้งานการเสนอราคาหลักประกันสำหรับเนื้อหานี้",
      "disabledInfo": "เจ้าของเนื้อหาได้เปิดใช้งานการเสนอราคาหลักประกันสำหรับเนื้อหานี้"
    }
  },
  "asset_details": {
    "title": "รายละเอียดสินทรัพย์",
    "title_content": "นี่คือการตั้งค่าสินทรัพย์ที่ใช้สำหรับฟังก์ชัน DEX หลัก",
    "symbol": {
      "header": "สัญลักษณ์สินทรัพย์",
      "header_content": "สัญลักษณ์สินทรัพย์เป็นตัวระบุที่ไม่ซ้ำกันบนบล็อกเชนที่ระบุสินทรัพย์ทั่วทั้ง DEX ",
      "placeholder": "เครื่องหมาย"
    },
    "shortName": {
      "header": "ชื่อย่อของเนื้อหา",
      "header_content": "นี่คือชื่อย่อของเนื้อหา ซึ่งมีความสำคัญน้อยกว่าสัญลักษณ์ แต่ยังคงเป็นตัวระบุที่ไม่ซ้ำกันแบบสั้น (ไม่บังคับ) ",
      "placeholder": "ชื่อสั้น"
    },
    "preferredMarket": {
      "header": "คู่การซื้อขายในตลาดที่ต้องการ",
      "header_content": "คู่การซื้อขายในตลาดที่ต้องการคือสินทรัพย์เริ่มต้นที่ใช้ในการซื้อขายกับสินทรัพย์ของคุณ นี่เป็นคำแนะนำที่ไม่เป็นทางการ"
    },
    "description": {
      "header": "คำอธิบายสินทรัพย์",
      "header_content": "นี่คือคำอธิบายของสินทรัพย์ โดยจะแสดงใน DEX และสามารถใช้เพื่อให้ข้อมูลเพิ่มเติมเกี่ยวกับสินทรัพย์",
      "placeholder": "คำอธิบาย"
    },
    "max_supply": {
      "header": "อุปทานสูงสุด",
      "header_content": "อุปทานสูงสุดของสินทรัพย์ นี่คือจำนวนรวมของสินทรัพย์ที่เจ้าของสินทรัพย์ (คุณ) สามารถออกได้",
      "placeholder": "อุปทานสูงสุด"
    },
    "precision": {
      "header": "ความแม่นยำของสินทรัพย์",
      "header_content": "ความแม่นยำของเนื้อหาจะระบุจำนวนตำแหน่งทศนิยมที่รองรับ ",
      "placeholder": "ความแม่นยำ"
    }
  },
  "extensions": {
    "header_content": "ส่วนขยายคือการตั้งค่าขั้นสูงเพิ่มเติมที่สามารถใช้เพื่อปรับแต่งเนื้อหาเพิ่มเติมได้",
    "header": "การขยายเวลาค่าธรรมเนียมการตลาด",
    "reward_percent": {
      "enabled": "เปิดใช้งานส่วนขยายเปอร์เซ็นต์รางวัลผู้อ้างอิงแล้ว",
      "enabledInfo": "เปอร์เซ็นต์การลดค่าธรรมเนียมการตลาดจะถูกจัดสรรให้กับผู้อ้างอิงของผู้เข้าร่วมตลาดที่มีการใช้งาน",
      "disabled": "เปิดใช้งานการขยายเปอร์เซ็นต์รางวัลผู้อ้างอิงหรือไม่",
      "disabledInfo": "ส่วนขยายเปอร์เซ็นต์รางวัลผู้อ้างอิงช่วยให้ผู้สร้างสินทรัพย์สามารถจัดสรรเปอร์เซ็นต์ของค่าธรรมเนียมตลาดให้กับผู้อ้างอิงของผู้เข้าร่วมตลาดที่ใช้งานอยู่",
      "header": "เปอร์เซ็นต์รางวัลผู้อ้างอิง",
      "header_content": "เปอร์เซ็นต์รางวัลผู้อ้างอิงคือเปอร์เซ็นต์ของค่าธรรมเนียมตลาดซึ่งจัดสรรให้กับผู้อ้างอิงของผู้เข้าร่วมตลาดที่มีการใช้งาน"
    },
    "whitelist_market_fee_sharing": {
      "enabled": "เปิดใช้งานส่วนขยายการแบ่งปันค่าธรรมเนียมตลาดที่อนุญาตพิเศษแล้ว",
      "enabledInfo": "บัญชีผู้อ้างอิงต่อไปนี้จะได้รับการอนุมัติให้ได้รับการตัดค่าธรรมเนียมการตลาดที่เรียกเก็บจากบัญชีผู้อ้างอิงของพวกเขา",
      "disabled": "เปิดใช้งานส่วนขยายการแบ่งปันค่าธรรมเนียมตลาดที่อนุญาตพิเศษหรือไม่",
      "disabledInfo": "คุณสามารถจำกัดผู้ที่ได้รับอนุญาตให้ได้รับการตัดค่าธรรมเนียมการตลาดที่รวบรวมไว้ให้กับบัญชีผู้อ้างอิงที่ได้รับการอนุมัติล่วงหน้า",
      "header": "การแบ่งปันค่าธรรมเนียมการตลาดที่อนุญาต",
      "header_content": "ส่วนขยายการแบ่งปันค่าธรรมเนียมตลาดไวท์ลิสต์ช่วยให้บ้านสามารถจำกัดผู้อ้างอิงไปยังบัญชีไวท์ลิสต์เหล่านี้ได้"
    },
    "taker_fee_percent": {
      "enabled": "เปิดใช้งานส่วนขยายเปอร์เซ็นต์ค่าธรรมเนียมผู้รับแล้ว",
      "enabledInfo": "ผู้เข้าร่วม 'ผู้รับ' ของคำสั่งจำกัดจะได้รับเปอร์เซ็นต์ของค่าธรรมเนียมการตลาด",
      "disabled": "เปิดใช้งานการขยายเปอร์เซ็นต์ค่าธรรมเนียมผู้รับหรือไม่",
      "disabledInfo": "การขยายเปอร์เซ็นต์ค่าธรรมเนียมผู้รับช่วยให้ผู้สร้างสินทรัพย์สามารถจัดสรรเปอร์เซ็นต์ของค่าธรรมเนียมตลาดให้กับ 'ผู้รับ' ของการดำเนินการคำสั่งจำกัด",
      "header": "เปอร์เซ็นต์ค่าธรรมเนียมผู้รับ",
      "header_content": "เปอร์เซ็นต์ค่าธรรมเนียมผู้รับคือเปอร์เซ็นต์ของค่าธรรมเนียมตลาดซึ่งจัดสรรให้กับ 'ผู้รับ' ของคำสั่งจำกัดในการแลกเปลี่ยนแบบกระจายอำนาจ"
    },
    "allowed_markets": {
      "enabled": "เปิดใช้งานส่วนขยายตลาดที่อนุญาตแล้ว",
      "enabledInfo": "ตลาดต่อไปนี้ได้รับการอนุมัติให้ซื้อขายสินทรัพย์นี้",
      "disabled": "เปิดใช้งานส่วนขยายตลาดที่อนุญาตหรือไม่",
      "disabledInfo": "คุณสามารถจำกัดตลาดที่ได้รับอนุญาตให้ซื้อขายสินทรัพย์นี้ให้อยู่ในกลุ่มตลาดที่ได้รับการอนุมัติล่วงหน้าได้"
    },
    "banned_markets": {
      "enabled": "เปิดใช้งานส่วนขยายตลาดที่ถูกแบนแล้ว",
      "enabledInfo": "ตลาดต่อไปนี้ถูกห้ามไม่ให้ซื้อขายสินทรัพย์นี้",
      "disabled": "เปิดใช้งานส่วนขยายตลาดที่ถูกแบนหรือไม่",
      "disabledInfo": "คุณลักษณะนี้ช่วยให้คุณสามารถแบนคู่การซื้อขายในตลาดที่เฉพาะเจาะจงได้ ซึ่งช่วยให้คุณสามารถหลีกเลี่ยงการซื้อขายสินทรัพย์ของคุณในตลาดที่ไม่ต้องการได้"
    },
    "skipCER": {
      "enabled": "ข้ามการคำนวณอัตราแลกเปลี่ยนคอร์",
      "enabledInfo": "ผู้สร้างเนื้อหาได้เปิดใช้งานความสามารถในการข้ามการตรวจสอบอัตราแลกเปลี่ยนหลักสำหรับเนื้อหานี้",
      "disabled": "ข้ามการคำนวณอัตราแลกเปลี่ยนหลักใช่ไหม",
      "disabledInfo": "ส่วนขยายข้ามอัตราแลกเปลี่ยนหลักช่วยให้ผู้สร้างเนื้อหาสามารถข้ามการตรวจสอบอัตราแลกเปลี่ยนหลักสำหรับเนื้อหานี้ได้"
    }
  },
  "whitelist": {
    "header_content": "หน่วยงานที่อนุญาตพิเศษของสินทรัพย์คือบัญชีที่สามารถสนับสนุนรายการบัญชีที่อนุญาตพิเศษของบัญชีของตนเพื่ออนุญาตการโต้ตอบกับการเข้าถึงนี้",
    "header": "เจ้าหน้าที่บัญชีขาวของสินทรัพย์"
  },
  "blacklist": {
    "header_content": "หน่วยงานบัญชีดำของสินทรัพย์คือบัญชีที่สามารถมีส่วนร่วมในรายการบัญชีที่อยู่ในบัญชีดำของบัญชีของตน เพื่อบังคับใช้รายการบัญชีที่ถูกแบนเพื่อป้องกันการโต้ตอบกับการเข้าถึงนี้",
    "header": "เจ้าหน้าที่บัญชีดำทรัพย์สิน"
  },
  "market_fee": {
    "header_content": "ค่าธรรมเนียมการตลาดคือเปอร์เซ็นต์ค่าธรรมเนียมที่เรียกเก็บจากทุกการซื้อขายที่ดำเนินการบน Bitshares DEX ",
    "header": "เปอร์เซ็นต์ค่าธรรมเนียมการตลาด"
  },
  "max_market_fee": {
    "header": "ค่าธรรมเนียมการตลาดสูงสุด",
    "header_content": "ค่าธรรมเนียมการตลาดสูงสุดคือจำนวนเงินสูงสุดของสินทรัพย์ที่สามารถเรียกเก็บเป็นค่าธรรมเนียมในทุกการซื้อขายที่ดำเนินการบน Bitshares DEX"
  },
  "cer": {
    "quote_asset_amount": {
      "header": "จำนวนสินทรัพย์อ้างอิง",
      "header_content": "จำนวนสินทรัพย์ที่ผู้ใช้ออกซึ่งจำเป็นในการซื้อจำนวนสินทรัพย์ฐาน"
    },
    "base_asset_amount": {
      "header": "จำนวนสินทรัพย์ฐาน",
      "header_content": "จำนวนสินทรัพย์ฐาน ({{symbol}}) ที่จำเป็นในการซื้อจำนวนสินทรัพย์ที่เสนอราคา"
    },
    "calculated_cer_price": {
      "header": "อัตราแลกเปลี่ยนหลัก",
      "header_content": "ตรวจสอบให้แน่ใจว่าอัตราแลกเปลี่ยนหลักของคุณสูงกว่าราคาตลาด ไม่เช่นนั้นผู้คนจะซื้อโทเค็นของคุณจากตลาดและระบายค่าธรรมเนียมรวมของคุณผ่านการเก็งกำไรโดยนัย "
    }
  },
  "nft": {
    "NFTTitleContent": "นี่คือชื่อของโทเค็นที่ไม่สามารถเข้ากันได้ของคุณ ตรวจสอบให้แน่ใจว่าไม่ซ้ำกันและมีคำอธิบายเนื่องจากอาจถูกนำเสนอในแกลเลอรี/นักสำรวจโทเค็นที่ไม่สามารถเข้ากันได้ต่างๆ",
    "NFTTitleHeader": "ชื่อ",
    "TitlePlaceholder": "ชื่อ",
    "NFTArtistContent": "ชื่อหรือนามแฝงของศิลปิน ",
    "NFTArtistHeader": "ศิลปิน",
    "ArtistPlaceholder": "ศิลปิน",
    "NFTNarrativeContent": "ข้อความส่วนตัวจากศิลปินที่บรรยายถึงผลงาน เช่น ผลงานมีความหมายต่อพวกเขาอย่างไร หรืออะไรเป็นแรงบันดาลใจให้กับงานดังกล่าว ",
    "NFTNarrativeHeader": "เรื่องเล่า",
    "NarrativePlaceholder": "เรื่องเล่า",
    "NFTTagsContent": "รายการคำหลักที่คั่นด้วยเครื่องหมายจุลภาคเพื่ออำนวยความสะดวกในการค้นหาหัวข้อ/ความสนใจ",
    "NFTTagsHeader": "แท็ก",
    "TagsPlaceholder": "แท็ก",
    "NFTTypeContent": "สตริงที่อธิบายประเภทของโทเค็นที่ไม่สามารถเข้ากันได้ เช่น 'NFT/ART/VISUAL', 'NFT/ART/3D', 'NFT/ART/ANIMATION', 'NFT/ART/AUDIO', 'NFT/ART ",
    "NFTTypeHeader": "พิมพ์",
    "TypePlaceholder": "พิมพ์",
    "NFTAttestationContent": "ในที่นี้ ศิลปินหรือผู้สร้างเนื้อหาที่ห่อหุ้มกระทำหรืออุทิศเนื้อหาให้กับบล็อกเชน โดยระบุชื่อโทเค็นหรือรหัสสินทรัพย์อย่างชัดเจนเพื่อใช้ในงาน และยืนยันถึงคุณสมบัติเฉพาะที่มีคุณสมบัติหรือไม่มีคุณสมบัติ ",
    "NFTAttestationHeader": "การรับรอง",
    "AttestationPlaceholder": "การรับรอง",
    "NFTAcknowledgementsContent": "การรับทราบหรือเครดิตเพิ่มเติมสำหรับโทเค็นดิจิทัล",
    "NFTAcknowledgementsHeader": "รับทราบ",
    "AcknowledgementsPlaceholder": "รับทราบ",
    "NFTHolderLicenseContent": "หากโทเค็นให้ใบอนุญาตเพิ่มเติมสำหรับการใช้งานสร้างสรรค์แก่ผู้ถือโทเค็นโดยเฉพาะ สามารถระบุได้ที่นี่ ",
    "NFTHolderLicenseHeader": "ใบอนุญาตผู้ถือ",
    "HolderLicensePlaceholder": "ใบอนุญาตผู้ถือ",
    "NFTLicenseContent": "ใบอนุญาตภายใต้การนำผลงานศิลปะออกเผยแพร่ ",
    "NFTLicenseHeader": "ใบอนุญาตสื่อ",
    "LicensePlaceholder": "ใบอนุญาต",
    "modifyMultimediaContents": "ปรับเปลี่ยนเนื้อหามัลติมีเดีย",
    "modifyingMultimediaContents": "การแก้ไขเนื้อหามัลติมีเดียของโทเค็นที่ไม่สามารถเข้ากันได้นี้",
    "currentIPFSMedia": "สื่อ IPFS ปัจจุบัน",
    "referencesIPFSObjects": "โทเค็นที่ไม่สามารถเข้ากันได้นี้อ้างอิงอยู่ในปัจจุบัน {{count}} วัตถุ IPFS คุณสามารถเพิ่ม/ลบเพิ่มเติมได้ตามใจชอบ",
    "noIPFSMediaFound": "ไม่พบสื่อ IPFS",
    "type": "พิมพ์",
    "contentIdentifier": "ตัวระบุเนื้อหา",
    "filename": "ชื่อไฟล์",
    "delete": "ลบ?",
    "addNewIPFSMedia": "เพิ่มสื่อ IPFS ใหม่",
    "noIPFSGateway": "อย่ารวมโฮสต์เกตเวย์ IPFS ใน URL สื่อโทเค็นที่ไม่สามารถเข้ากันได้ เนื่องจากบุคคลที่สามจะใช้เกตเวย์ของตนเองในการเข้าถึงเนื้อหา",
    "mediaURLPlaceholder": "/ipfs/cid/image.png",
    "fileTypePlaceholder": "ประเภทไฟล์",
    "imageFormats": "รูปแบบภาพ",
    "audioFormats": "รูปแบบเสียง",
    "videoFormats": "รูปแบบวิดีโอ",
    "documentFormats": "รูปแบบเอกสาร",
    "threeDFormats": "ไฟล์สามมิติ",
    "submit": "ส่ง",
    "ipfsHostingSolutions": "โซลูชันโฮสติ้ง IPFS",
    "ipfsHostingDescription": "ลองดูตัวอย่างบริการโฮสติ้ง/ปักหมุด IPFS ต่อไปนี้! ",
    "header": "รายละเอียดโทเค็นที่ไม่สามารถเข้ากันได้",
    "header_content": "ข้อมูลเหล่านี้คือรายละเอียดของโทเค็นที่ไม่สามารถใช้งานร่วมกันได้ ตรวจสอบให้แน่ใจว่าโทเค็นไม่ซ้ำกันและมีคำอธิบายเนื่องจากอาจถูกนำเสนอในแกลเลอรี/นักสำรวจ NFT ต่างๆ",
    "disabled": "เปิดใช้งานฟังก์ชันโทเค็นที่ไม่สามารถใช้งานร่วมกันได้หรือไม่",
    "enabled": "ปิดใช้งานฟังก์ชันโทเค็นที่ไม่สามารถใช้งานร่วมกันได้ใช่ไหม",
    "multimedia_header": "รายละเอียดมัลติมีเดียโทเค็นที่ไม่สามารถเข้ากันได้",
    "multimedia_header_content": "ระบุข้อมูลที่ไม่ใช่ของคุณ ",
    "currentIPFSFiles": "โทเค็นที่ไม่สามารถเข้ากันได้นี้ในปัจจุบันประกอบด้วย {{count}} การอ้างอิงไฟล์สื่อ IPFS",
    "supportedFiletypes": "ประเภทไฟล์ที่รองรับ ได้แก่ รูปภาพ วิดีโอ เสียง ไฟล์ 3D เอกสาร ฯลฯ",
    "main_header_content": "การตั้งค่าด้านล่างนี้จะกำหนดว่าโทเค็นที่ไม่สามารถใช้งานร่วมกันได้ของคุณจะทำงานบนบล็อคเชนของ Bitshares อย่างไร ",
    "main_header": "การกำหนดค่าโทเค็นที่ไม่สามารถเข้ากันได้"
  }
}