{
    "permissions": {
      "header": "สิทธิ์ของเนื้อหา",
      "header_content": "หมายเหตุ: การปิดใช้งานสิทธิ์ถือเป็นการตัดสินใจอย่างถาวร",
      "charge_market_fee": {
        "allowedText": "อนุญาตให้มีค่าธรรมเนียมการตลาด",
        "disabledText": "ค่าธรรมเนียมการตลาดถูกปิดใช้งาน",
        "enabledInfo": "ผู้สร้างสินทรัพย์สามารถเปิดใช้งานการเรียกเก็บค่าธรรมเนียมการซื้อขายในตลาดสำหรับสินทรัพย์นี้ได้",
        "disabledInfo": "ตอนนี้เป็นไปไม่ได้ที่ผู้สร้างสินทรัพย์จะเรียกเก็บค่าธรรมเนียมการซื้อขายในตลาดสำหรับสินทรัพย์นี้"
      },
      "white_list": {
        "allowedText": "อนุญาตให้ใช้รายการสีขาว",
        "disabledText": "บัญชีขาวถูกปิดใช้งาน",
        "enabledInfo": "ผู้สร้างเนื้อหาสามารถเปิดใช้งานการกำหนดค่าสิทธิ์ไวท์ลิสต์สำหรับเนื้อหานี้ได้",
        "disabledInfo": "ตอนนี้เป็นไปไม่ได้ที่ผู้สร้างเนื้อหาจะกำหนดค่าหน่วยงานไวท์ลิสต์สำหรับเนื้อหานี้ได้"
      },
      "override_authority": {
        "allowedText": "อนุญาตให้แทนที่อำนาจได้",
        "disabledText": "อำนาจแทนที่ถูกปิดใช้งาน",
        "enabledInfo": "เป็นไปได้ที่ผู้สร้างสินทรัพย์จะสามารถดำเนินการถ่ายโอนแทนที่สินทรัพย์นี้ โดยคืนสินทรัพย์จากของคุณไปยังยอดคงเหลือ",
        "disabledInfo": "ขณะนี้เป็นไปไม่ได้ที่ผู้สร้างเนื้อหาจะดำเนินการแทนที่การโอนเนื้อหานี้"
      },
      "transfer_restricted": {
        "allowedText": "อนุญาตให้โอนได้จำกัด",
        "enabledInfo": "เป็นไปได้ที่ผู้สร้างเนื้อหาจะสามารถจำกัดการโอนสินทรัพย์นี้ได้",
        "disabledText": "การถ่ายโอนถูกจำกัดปิดการใช้งาน",
        "disabledInfo": "ขณะนี้เป็นไปไม่ได้ที่ผู้สร้างเนื้อหาจะจำกัดการโอนเนื้อหานี้"
      },
      "disable_confidential": {
        "allowedText": "อนุญาตให้ปิดการใช้งานข้อมูลลับ",
        "enabledInfo": "เป็นไปได้ที่ผู้สร้างเนื้อหาจะสามารถปิดการใช้งานการดำเนินการที่เป็นความลับสำหรับเนื้อหานี้ได้",
        "disabledText": "ปิดการใช้งานความลับปิดการใช้งาน",
        "disabledInfo": "ขณะนี้เป็นไปไม่ได้ที่ผู้สร้างเนื้อหาจะปิดการดำเนินการที่เป็นความลับสำหรับเนื้อหานี้"
      },
      "witness_fed_asset": {
        "allowedText": "อนุญาตให้มีทรัพย์สินที่เลี้ยงพยานได้",
        "enabledInfo": "เป็นไปได้ที่ผู้สร้างสินทรัพย์จะสามารถให้พยานเผยแพร่ฟีดราคาสำหรับสินทรัพย์นี้ได้",
        "disabledText": "สินทรัพย์ที่ป้อนพยานถูกปิดใช้งาน",
        "disabledInfo": "ขณะนี้เป็นไปไม่ได้ที่ผู้สร้างเนื้อหาจะสามารถให้พยานเผยแพร่ฟีดราคาสำหรับสินทรัพย์นี้ได้"
      },
      "committee_fed_asset": {
        "allowedText": "คณะกรรมการเลี้ยงสินทรัพย์ได้รับอนุญาต",
        "enabledInfo": "ผู้สร้างเนื้อหาสามารถเปิดให้สมาชิกคณะกรรมการเผยแพร่ฟีดราคาสำหรับสินทรัพย์นี้ได้",
        "disabledText": "คณะกรรมการป้อนสินทรัพย์ปิดการใช้งาน",
        "disabledInfo": "ขณะนี้เป็นไปไม่ได้ที่ผู้สร้างเนื้อหาจะสามารถเปิดให้สมาชิกคณะกรรมการเผยแพร่ฟีดราคาสำหรับเนื้อหานี้ได้"
      }
    },
    "flags": {
      "header": "ธงของสินทรัพย์",
      "header_content": "การอนุญาตเนื้อหาที่อนุญาตแต่ละรายการสามารถเปิด/ปิดได้",
      "charge_market_fee": {
        "allowedText": "เปิดใช้งานค่าธรรมเนียมการตลาดแล้ว",
        "enabledInfo": "ผู้สร้างสินทรัพย์สามารถกำหนดค่าค่าธรรมเนียมการซื้อขายในตลาดสำหรับสินทรัพย์นี้ได้ รวมถึงฟังก์ชันการแบ่งปันรางวัลค่าธรรมเนียมตลาด",
        "disabledText": "ค่าธรรมเนียมการตลาดถูกปิดใช้งาน",
        "disabledInfo": "ผู้สร้างสินทรัพย์ได้ปิดใช้งานการเรียกเก็บค่าธรรมเนียมการซื้อขายในตลาดสำหรับสินทรัพย์นี้"
      },
      "white_list": {
        "allowedText": "เปิดใช้งานไวท์ลิสต์แล้ว",
        "enabledInfo": "ผู้สร้างเนื้อหาสามารถกำหนดค่าหน่วยงานไวท์ลิสต์สำหรับเนื้อหานี้ได้",
        "disabledText": "บัญชีขาวถูกปิดใช้งาน",
        "disabledInfo": "ผู้สร้างเนื้อหาได้ปิดใช้งานการกำหนดค่าสิทธิ์ไวท์ลิสต์สำหรับเนื้อหานี้"
      },
      "override_authority": {
        "allowedText": "เปิดใช้งานการแทนที่อำนาจแล้ว",
        "enabledInfo": "ผู้สร้างสินทรัพย์สามารถดำเนินการแทนที่การโอนสินทรัพย์นี้ โดยคืนสินทรัพย์จากของคุณไปยังยอดคงเหลือ",
        "disabledText": "อำนาจแทนที่ถูกปิดใช้งาน",
        "disabledInfo": "ผู้สร้างเนื้อหาได้ปิดใช้งานการดำเนินการลบล้างการโอนเนื้อหานี้"
      },
      "transfer_restricted": {
        "allowedText": "เปิดใช้งานการถ่ายโอนแบบจำกัด",
        "enabledInfo": "ผู้สร้างเนื้อหาสามารถจำกัดการโอนสินทรัพย์นี้ได้",
        "disabledText": "การถ่ายโอนถูกจำกัดปิดการใช้งาน",
        "disabledInfo": "ผู้สร้างเนื้อหาได้ปิดใช้งานการจำกัดการโอนเนื้อหานี้"
      },
      "disable_confidential": {
        "allowedText": "ปิดใช้งานการเปิดใช้งานข้อมูลลับ",
        "enabledInfo": "ผู้สร้างเนื้อหาได้ปิดการใช้งานการดำเนินการที่เป็นความลับสำหรับเนื้อหานี้",
        "disabledText": "ปิดการใช้งานความลับปิดการใช้งาน",
        "disabledInfo": "ผู้สร้างเนื้อหาไม่ได้ปิดการดำเนินการที่เป็นความลับสำหรับเนื้อหานี้"
      },
      "witness_fed_asset": {
        "allowedText": "เปิดใช้งานสินทรัพย์ที่ป้อนเป็นพยานแล้ว",
        "enabledInfo": "พยานสามารถเผยแพร่ฟีดราคาสำหรับสินทรัพย์นี้ได้",
        "disabledText": "สินทรัพย์ที่ป้อนพยานถูกปิดใช้งาน",
        "disabledInfo": "พยานไม่สามารถเผยแพร่ฟีดราคาสำหรับเนื้อหานี้ได้"
      },
      "committee_fed_asset": {
        "allowedText": "เปิดใช้งานสินทรัพย์ที่ป้อนโดยคณะกรรมการแล้ว",
        "enabledInfo": "สมาชิกคณะกรรมการสามารถเผยแพร่ฟีดราคาสำหรับเนื้อหานี้ได้",
        "disabledText": "คณะกรรมการป้อนสินทรัพย์ปิดการใช้งาน",
        "disabledInfo": "สมาชิกคณะกรรมการไม่สามารถเผยแพร่ฟีดราคาสำหรับเนื้อหานี้ได้"
      }
    }
  }