{
    "dialogContent": {
      "headerText": "การสร้างเนื้อหาที่ผู้ใช้ออกดังต่อไปนี้: {{symbol}}"
    },
    "card": {
      "title_create": "การสร้างสินทรัพย์ที่ผู้ใช้ออก",
      "title_edit": "การแก้ไขเนื้อหาที่ผู้ใช้ออก",
      "description": "สินทรัพย์ที่ผู้ใช้ออกสามารถเป็นตัวแทนสิ่งที่คุณต้องการ สามารถใช้เพื่อวัตถุประสงค์ที่หลากหลาย "
    },
    "asset_details": {
      "title": "รายละเอียดสินทรัพย์",
      "title_content": "นี่คือการตั้งค่าสินทรัพย์ที่ใช้สำหรับฟังก์ชัน DEX หลัก",
      "symbol": {
        "header": "สัญลักษณ์สินทรัพย์",
        "header_content": "สัญลักษณ์สินทรัพย์เป็นตัวระบุที่ไม่ซ้ำกันบนบล็อกเชนที่ระบุสินทรัพย์ทั่วทั้ง DEX ",
        "placeholder": "เครื่องหมาย"
      },
      "shortName": {
        "header": "ชื่อย่อของเนื้อหา",
        "header_content": "นี่คือชื่อย่อของเนื้อหา ซึ่งมีความสำคัญน้อยกว่าสัญลักษณ์ แต่ยังคงเป็นตัวระบุที่ไม่ซ้ำกันแบบสั้น (ไม่บังคับ) ",
        "placeholder": "ชื่อสั้น"
      },
      "preferredMarket": {
        "header": "คู่การซื้อขายในตลาดที่ต้องการ",
        "header_content": "คู่การซื้อขายในตลาดที่ต้องการคือสินทรัพย์เริ่มต้นที่ใช้ในการซื้อขายกับสินทรัพย์ของคุณ นี่เป็นคำแนะนำที่ไม่เป็นทางการ"
      },
      "description": {
        "header": "คำอธิบายสินทรัพย์",
        "header_content": "นี่คือคำอธิบายของสินทรัพย์ โดยจะแสดงใน DEX และสามารถใช้เพื่อให้ข้อมูลเพิ่มเติมเกี่ยวกับสินทรัพย์",
        "placeholder": "คำอธิบาย"
      },
      "max_supply": {
        "header": "อุปทานสูงสุด",
        "header_content": "อุปทานสูงสุดของสินทรัพย์ นี่คือจำนวนรวมของสินทรัพย์ที่เจ้าของสินทรัพย์ (คุณ) สามารถออกได้",
        "placeholder": "อุปทานสูงสุด"
      },
      "precision": {
        "header": "ความแม่นยำของสินทรัพย์",
        "header_content": "ความแม่นยำของเนื้อหาจะระบุจำนวนตำแหน่งทศนิยมที่รองรับ ",
        "placeholder": "ความแม่นยำ"
      }
    },
    "permissions": {
      "header": "สิทธิ์ของเนื้อหา",
      "header_content": "หมายเหตุ: การปิดใช้งานสิทธิ์ถือเป็นการตัดสินใจอย่างถาวร",
      "charge_market_fee": {
        "allowedText": "ค่าธรรมเนียมการตลาดที่อนุญาต (charge_market_fee)",
        "disabledText": "ค่าธรรมเนียมการตลาดถูกปิดใช้งาน"
      },
      "white_list": {
        "allowedText": "อนุญาตรายการขาว (white_list)",
        "disabledText": "บัญชีขาวถูกปิดใช้งาน"
      },
      "override_authority": {
        "allowedText": "อนุญาตให้แทนที่อำนาจ (override_authority)",
        "disabledText": "อำนาจแทนที่ถูกปิดใช้งาน"
      },
      "transfer_restricted": {
        "allowedText": "อนุญาตให้ถ่ายโอนแบบจำกัด (transfer_restricted)",
        "disabledText": "การถ่ายโอนถูกจำกัดปิดการใช้งาน"
      },
      "disable_confidential": {
        "allowedText": "ปิดการใช้งานที่เป็นความลับอนุญาต (disable_confidential)",
        "disabledText": "ปิดการใช้งานความลับปิดการใช้งาน"
      }
    },
    "flags": {
      "header": "ธงของสินทรัพย์",
      "header_content": "การอนุญาตเนื้อหาที่อนุญาตแต่ละรายการสามารถเปิด/ปิดได้",
      "charge_market_fee": {
        "allowedText": "เปิดใช้งานค่าธรรมเนียมการตลาดแล้ว",
        "disabledText": "ค่าธรรมเนียมการตลาดถูกปิดใช้งาน"
      },
      "white_list": {
        "allowedText": "เปิดใช้งานไวท์ลิสต์แล้ว",
        "disabledText": "บัญชีขาวถูกปิดใช้งาน"
      },
      "override_authority": {
        "allowedText": "เปิดใช้งานการแทนที่อำนาจแล้ว",
        "disabledText": "อำนาจแทนที่ถูกปิดใช้งาน"
      },
      "transfer_restricted": {
        "allowedText": "เปิดใช้งานการถ่ายโอนแบบจำกัด",
        "disabledText": "การถ่ายโอนถูกจำกัดปิดการใช้งาน"
      },
      "disable_confidential": {
        "allowedText": "ปิดใช้งานการเปิดใช้งานข้อมูลลับ",
        "disabledText": "ปิดการใช้งานความลับปิดการใช้งาน"
      }
    },
    "buttons": {
      "submit": "ส่ง"
    },
    "extensions": {
      "header_content": "ส่วนขยายคือการตั้งค่าขั้นสูงเพิ่มเติมที่สามารถใช้เพื่อปรับแต่งเนื้อหาเพิ่มเติมได้",
      "header": "การขยายเวลาค่าธรรมเนียมการตลาด",
      "reward_percent": {
        "enabled": "เปิดใช้งานส่วนขยายเปอร์เซ็นต์รางวัลผู้อ้างอิงแล้ว",
        "disabled": "เปิดใช้งานการขยายเปอร์เซ็นต์รางวัลผู้อ้างอิงหรือไม่",
        "header": "เปอร์เซ็นต์รางวัลผู้อ้างอิง",
        "header_content": "เปอร์เซ็นต์รางวัลผู้อ้างอิงคือเปอร์เซ็นต์ของค่าธรรมเนียมตลาดซึ่งจัดสรรให้กับผู้อ้างอิงของผู้เข้าร่วมตลาดที่มีการใช้งาน"
      },
      "whitelist_market_fee_sharing": {
        "enabled": "เปิดใช้งานส่วนขยายการแบ่งปันค่าธรรมเนียมตลาดที่อนุญาตพิเศษแล้ว",
        "disabled": "เปิดใช้งานส่วนขยายการแบ่งปันค่าธรรมเนียมตลาดที่อนุญาตพิเศษหรือไม่",
        "header": "การแบ่งปันค่าธรรมเนียมการตลาดที่อนุญาต",
        "header_content": "ส่วนขยายการแบ่งปันค่าธรรมเนียมตลาดไวท์ลิสต์ช่วยให้บ้านสามารถจำกัดผู้อ้างอิงไปยังบัญชีไวท์ลิสต์เหล่านี้ได้"
      },
      "taker_fee_percent": {
        "enabled": "เปิดใช้งานส่วนขยายเปอร์เซ็นต์ค่าธรรมเนียมผู้รับแล้ว",
        "disabled": "เปิดใช้งานการขยายเปอร์เซ็นต์ค่าธรรมเนียมผู้รับหรือไม่",
        "header": "เปอร์เซ็นต์ค่าธรรมเนียมผู้รับ",
        "header_content": "เปอร์เซ็นต์ค่าธรรมเนียมผู้รับคือเปอร์เซ็นต์ของค่าธรรมเนียมตลาดซึ่งจัดสรรให้กับ 'ผู้รับ' ของคำสั่งจำกัดในการแลกเปลี่ยนแบบกระจายอำนาจ"
      },
      "allowed_markets": {
        "enabled": "เปิดใช้งานส่วนขยายตลาดที่อนุญาตแล้ว",
        "disabled": "เปิดใช้งานส่วนขยายตลาดที่อนุญาตหรือไม่"
      },
      "banned_markets": {
        "enabled": "เปิดใช้งานส่วนขยายตลาดที่ถูกแบนแล้ว",
        "disabled": "เปิดใช้งานส่วนขยายตลาดที่ถูกแบนหรือไม่"
      }
    },
    "whitelist": {
      "header_content": "หน่วยงานที่อนุญาตพิเศษของสินทรัพย์คือบัญชีที่สามารถสนับสนุนรายการบัญชีที่อนุญาตพิเศษของบัญชีของตนเพื่ออนุญาตการโต้ตอบกับการเข้าถึงนี้",
      "header": "เจ้าหน้าที่บัญชีขาวของสินทรัพย์"
    },
    "blacklist": {
      "header_content": "หน่วยงานบัญชีดำของสินทรัพย์คือบัญชีที่สามารถมีส่วนร่วมในรายการบัญชีที่อยู่ในบัญชีดำของบัญชีของตน เพื่อบังคับใช้รายการบัญชีที่ถูกแบนเพื่อป้องกันการโต้ตอบกับการเข้าถึงนี้",
      "header": "เจ้าหน้าที่บัญชีดำทรัพย์สิน"
    },
    "market_fee": {
      "header_content": "ค่าธรรมเนียมการตลาดคือเปอร์เซ็นต์ค่าธรรมเนียมที่เรียกเก็บจากทุกการซื้อขายที่ดำเนินการบน Bitshares DEX ",
      "header": "เปอร์เซ็นต์ค่าธรรมเนียมการตลาด"
    },
    "max_market_fee": {
      "header": "ค่าธรรมเนียมการตลาดสูงสุด",
      "header_content": "ค่าธรรมเนียมการตลาดสูงสุดคือจำนวนเงินสูงสุดของสินทรัพย์ที่สามารถเรียกเก็บเป็นค่าธรรมเนียมในทุกการซื้อขายที่ดำเนินการบน Bitshares DEX"
    },
    "cer": {
      "quote_asset_amount": {
        "header": "จำนวนสินทรัพย์อ้างอิง",
        "header_content": "จำนวนสินทรัพย์ที่ผู้ใช้ออกซึ่งจำเป็นในการซื้อจำนวนสินทรัพย์ฐาน"
      },
      "base_asset_amount": {
        "header": "จำนวนสินทรัพย์ฐาน",
        "header_content": "จำนวนสินทรัพย์ฐาน ({{symbol}}) ที่จำเป็นในการซื้อจำนวนสินทรัพย์ที่เสนอราคา"
      },
      "calculated_cer_price": {
        "header": "อัตราแลกเปลี่ยนหลัก",
        "header_content": "ตรวจสอบให้แน่ใจว่าอัตราแลกเปลี่ยนหลักของคุณสูงกว่าราคาตลาด ไม่เช่นนั้นผู้คนจะซื้อโทเค็นของคุณจากตลาดและระบายค่าธรรมเนียมรวมของคุณผ่านการเก็งกำไรโดยนัย "
      }
    }
  }