{
  "dialogContent": {
    "headerText": "การสร้างสินทรัพย์ตลาดการคาดการณ์ต่อไปนี้: {{symbol}}"
  },
  "card": {
    "title": "การสร้างสินทรัพย์ตลาดการคาดการณ์ใหม่",
    "description": "ด้วยการสร้างสินทรัพย์ในตลาดการทำนาย คุณสามารถทำหน้าที่เป็นแหล่งกระจายการเดิมพันในเหตุการณ์ในอนาคตเพื่อแลกกับค่าธรรมเนียมคอมมิชชั่นโดยไม่ต้องชนะความเสี่ยงจากคู่สัญญา"
  },
  "pma": {
    "title": "รายละเอียดสินทรัพย์ตลาดทำนาย",
    "title_content": "นี่คือการตั้งค่าสินทรัพย์ที่ใช้สำหรับสินทรัพย์ในตลาดการคาดการณ์",
    "condition": {
      "header": "เงื่อนไข",
      "header_content": "ระบุรายละเอียดสินทรัพย์ในตลาดการคาดการณ์ที่นี่",
      "placeholder": "เงื่อนไขการคาดการณ์"
    },
    "commission": {
      "header": "คณะกรรมการ (%)",
      "header_content": "ค่าคอมมิชชันคือค่าธรรมเนียมที่ทางบริษัทใช้ในการสร้างและประเมินสินทรัพย์ในตลาดการคาดการณ์",
      "placeholder": "คณะกรรมการ"
    },
    "backing_asset": {
      "header": "สินทรัพย์สำรอง",
      "header_content": "สินทรัพย์สำรองคือสินทรัพย์ที่ใช้ในการสนับสนุนสินทรัพย์ในตลาดการคาดการณ์ "
    },
    "resolution": {
      "header": "วันที่และเวลาการแก้ไขการคาดการณ์",
      "header_content": "วันที่และเวลาในการแก้ไขคือวันที่และเวลาที่สินทรัพย์ในตลาดการคาดการณ์จะได้รับการแก้ไข "
    }
  },
  "buttons": {
    "submit": "ส่ง"
  },
  "risks": {
    "1": "การกำหนดค่าสินทรัพย์ในตลาดการคาดการณ์ที่ไม่ถูกต้องอาจนำไปสู่การมีส่วนร่วมของบล็อคเชนที่ไม่ดี อินเทอร์เฟซผู้ใช้บางส่วนอาจกรอง PMA ของคุณจากการมองเห็นโดยสิ้นเชิง ",
    "2": "เมื่อคุณสร้างสินทรัพย์ในตลาดการคาดการณ์ คุณมีหน้าที่รับผิดชอบในฐานะผู้ดูแลในการประเมินผลลัพธ์อย่างเหมาะสม การไม่ดำเนินการอย่างเหมาะสมหรือภายในเวลาที่กำหนดอาจนำไปสู่ปัญหาทางกฎหมายหรือการเงินสำหรับคุณ นอกเหนือจากการสูญเสียความน่าเชื่อถือในฐานะสถาบัน",
    "3": "อินเทอร์เฟซผู้ใช้นี้และกระเป๋าเงิน Beet/BEETEOS ไม่รองรับบัญชีที่มีลายเซ็นหลายลายเซ็น ดังนั้นบัญชีบ้านของคุณจึงเป็นจุดล้มเหลวจุดเดียวในระยะยาว - ให้ปกป้องอย่างดี",
    "title": "ความเสี่ยงบางประการที่เกี่ยวข้องกับการสร้างสินทรัพย์ในตลาดการคาดการณ์",
    "description": "ทำวิจัยของคุณเองก่อนที่จะสร้าง PMA อ่านเอกสารก่อน "
  }
}