{
    "card": {
      "title_create": "การสร้างสินทรัพย์ Smartcoin ใหม่",
      "title_edit": "การแก้ไขสินทรัพย์ Smartcoin ที่มีอยู่",
      "description": "Smartcoins เป็นสินทรัพย์ที่มีหลักประกันซึ่งสามารถอ้างอิงฟีดราคาตลาดภายนอกได้ "
    },
    "title": {
      "header": "การตั้งค่าสมาร์ทคอยน์",
      "header_content": "การตั้งค่าด้านล่างจะกำหนดว่า smartcoin ของคุณจะทำงานบนบล็อกเชน Bitshares อย่างไร "
    },
    "bsrm": {
      "header": "กลยุทธ์การบริหารความเสี่ยงหงส์ดำ",
      "header_content": "กลยุทธ์เหล่านี้นำเสนอผลลัพธ์ที่แตกต่างกันสำหรับสถานะหนี้ที่มีหลักประกันต่ำเกินไป ช่วยให้คุณสามารถปิดการใช้งาน ลดความเสี่ยง หรือทำให้ความเสี่ยงของสถานะหนี้หมดไปทั่วโลก ",
      "select_0": "การชำระหนี้ทั่วโลก: ปิดสถานะหนี้ทั้งหมด ",
      "select_1": "ไม่มีการชำระหนี้: ไม่มีการปิดสถานะหนี้ ",
      "select_2": "กองทุนการชำระหนี้รายบุคคล: ปิดสถานะหนี้ที่มีหลักประกันที่ต่ำกว่าหลักประกันแล้ว ",
      "select_3": "คำสั่งการชำระหนี้รายบุคคล: ปิดสถานะหนี้ที่มีหลักประกันที่ต่ำกว่าหลักประกันแล้ว "
    },
    "mcr": {
      "header": "อัตราส่วนหลักประกันขั้นต่ำคงที่",
      "header_content": "นี่คืออัตราส่วนหลักประกันขั้นต่ำที่จำเป็นสำหรับสถานะหนี้ที่จะพิจารณาว่ามีหลักประกันเต็มจำนวน "
    },
    "icr": {
      "header": "อัตราส่วนหลักประกันเริ่มต้นคงที่",
      "header_content": "นี่คืออัตราส่วนหลักประกันที่จำเป็นสำหรับสถานะหนี้ที่จะได้รับการพิจารณาว่ามีหลักประกันเต็มจำนวน ณ เวลาที่สร้าง "
    },
    "mssr": {
      "header": "อัตราส่วนการบีบสั้นสูงสุดแบบคงที่",
      "header_content": "นี่คืออัตราส่วนหลักประกันสูงสุดที่สามารถชำระสถานะหนี้ได้ "
    },
    "feed_lifetime": {
      "header": "ฟีดตลอดชีวิต",
      "header_content": "เวลาเป็นวินาทีที่ฟีดราคาถือว่าถูกต้อง "
    },
    "minimum_feeds": {
      "header": "ฟีดขั้นต่ำ",
      "header_content": "จำนวนฟีดราคาขั้นต่ำที่จำเป็นสำหรับการคำนวณราคาฟีดปัจจุบัน"
    },
    "force_settlement_delay": {
      "header": "บังคับใช้ความล่าช้าในการระงับคดี",
      "header_content": "เวลาเป็นวินาทีที่ผู้ใช้ต้องรอหลังจากการบังคับชำระก่อนที่การดำเนินการชำระจะถูกดำเนินการบนบล็อกเชน"
    },
    "force_settlement_offset": {
      "header": "การชดเชยการชำระหนี้แบบบังคับ",
      "header_content": "เปอร์เซ็นต์ของราคาอาหารสัตว์ที่มีการหักล้างราคาบังคับสำหรับการดำเนินการชำระเงิน"
    },
    "maximum_force_settlement_volume": {
      "header": "ปริมาณการระงับกำลังสูงสุด",
      "header_content": "จำนวนสูงสุดของการจัดหาสินทรัพย์ที่สามารถบังคับชำระได้ภายในระยะเวลา 24 ชั่วโมง"
    },
    "extensions": {
      "margin_call_fee_ratio": {
        "enabled": "เปิดใช้งานการขยายอัตราส่วนค่าธรรมเนียมการเรียกหลักประกันแล้ว",
        "disabled": "เปิดใช้งานส่วนขยาย smartcoin อัตราค่าธรรมเนียมการเรียกหลักประกันหรือไม่",
        "extensionInfo": "ส่วนขยายค่าธรรมเนียมการเรียกหลักประกันช่วยให้เจ้าของ smartcoin สามารถเรียกเก็บค่าธรรมเนียมจากผู้ใช้เมื่อสถานะหนี้ของพวกเขาถูกเรียกหลักประกัน ",
        "header": "อัตราค่าธรรมเนียมการเรียกหลักประกัน",
        "header_content": "อัตราส่วนค่าธรรมเนียมที่เรียกเก็บจากผู้ใช้เมื่อสถานะหนี้ของพวกเขาถูกเรียกมาร์จิ้น "
      },
      "force_settle_fee": {
        "enabled": "เปิดใช้งานส่วนขยายการบังคับชำระค่าธรรมเนียมแล้ว",
        "disabled": "เปิดใช้งานส่วนขยาย Smartcoin แบบบังคับชำระค่าธรรมเนียมหรือไม่",
        "extensionInfo": "ส่วนขยาย Force Settle Fee ช่วยให้เจ้าของ smartcoin สามารถเรียกเก็บค่าธรรมเนียมจากผู้ใช้เมื่อพวกเขาบังคับให้ชำระหนี้ของตน ",
        "header": "บังคับให้ชำระค่าธรรมเนียม",
        "header_content": "ค่าธรรมเนียมที่เรียกเก็บจากผู้ใช้เมื่อพวกเขาบังคับชำระสถานะหนี้ของตน "
      }
    }
  }