{
  "dialogContent": {
    "headerText": "การสร้างสินทรัพย์ตลาดการคาดการณ์ต่อไปนี้: {{symbol}}"
  },
  "card": {
    "title": "แบบฟอร์มการสร้างสินทรัพย์ตลาดทำนาย",
    "description": "สร้างสินทรัพย์ตลาดการคาดการณ์ใหม่โดยกรอกแบบฟอร์มด้านล่าง"
  },
  "asset_details": {
    "title": "รายละเอียดสินทรัพย์",
    "title_content": "นี่คือการตั้งค่าสินทรัพย์ที่ใช้สำหรับฟังก์ชัน DEX หลัก",
    "symbol": {
      "header": "สัญลักษณ์สินทรัพย์",
      "header_content": "สัญลักษณ์สินทรัพย์เป็นตัวระบุที่ไม่ซ้ำกันบนบล็อกเชนที่ระบุสินทรัพย์ทั่วทั้ง DEX ",
      "placeholder": "เครื่องหมาย"
    },
    "shortName": {
      "header": "ชื่อย่อของเนื้อหา",
      "header_content": "นี่คือชื่อย่อของเนื้อหา ซึ่งมีความสำคัญน้อยกว่าสัญลักษณ์ แต่ยังคงเป็นตัวระบุที่ไม่ซ้ำกันแบบสั้น (ไม่บังคับ) ",
      "placeholder": "ชื่อสั้น"
    },
    "description": {
      "header": "คำอธิบายสินทรัพย์",
      "header_content": "นี่คือคำอธิบายของสินทรัพย์ ซึ่งจะแสดงใน DEX และสามารถใช้เพื่อให้ข้อมูลเพิ่มเติมเกี่ยวกับสินทรัพย์",
      "placeholder": "คำอธิบาย"
    },
    "max_supply": {
      "header": "อุปทานสูงสุด",
      "header_content": "อุปทานสูงสุดของสินทรัพย์ นี่คือจำนวนรวมของสินทรัพย์ที่ผู้ยืมสามารถสร้างได้ในขณะที่สินทรัพย์ในตลาดการคาดการณ์ทำงานอยู่",
      "placeholder": "อุปทานสูงสุด"
    },
    "precision": {
      "header": "ความแม่นยำของสินทรัพย์",
      "header_content": "ความแม่นยำของเนื้อหาจะระบุจำนวนตำแหน่งทศนิยมที่รองรับ",
      "placeholder": "ความแม่นยำ"
    }
  },
  "pma": {
    "title": "รายละเอียดสินทรัพย์ตลาดทำนาย",
    "title_content": "นี่คือการตั้งค่าสินทรัพย์ที่ใช้สำหรับสินทรัพย์ในตลาดการคาดการณ์",
    "condition": {
      "header": "เงื่อนไข",
      "header_content": "ระบุรายละเอียดสินทรัพย์ในตลาดการคาดการณ์ที่นี่",
      "placeholder": "เงื่อนไขการคาดการณ์"
    },
    "commission": {
      "header": "คณะกรรมการ (%)",
      "header_content": "ค่าคอมมิชชันคือค่าธรรมเนียมที่ทางบริษัทใช้ในการสร้างและประเมินสินทรัพย์ในตลาดการคาดการณ์",
      "placeholder": "คณะกรรมการ"
    },
    "backing_asset": {
      "header": "สินทรัพย์สำรอง",
      "header_content": "สินทรัพย์สำรองคือสินทรัพย์ที่ใช้ในการสนับสนุนสินทรัพย์ในตลาดการคาดการณ์ "
    },
    "resolution": {
      "header": "วันที่และเวลาการแก้ไขการคาดการณ์",
      "header_content": "วันที่และเวลาในการแก้ไขคือวันที่และเวลาที่สินทรัพย์ในตลาดการคาดการณ์จะได้รับการแก้ไข "
    }
  },
  "permissions": {
    "header": "สิทธิ์ของเนื้อหา",
    "header_content": "หมายเหตุ: การปิดใช้งานสิทธิ์ถือเป็นการตัดสินใจอย่างถาวร",
    "charge_market_fee": {
      "allowedText": "ค่าธรรมเนียมการตลาดที่อนุญาต (charge_market_fee)",
      "disabledText": "ค่าธรรมเนียมการตลาดถูกปิดใช้งาน"
    },
    "white_list": {
      "allowedText": "อนุญาตรายการขาว (white_list)",
      "disabledText": "บัญชีขาวถูกปิดใช้งาน"
    },
    "override_authority": {
      "allowedText": "อนุญาตให้แทนที่อำนาจ (override_authority)",
      "disabledText": "อำนาจแทนที่ถูกปิดใช้งาน"
    },
    "transfer_restricted": {
      "allowedText": "อนุญาตให้ถ่ายโอนแบบจำกัด (transfer_restricted)",
      "disabledText": "การถ่ายโอนถูกจำกัดปิดการใช้งาน"
    },
    "disable_confidential": {
      "allowedText": "ปิดการใช้งานที่เป็นความลับอนุญาต (disable_confidential)",
      "disabledText": "ปิดการใช้งานความลับปิดการใช้งาน"
    },
    "witness_fed_asset": {
      "allowedText": "อนุญาตให้มีทรัพย์สินที่เลี้ยงพยานได้",
      "disabledText": "สินทรัพย์ที่ป้อนพยานถูกปิดใช้งาน"
    },
    "committee_fed_asset": {
      "allowedText": "อนุญาตให้คณะกรรมการป้อนสินทรัพย์ได้",
      "disabledText": "คณะกรรมการป้อนสินทรัพย์ปิดการใช้งาน"
    }
  },
  "flags": {
    "header": "ธงของสินทรัพย์",
    "header_content": "การอนุญาตเนื้อหาที่อนุญาตแต่ละรายการสามารถเปิด/ปิดได้",
    "charge_market_fee": {
      "allowedText": "เปิดใช้งานค่าธรรมเนียมการตลาดแล้ว",
      "disabledText": "ค่าธรรมเนียมการตลาดถูกปิดใช้งาน"
    },
    "white_list": {
      "allowedText": "เปิดใช้งานไวท์ลิสต์แล้ว",
      "disabledText": "บัญชีขาวถูกปิดใช้งาน"
    },
    "override_authority": {
      "allowedText": "เปิดใช้งานการแทนที่อำนาจแล้ว",
      "disabledText": "อำนาจแทนที่ถูกปิดใช้งาน"
    },
    "transfer_restricted": {
      "allowedText": "เปิดใช้งานการถ่ายโอนแบบจำกัด",
      "disabledText": "การถ่ายโอนถูกจำกัดปิดการใช้งาน"
    },
    "disable_confidential": {
      "allowedText": "ปิดใช้งานการเปิดใช้งานข้อมูลลับ",
      "disabledText": "ปิดการใช้งานความลับปิดการใช้งาน"
    },
    "witness_fed_asset": {
      "allowedText": "เปิดใช้งานสินทรัพย์ที่ป้อนเป็นพยานแล้ว",
      "disabledText": "สินทรัพย์ที่ป้อนพยานถูกปิดใช้งาน"
    },
    "committee_fed_asset": {
      "allowedText": "เปิดใช้งานสินทรัพย์ที่ป้อนโดยคณะกรรมการแล้ว",
      "disabledText": "คณะกรรมการป้อนสินทรัพย์ปิดการใช้งาน"
    }
  },
  "buttons": {
    "submit": "ส่ง"
  },
  "risks": {
    "1": "การกำหนดค่าสินทรัพย์ในตลาดการคาดการณ์ที่ไม่ถูกต้องอาจนำไปสู่การมีส่วนร่วมของบล็อคเชนที่ไม่ดี อินเทอร์เฟซผู้ใช้บางส่วนอาจกรอง PMA ของคุณจากการมองเห็นโดยสิ้นเชิง ",
    "2": "เมื่อคุณสร้างสินทรัพย์ในตลาดการคาดการณ์ คุณมีหน้าที่รับผิดชอบในฐานะผู้ดูแลในการประเมินผลลัพธ์อย่างเหมาะสม การไม่ดำเนินการอย่างเหมาะสมหรือภายในเวลาที่กำหนดอาจนำไปสู่ปัญหาทางกฎหมายหรือการเงินสำหรับคุณ นอกเหนือจากการสูญเสียความน่าเชื่อถือในฐานะสถาบัน",
    "3": "อินเทอร์เฟซผู้ใช้นี้และกระเป๋าเงิน Beet/BEETEOS ไม่รองรับบัญชีที่มีลายเซ็นหลายลายเซ็น ดังนั้นบัญชีบ้านของคุณจึงเป็นจุดล้มเหลวจุดเดียวในระยะยาว - ให้ปกป้องอย่างดี",
    "title": "ความเสี่ยงบางประการที่เกี่ยวข้องกับการสร้างสินทรัพย์ในตลาดการคาดการณ์",
    "description": "ทำวิจัยของคุณเองก่อนที่จะสร้าง PMA อ่านเอกสารก่อน "
  },
  "extensions": {
    "header_content": "ส่วนขยายคือการตั้งค่าขั้นสูงเพิ่มเติมที่สามารถใช้เพื่อปรับแต่งเนื้อหาเพิ่มเติมได้",
    "header": "ส่วนขยายสินทรัพย์ตลาดคาดการณ์",
    "reward_percent": {
      "enabled": "เปิดใช้งานส่วนขยายเปอร์เซ็นต์รางวัลผู้อ้างอิงแล้ว",
      "disabled": "เปิดใช้งานการขยายเปอร์เซ็นต์รางวัลผู้อ้างอิงหรือไม่",
      "header": "เปอร์เซ็นต์รางวัลผู้อ้างอิง",
      "header_content": "เปอร์เซ็นต์รางวัลผู้อ้างอิงคือเปอร์เซ็นต์ของค่าคอมมิชชันที่จัดสรรให้กับผู้อ้างอิงของผู้เข้าร่วมตลาดที่มีการใช้งาน"
    },
    "whitelist_market_fee_sharing": {
      "enabled": "เปิดใช้งานส่วนขยายการแบ่งปันค่าธรรมเนียมตลาดที่อนุญาตพิเศษแล้ว",
      "disabled": "เปิดใช้งานส่วนขยายการแบ่งปันค่าธรรมเนียมตลาดที่อนุญาตพิเศษหรือไม่",
      "header": "การแบ่งปันค่าธรรมเนียมการตลาดที่อนุญาต",
      "header_content": "ส่วนขยายการแบ่งปันค่าธรรมเนียมตลาดไวท์ลิสต์ช่วยให้บ้านสามารถจำกัดผู้อ้างอิงไปยังบัญชีไวท์ลิสต์เหล่านี้ได้"
    },
    "taker_fee_percent": {
      "enabled": "เปิดใช้งานส่วนขยายเปอร์เซ็นต์ค่าธรรมเนียมผู้รับแล้ว",
      "disabled": "เปิดใช้งานการขยายเปอร์เซ็นต์ค่าธรรมเนียมผู้รับหรือไม่",
      "header": "เปอร์เซ็นต์ค่าธรรมเนียมผู้รับ",
      "header_content": "เปอร์เซ็นต์ค่าธรรมเนียมผู้รับคือเปอร์เซ็นต์ของค่าคอมมิชชั่นที่จัดสรรให้กับ 'ผู้รับ' ของสินทรัพย์ในตลาดการคาดการณ์"
    }
  }
}