{
  "card": {
    "title_create": "การสร้างสินทรัพย์ Smartcoin ใหม่",
    "title_edit": "การแก้ไขสินทรัพย์ Smartcoin ที่มีอยู่",
    "description": "Smartcoins เป็นสินทรัพย์ที่มีหลักประกันซึ่งสามารถอ้างอิงฟีดราคาตลาดภายนอกได้ คุณสามารถสร้างเหรียญมีเสถียรภาพที่มีหลักประกันของคุณเองโดยอ้างอิงสินทรัพย์ใด ๆ ที่คุณต้องการ เช่น USD/CNY/JPY เป็นต้น"
  },
  "title": {
    "header": "การตั้งค่าสมาร์ทคอยน์",
    "header_content": "การตั้งค่าด้านล่างนี้จะกำหนดว่า smartcoin ของคุณจะทำงานบนบล็อกเชน Bitshares อย่างไร ผู้สร้างสินทรัพย์มีหน้าที่รับผิดชอบในการกำหนดค่า smartcoin ของตนอย่างเหมาะสม"
  },
  "bsrm": {
    "header": "กลยุทธ์การบริหารความเสี่ยงหงส์ดำ",
    "header_content": "กลยุทธ์เหล่านี้นำเสนอผลลัพธ์ที่แตกต่างกันสำหรับสถานะหนี้ที่มีหลักประกันต่ำกว่า ช่วยให้คุณสามารถปิดการใช้งาน ลดความเสี่ยง หรือทำให้ความเสี่ยงในการปรับสถานะหนี้เป็นสากล การเลือกกลยุทธ์ที่แตกต่างกันจะเป็นประโยชน์ต่อสมาร์ทคอยน์ที่ไม่เหมือนใคร และเพิ่มความทนทานต่อตลาดที่ผันผวน",
    "select_0": "การชำระหนี้ทั่วโลก: ปิดสถานะหนี้ทั้งหมด, หลักประกันย้ายไปยังกองทุนการชำระหนี้, ไม่อนุญาตให้ใช้สถานะหนี้ใหม่จนกว่าจะได้รับการแก้ไข",
    "select_1": "ไม่มีการชำระหนี้: ไม่มีการปิดสถานะหนี้ ราคาการชำระหนี้ถูกจำกัดด้วยอัตราส่วนหลักประกันที่ต่ำที่สุด อนุญาตให้ใช้สถานะใหม่ได้",
    "select_2": "กองทุนการชำระหนี้รายบุคคล: ปิดสถานะหนี้ที่มีหลักประกันที่ต่ำกว่าหลักประกันแล้ว ย้ายหลักประกันไปยังกองทุนที่เรียกร้องได้ อนุญาตให้มีสถานะใหม่ได้",
    "select_3": "คำสั่งการชำระหนี้รายบุคคล: ปิดสถานะหนี้ที่มีหลักประกันที่ต่ำกว่าหลักประกันแล้ว หลักประกันย้ายไปยังคำสั่งจำกัด ไม่มีการจำกัดราคา อนุญาตให้ใช้สถานะใหม่"
  },
  "mcr": {
    "header": "อัตราส่วนหลักประกันขั้นต่ำคงที่",
    "header_content": "นี่คืออัตราส่วนหลักประกันขั้นต่ำที่จำเป็นสำหรับสถานะหนี้ที่จะพิจารณาว่ามีหลักประกันเต็มจำนวน ซึ่งโดยปกติจะคำนวณจากฟีดราคา ซึ่งปัจจุบันถูกกำหนดโดยเจ้าของสินทรัพย์แบบคงที่"
  },
  "icr": {
    "header": "อัตราส่วนหลักประกันเริ่มต้นแบบคงที่",
    "header_content": "นี่คืออัตราส่วนหลักประกันที่จำเป็นสำหรับสถานะหนี้ที่จะพิจารณาว่ามีหลักประกันทั้งหมด ณ เวลาที่สร้าง ซึ่งโดยปกติจะคำนวณจากฟีดราคา ซึ่งปัจจุบันถูกกำหนดโดยเจ้าของสินทรัพย์แบบคงที่"
  },
  "mssr": {
    "header": "อัตราส่วนการบีบสั้นสูงสุดแบบคงที่",
    "header_content": "นี่คืออัตราส่วนหลักประกันสูงสุดที่สามารถชำระสถานะหนี้ได้ ซึ่งโดยปกติจะคำนวณจากฟีดราคา ซึ่งปัจจุบันถูกกำหนดโดยเจ้าของสินทรัพย์แบบคงที่"
  },
  "feed_lifetime": {
    "header": "ฟีดตลอดชีวิต",
    "header_content": "เวลาเป็นวินาทีที่ฟีดราคาถือว่าถูกต้อง หลังจากเวลานี้ ฟีดจะถือว่าไม่ถูกต้อง และราคาจะไม่ใช้สำหรับการคำนวณอัตราส่วนหลักประกันอีกต่อไป"
  },
  "minimum_feeds": {
    "header": "ฟีดขั้นต่ำ",
    "header_content": "จำนวนฟีดราคาขั้นต่ำที่จำเป็นสำหรับการคำนวณราคาฟีดปัจจุบัน"
  },
  "force_settlement_delay": {
    "header": "บังคับใช้ความล่าช้าในการระงับคดี",
    "header_content": "เวลาเป็นวินาทีที่ผู้ใช้ต้องรอหลังจากการบังคับชำระก่อนที่การดำเนินการชำระจะถูกดำเนินการบนบล็อกเชน"
  },
  "force_settlement_offset": {
    "header": "การชดเชยการชำระหนี้แบบบังคับ",
    "header_content": "เปอร์เซ็นต์ของราคาอาหารสัตว์ที่มีการหักล้างราคาบังคับสำหรับการดำเนินการชำระเงิน"
  },
  "maximum_force_settlement_volume": {
    "header": "ปริมาณการระงับกำลังสูงสุด",
    "header_content": "จำนวนสูงสุดของการจัดหาสินทรัพย์ที่สามารถบังคับชำระได้ภายในระยะเวลา 24 ชั่วโมง"
  },
  "extensions": {
    "margin_call_fee_ratio": {
      "enabled": "เปิดใช้งานการขยายอัตราส่วนค่าธรรมเนียมการเรียกหลักประกันแล้ว",
      "disabled": "เปิดใช้งานส่วนขยาย smartcoin อัตราค่าธรรมเนียมการเรียกหลักประกันหรือไม่",
      "extensionInfo": "ส่วนขยายค่าธรรมเนียมการเรียกหลักประกันช่วยให้เจ้าของ smartcoin สามารถเรียกเก็บค่าธรรมเนียมจากผู้ใช้เมื่อสถานะหนี้ของพวกเขาถูกเรียกหลักประกัน ค่าธรรมเนียมจะคำนวณเป็นเปอร์เซ็นต์ของหลักประกันที่ซื้อขาย ซึ่งจ่ายให้กับเจ้าของ smartcoin",
      "header": "อัตราค่าธรรมเนียมการเรียกหลักประกัน",
      "header_content": "อัตราส่วนค่าธรรมเนียมที่เรียกเก็บจากผู้ใช้เมื่อสถานะหนี้ของพวกเขาถูกเรียกมาร์จิ้น ค่าธรรมเนียมจะคำนวณเป็นเปอร์เซ็นต์ของหลักประกันที่ซื้อขาย ซึ่งจ่ายให้กับเจ้าของสมาร์ทคอยน์"
    },
    "force_settle_fee": {
      "enabled": "เปิดใช้งานส่วนขยายการบังคับชำระค่าธรรมเนียมแล้ว",
      "disabled": "เปิดใช้งานส่วนขยาย Smartcoin แบบบังคับชำระค่าธรรมเนียมหรือไม่",
      "extensionInfo": "ส่วนขยาย Force Settle Fee ช่วยให้เจ้าของ smartcoin สามารถเรียกเก็บค่าธรรมเนียมจากผู้ใช้เมื่อพวกเขาบังคับให้ชำระหนี้ของตน ค่าธรรมเนียมจะคำนวณเป็นเปอร์เซ็นต์ของหลักประกันที่ซื้อขาย ซึ่งจ่ายให้กับเจ้าของ smartcoin",
      "header": "บังคับให้ชำระค่าธรรมเนียม",
      "header_content": "ค่าธรรมเนียมที่เรียกเก็บจากผู้ใช้เมื่อพวกเขาบังคับให้ชำระหนี้ของตน ค่าธรรมเนียมจะคำนวณเป็นเปอร์เซ็นต์ของหลักประกันที่ซื้อขาย ซึ่งจ่ายให้กับเจ้าของ smartcoin"
    }
  },
  "editAsset": {
    "disabled": "แก้ไขการตั้งค่าสินทรัพย์",
    "enabled": "ยกเลิกการแก้ไขการตั้งค่าเนื้อหา"
  },
  "editSmartcoin": {
    "disabled": "แก้ไขการตั้งค่า Smartcoin",
    "enabled": "ยกเลิกการแก้ไขการตั้งค่า Smartcoin"
  },
  "dialogContent": {
    "editHeader": "แก้ไข smartcoin ต่อไปนี้: {{symbol}}",
    "createHeader": "การสร้าง Smartcoin ต่อไปนี้: {{symbol}}"
  }
}
