{
  "price": "ราคา:",
  "editingPrice": "แก้ไขราคา",
  "setNewPrice": "ตั้งราคาใหม่",
  "borrowLimit": "วงเงินยืม",
  "editingMaxAmount": "แก้ไขจำนวนเงินสูงสุด",
  "setNewMaximum": "ตั้งค่าสูงสุดใหม่",
  "creatingNewOffer": "การสร้างข้อเสนอสินเชื่อใหม่",
  "editingExistingOffer": "การแก้ไขข้อเสนอสินเชื่อที่มีอยู่",
  "creatingNewOfferDescription": "แบบฟอร์มนี้ช่วยให้คุณสามารถสร้างข้อเสนอสินเชื่อใหม่ โดยให้ยืมสินทรัพย์เพื่อแลกกับหลักประกันตามอัตรา/เงื่อนไขที่คุณกำหนด",
  "editingExistingOfferDescription": "ใช้แบบฟอร์มนี้เพื่อแก้ไขข้อเสนอเครดิตที่มีอยู่ของคุณ ค่าส่วนใหญ่สามารถแก้ไขได้ และการเปลี่ยนแปลงใดๆ จะเปิดใช้งานข้อเสนอที่หมดอายุอีกครั้ง",
  "offerOwner": "เจ้าของข้อเสนอ",
  "viewAccount": "ดูบัญชี",
  "offerOwnerDescription": "นี่คือบัญชีที่เป็นเจ้าของข้อเสนอเครดิตนี้",
  "existingCreditOfferJSON": "JSON ข้อเสนอเครดิตที่มีอยู่",
  "currentBlockchainData": "นี่คือข้อมูลบล็อกเชนปัจจุบันสำหรับข้อเสนอเครดิตนี้",
  "viewOnBlockSights": "ดูได้ที่ BlockSights",
  "viewingExistingOffer": "คุณกำลังดูข้อเสนอเครดิตที่มีอยู่นี้",
  "assetToLend": "ทรัพย์สินที่จะให้ยืม",
  "lendingAssetDescription": "ข้อเสนอสินเชื่อของคุณจะเน้นไปที่การให้ยืมสินทรัพย์นี้",
  "amountToLend": "จำนวนเงินที่จะให้ยืม",
  "lendingAmountDescription": "จำนวนสินทรัพย์ที่คุณต้องการให้ยืมทั้งหมดแก่ผู้ใช้บล็อกเชน",
  "lendingRate": "อัตราการกู้ยืม",
  "lendingRateDescription": "ต้นทุนการยืมสินทรัพย์ แสดงเป็นเปอร์เซ็นต์ของจำนวนเงินที่ยืม",
  "editLendingRate": "แก้ไขอัตราการกู้ยืม",
  "newLendingRate": "ระบุเปอร์เซ็นต์อัตราดอกเบี้ยเงินกู้ใหม่",
  "repaymentPeriod": "ระยะเวลาการชำระคืน",
  "placeholder1hr": "1ชม",
  "12hours": "12 ชม",
  "24hours": "24 ชม",
  "3days": "3 วัน",
  "7days": "7 วัน",
  "30days": "30 วัน",
  "90days": "90 วัน",
  "365days": "365 วัน",
  "730days": "730 วัน",
  "1825days": "1825 วัน",
  "maximumDuration": "ระยะเวลาสูงสุดของข้อเสนอสินเชื่อ",
  "minimumAmount": "จำนวนเงินขั้นต่ำ",
  "minimumBorrowableAmount": "จำนวนเงินขั้นต่ำที่สามารถกู้ยืมได้",
  "expirationDate": "วันหมดอายุ",
  "creditOfferEnds": "เมื่อข้อเสนอเครดิตนี้สิ้นสุดลง",
  "acceptedCollateral": "ยอมรับหลักประกันแล้ว",
  "acceptedCollateralDescription": "สิ่งเหล่านี้คือทรัพย์สินที่คุณจะรับเป็นหลักประกันสำหรับสัญญาเสนอสินเชื่อ",
  "preApprovedUsers": "ผู้ใช้ที่ได้รับการอนุมัติล่วงหน้า",
  "addUser": "เพิ่มผู้ใช้",
  "limitBorrowers": "หากคุณต้องการจำกัดผู้ที่สามารถยืมจากคุณได้ ให้เพิ่มผู้ใช้ลงในรายการนี้",
  "networkFee": "ค่าธรรมเนียมเครือข่าย",
  "broadcastCost": "ค่าใช้จ่ายในการเผยแพร่ข้อเสนอเครดิตใหม่",
  "submit": "ส่ง",
  "creatingCreditOffer": "การสร้างข้อเสนอสินเชื่อสินเชื่อ {{lendingAmount}} {{symbol}}",
  "updatingCreditOffer": "กำลังอัปเดตข้อเสนอสินเชื่อ {{offerID}}",
  "risksTitle": "ความเสี่ยงที่เกี่ยวข้องกับการสร้างข้อเสนอสินเชื่อ",
  "risksDescription": "นี่เป็นรายการความเสี่ยงโดยสังเขป โปรดศึกษาข้อมูลด้วยตนเองก่อนดำเนินการต่อ",
  "risksPoint1": "เมื่อคุณสร้างข้อเสนอเครดิต คุณจะสร้างข้อเสนอแบบเปิดเพื่อให้ยืมสินทรัพย์ตามเงื่อนไขที่กำหนดไว้ล่วงหน้าจนกว่าวันหมดอายุของข้อเสนอเครดิตจะผ่านไป ไม่รับประกันการมีส่วนร่วมในตลาดในข้อเสนอเครดิต คุณอาจไม่ได้รับข้อตกลงด้านเครดิตใด ๆ หากเงื่อนไขไม่เป็นไปตามนั้น ",
  "risksPoint2": "หากคุณกำหนดค่าข้อเสนอเครดิตไม่ถูกต้องและผู้ใช้ทำข้อตกลงด้านเครดิต คุณจะต้องรอจนกว่าระยะเวลาการชำระคืนจะสิ้นสุดลงเพื่อเรียกคืนสินทรัพย์ที่ยืมหรือหลักประกันของคุณ คุณไม่สามารถยกเลิกข้อตกลงด้านเครดิตในขณะที่มันทำงานอยู่ คุณทำได้เพียงแก้ไข/ปิดการใช้งานเท่านั้น ",
  "risksPoint3": "หากคุณไม่ได้กำหนดค่าผู้ยืมที่ได้รับอนุญาต ผู้ใช้บล็อคเชนของ Bitshares ทั้งหมดสามารถยอมรับข้อตกลงทั้งหมดได้ ลองใช้ฟังก์ชันการยืมที่ได้รับอนุมัติเพื่อให้ยืมแก่ผู้ใช้ที่รู้จัก/ลงทะเบียน",
  "risksPoint4": "ผู้กู้ไม่จำเป็นต้องชำระคืนทรัพย์สินที่ให้ยืม และไม่ถูกลงโทษสำหรับการทำเช่นนั้น พวกเขาสามารถเลือกที่จะผิดนัดเงินกู้และสูญเสียหลักประกันได้ คุณสามารถเรียกร้องคืนทรัพย์สินที่ให้ยืมหรือหลักประกันได้หลังจากระยะเวลาการชำระคืนหมดอายุเท่านั้น ปัจจัยนี้ ",
  "risksPoint5": "การหมดอายุของข้อตกลงสินเชื่ออาจเกินวันหมดอายุของข้อเสนอเครดิต คุณไม่ควรถือว่าคุณจะได้รับสินทรัพย์ที่ให้ยืมคืนจนกว่าวันหมดอายุ + ระยะเวลาการชำระคืนครั้งล่าสุดจะผ่านพ้นไป",
  "risksPoint6": "ตระหนักถึงความเสี่ยงของคู่สัญญาหากใช้สินทรัพย์ที่ได้รับการสนับสนุนจากการแลกเปลี่ยน (EBA) เพื่อเป็นหลักประกันหรือวัตถุประสงค์ในการให้กู้ยืม เนื่องจากมูลค่าของสินทรัพย์อาจผันผวนตามความเสี่ยงของบุคคลที่สาม"
}
