{
  "dialogContent": {
    "generatingDeeplink": "กำลังสร้าง Deep Link...",
    "withAccount": "ด้วยบัญชี: {{username}} -{{userID}}-",
    "readyToBroadcast": "การดำเนินการ Bitshares Beet ของคุณพร้อมที่จะออกอากาศแล้ว!",
    "chooseMethod": "เลือกจากวิธีการด้านล่างเพื่อถ่ายทอดไปยังกระเป๋าเงินที่คุณเลือก",
    "bitsharesBEETMultiwallet": "Bitshares BEET มัลติวอลเล็ต",
    "errorOccurred": "เกิดข้อผิดพลาด ขออภัย โปรดปิดกล่องโต้ตอบนี้แล้วลองอีกครั้ง",
    "beetWallet": "Bitshares BEET มัลติวอลเล็ต"
  },
  "tabs": {
    "viewTRXObject": "ดูวัตถุ TRX",
    "rawDeeplink": "ดิบ Deeplink",
    "localJSONFile": "ไฟล์ JSON ในเครื่อง",
    "qrCode": "คิวอาร์โค้ด",
    "propose": "ข้อเสนอ"
  },
  "tabsContent": {
    "transactionObjectJSON": "วัตถุธุรกรรม JSON",
    "operationType": "ประเภทการดำเนินงาน:",
    "copyOperationJSON": "การดำเนินการคัดลอก JSON",
    "usingDeeplink": "การใช้ Deep Link เพื่อออกอากาศผ่าน Beet multiwallet",
    "step1": "เปิดกระเป๋าสตางค์ BEET และไปที่ 'Raw Link' ในเมนู โดยกระเป๋าสตางค์จะต้องยังคงถูกปลดล็อคตลอดระยะเวลาการออกอากาศ",
    "step2": "จากหน้านี้ คุณสามารถอนุญาตการดำเนินการทั้งหมด หรืออนุญาตการดำเนินการเพียงอย่างเดียว '{{operationName}}' เช่นเดียวกับ 'injectedCall' (จากนั้นคลิกบันทึก)",
    "step3": "เมื่อ 'พร้อมสำหรับลิงก์ดิบ' แสดงใน Beet คุณสามารถคลิกปุ่มด้านล่างเพื่อดำเนินการต่อได้",
    "step4": "พรอมต์ BEET จะแสดง ตรวจสอบเนื้อหา หรือขอใบเสร็จรับเงิน Beet จากนั้นจึงถ่ายทอดธุรกรรมไปยังบล็อกเชน",
    "step5": "คุณจะไม่ได้รับการยืนยันในหน้าต่างนี้ แต่การดำเนินการของคุณจะได้รับการประมวลผลภายในไม่กี่วินาทีบนบล็อกเชน",
    "triggerRawBeet": "ทริกเกอร์ Deep Link ของ Beet แบบดิบ",
    "viaLocalFile": "ผ่านการอัพโหลดไฟล์ในเครื่อง - พร้อมดำเนินการต่อ",
    "step1Local": "เปิดกระเป๋าเงิน BEET และไปที่ 'ท้องถิ่น' ในเมนู",
    "step2Local": "ที่หน้านี้ อนุญาตทั้งหมด หรือ อนุญาตเพียงการดำเนินการ '{{operationName}}-",
    "step3Local": "เมื่ออยู่ที่หน้าอัปโหลดในเครื่อง ให้คลิกปุ่มด้านล่างเพื่อดาวน์โหลดไฟล์ JSON ลงในคอมพิวเตอร์ของคุณ",
    "step4Local": "จากเพจ BEET Local ให้อัปโหลดไฟล์ JSON จากนั้นข้อความแจ้งจะปรากฏขึ้น",
    "step5Local": "ตรวจสอบเนื้อหาของพรอมต์อย่างละเอียดก่อนอนุมัติการดำเนินการใดๆ นอกจากนี้ ให้พิจารณาสลับการรับที่เป็นทางเลือกเพื่อวัตถุประสงค์ในการวิเคราะห์และตรวจสอบภายหลังการออกอากาศ",
    "downloading": "กำลังดาวน์โหลด...",
    "downloadBeetOperationJSON": "ดาวน์โหลดการดำเนินการ Beet JSON",
    "propose": "กำลังสร้างข้อเสนอใหม่",
    "proposeDescription": "หากคุณไม่ใช่เจ้าของ (หรือเป็นเจ้าของร่วม) ของบัญชีที่คุณใช้ในการสร้างการดำเนินการที่เสนอ คุณสามารถสร้างข้อเสนอเพื่อให้เจ้าของบัญชีตรวจสอบและเผยแพร่ได้ตามดุลยพินิจของพวกเขา"
  },
  "qr": {
    "ecl": "ระดับการแก้ไขข้อผิดพลาด",
    "size": "ขนาด",
    "padding": "ช่องว่างภายใน",
    "style": "สไตล์",
    "bgc": "สีพื้นหลัง",
    "fgc": "สีพื้นหน้า",
    "generating": "กำลังสร้างเนื้อหา QR..."
  },
  "proposal": {
    "targetContent": "นี่คือบัญชีที่คุณจะใช้เพื่อสร้างข้อเสนอ สร้างการดำเนินการใน Astro UI ในฐานะผู้ใช้ จากนั้นระบุบัญชีการชำระค่าธรรมเนียมข้อเสนอของคุณที่นี่",
    "targetHeader": "บัญชีการชำระค่าธรรมเนียมข้อเสนอ",
    "revisionPeriodSecondsContent": "ระบุระยะเวลาการแก้ไขเป็นวินาที",
    "revisionPeriodSecondsHeader": "ระยะเวลาการแก้ไข (วินาที)"
  }
}
