{
  "quoteAsset": "อ้างอิงสินทรัพย์",
  "buying": "กำลังซื้อ",
  "baseAsset": "สินทรัพย์ฐาน",
  "selling": "ขาย",
  "poolStakeAsset": "สินทรัพย์เดิมพันพูล",
  "supply": "จัดหา",
  "links": "ลิงค์",
  "totalCirculation": "{{asset}} ในการหมุนเวียนทั้งหมด",
  "maximumSupply": "อุปทานสูงสุด",
  "confidentialSupply": "{{asset}} ในการจัดหาที่เป็นความลับ",
  "externalLinks": "{{asset}} ลิงค์ภายนอก",
  "externalLinksDescription": "ปุ่มด้านล่างเชื่อมโยงไปยังภายนอกโดยตรง {{asset}} ทรัพยากร. ",
  "explorers": "นักสำรวจ",
  "webWallets": "เว็บกระเป๋าสตางค์",
  "json": "เจสัน",
  "jsonSummaryData": "{{asset}} ข้อมูลสรุป JSON",
  "jsonSummaryDataDescription": "ข้อมูลที่ใช้ในการสร้าง {{asset}} คำสั่งจำกัด",
  "yourBalance": "ยอดคงเหลือของคุณ",
  "assetBalance": "{{asset}} ({{id}}) สมดุล",
  "balanceDescription1": "เท่านี้ก็เท่าไร. {{asset}} คุณมีอยู่ในบัญชีของคุณ",
  "balanceDescription2": "คุณสามารถใช้ยอดคงเหลือนี้เพื่อวางคำสั่งจำกัดในตลาดนี้ได้",
  "balanceDescription3": "เพื่อรับมากขึ้น {{asset}}คุณสามารถสร้างคำสั่งจำกัด สลับสินทรัพย์ผ่านกลุ่มสภาพคล่อง หรือรับการโอนจากบัญชีอื่นได้",
  "balanceTooltip": "ข้อมูลเพิ่มเติมเกี่ยวกับยอดเงินคงเหลือของคุณ",
  "assetType": "ประเภทสินทรัพย์",
  "userIssuedAsset": "สินทรัพย์ที่ผู้ใช้ออก",
  "predictionMarket": "ตลาดทำนาย",
  "smartcoin": "สมาร์ทคอยน์",
  "userIssuedAssetSummary": "สรุปประเภทสินทรัพย์ที่ผู้ใช้ออก",
  "predictionMarketSummary": "สรุปประเภทสินทรัพย์ตลาดคาดการณ์",
  "smartcoinSummary": "สรุปประเภทสินทรัพย์ Smartcoin",
  "userIssuedAssetDescription1": "สินทรัพย์ที่ผู้ใช้ออก (UIA) คือสินทรัพย์บล็อกเชนที่ผู้ใช้สร้างขึ้น",
  "userIssuedAssetDescription2": "เนื่องจากเป็นสิ่งที่ผู้ใช้กำหนด แต่ละรายการจึงมีชื่อ การตั้งค่า คำอธิบาย และวัตถุประสงค์ที่ไม่ซ้ำกัน",
  "userIssuedAssetDescription3": "UIA ซึ่ง Exchanges/Gateways ใช้เพื่อออกเงินฝากของผู้ใช้เรียกว่า Exchange Backed Assets (EBA)",
  "userIssuedAssetDescription4": "UIA อาจเป็นโทเค็นที่ไม่สามารถเข้ากันได้ (NFT) ที่มีมัลติมีเดียหลากหลายประเภท",
  "userIssuedAssetDescription5": "UIA ใช้สำหรับสินทรัพย์การแบ่งปันสภาพคล่องด้วยเช่นกัน",
  "userIssuedAssetDescription6": "ประเมินการตั้งค่า UIA คำอธิบาย และผู้ออกทุกครั้งก่อนใช้งานบน DEX เพื่อลดความเสี่ยง",
  "predictionMarketDescription1": "สินทรัพย์ตลาดการคาดการณ์ (PMA) เป็น BitAsset เฉพาะทางซึ่งหนี้รวมและหลักประกันทั้งหมดจะมีจำนวนเท่ากันเสมอ (แม้ว่ารหัสสินทรัพย์จะแตกต่างกันก็ตาม)",
  "predictionMarketDescription2": "ไม่มีการเรียกหลักประกันหรือบังคับให้มีการชำระหนี้กับสินทรัพย์ในตลาดที่คาดการณ์ไว้",
  "predictionMarketDescription3": "ตลาดการคาดการณ์จะได้รับการตัดสินทั่วโลกโดยผู้ออกหลังจากที่เหตุการณ์ที่คาดการณ์ได้รับการแก้ไข ดังนั้นตลาดการคาดการณ์จะต้องเปิดใช้งานการอนุญาต global_settle เสมอ",
  "predictionMarketDescription4": "ราคาสูงสุดสำหรับการชำระหนี้ทั่วโลกหรือการขายชอร์ตสินทรัพย์ในตลาดการคาดการณ์คือ 1 ต่อ 1",
  "predictionMarketDescription5": "เนื่องจาก Oracle ของตลาดการคาดการณ์เป็นผู้ออก ผู้ออก PMA จะต้องเป็นฝ่ายที่เชื่อถือได้ ",
  "smartcoinDescription1": "smartcoin เป็นสินทรัพย์ที่มีหลักประกันสนับสนุน ราคาฟีดอ้างอิงภายนอก และการออกด้วยตนเอง",
  "smartcoinDescription2": "ใครๆ ก็สามารถสร้างสมาร์ทคอยน์ได้ และใครๆ ก็สามารถออกสมาร์ทคอยน์ไปยังบัญชีของตนเองได้ โดยมีสินทรัพย์หลักประกันที่เพียงพอ",
  "smartcoinDescription3": "Smartcoins ถูกใช้โดยบิตแอสเซทของบัญชีคณะกรรมการ ",
  "smartcoinDescription4": "ผู้ใช้สามารถสร้างบิตแอสเซทส่วนตัว (smartcoins) ของตนเองได้ ซึ่งอ้างอิงฟีดภายนอกที่พวกเขาเลือก และมักจะมีข้อกำหนดหลักประกันสำรองที่เป็นเอกลักษณ์สูงและมีการใช้กลไกการกู้คืน",
  "smartcoinDescription5": "หากคุณยืม smartcoins มาใช้ ให้ระมัดระวังการรักษาความเสี่ยงส่วนบุคคลของคุณ และใช้เวลาศึกษา smartcoin ตัวเลือก และผู้ออกก่อนที่จะทำเช่นนั้น ",
  "smartcoinDescription6": "ผู้ถือ Smartcoin มีความเสี่ยงที่หลักประกันสำรองของผู้ถือหนี้จะลดลงต่ำกว่าระดับขั้นต่ำที่กำหนด อย่างไรก็ตาม Smartcoin แต่ละอันมีโปรไฟล์ความเสี่ยงที่แตกต่างกันตามการกำหนดค่าหลักประกันที่แตกต่างกัน",
  "moreAboutAssetType": "ข้อมูลเพิ่มเติมเกี่ยวกับประเภทสินทรัพย์",
  "issuer": "ผู้ออก",
  "assetIssuer": "{{asset}}ผู้ออกหลักทรัพย์",
  "issuerDescription1": "นี่คือบัญชีบล็อคเชนที่สร้างเนื้อหานี้ ",
  "issuerDescription2": "ผู้ออกสินทรัพย์สามารถเปลี่ยนแปลงได้ตลอดเวลาเนื่องจากผู้ออกสามารถโอนกรรมสิทธิ์ได้อย่างง่ายดาย",
  "issuerDescription3": "ทรัพย์สินของบัญชีคณะกรรมการมักจะเป็นทรัพย์สินหลักที่คณะกรรมการดูแล",
  "issuerDescription4": "หากผู้ออกเป็น 'บัญชีที่เป็นโมฆะ' แสดงว่าความเป็นเจ้าของสินทรัพย์นั้นถูกเผาอย่างมีประสิทธิภาพ",
  "moreAboutAssetIssuer": "ข้อมูลเพิ่มเติมเกี่ยวกับผู้ออกสินทรัพย์",
  "precision": "ความแม่นยำ",
  "assetPrecisionInfo": "ข้อมูลความแม่นยำของสินทรัพย์",
  "precisionDescription1": "ความแม่นยำของสินทรัพย์คือจำนวนตำแหน่งทศนิยมที่มี",
  "precisionDescription2": "ตัวอย่างเช่น {{asset}} ด้วยความแม่นยำของ {{precision}} สามารถซื้อขายได้ในปริมาณ {{quantity}} {{asset}}.",
  "moreAboutAssetPrecision": "ข้อมูลเพิ่มเติมเกี่ยวกับความแม่นยำของสินทรัพย์",
  "marketFee": "ค่าธรรมเนียมการตลาด",
  "infoOnAssetMarketFees": "ข้อมูลเกี่ยวกับค่าธรรมเนียมตลาดสินทรัพย์",
  "marketFeeDescription1": "ผู้สร้างสินทรัพย์สามารถแนะนำค่าธรรมเนียมตลาดเพื่อรับรายได้เมื่อการซื้อขายเกิดขึ้น",
  "marketFeeDescription2": "ค่าธรรมเนียมการตลาดใช้กับการซื้อขายด้านเดียวเท่านั้น",
  "marketFeeDescription3": "ตรวจสอบให้แน่ใจว่าค่าธรรมเนียมการตลาดมีความสมเหตุสมผลก่อนดำเนินการต่อ",
  "moreAboutMarketFees": "ข้อมูลเพิ่มเติมเกี่ยวกับค่าธรรมเนียมการตลาด",
  "backingAsset": "สินทรัพย์สำรอง",
  "backingAssetInfo": "ข้อมูลสินทรัพย์สำรอง",
  "backingAssetDescription1": "Smartcoins (bitassets และ stablecoins) จำเป็นต้องมีหลักประกันสำรองเพื่อให้ยืมได้",
  "backingAssetDescription2": "สินทรัพย์สำรองจะใช้เป็นหลักประกันในการสำรองสมาร์ทคอยน์",
  "backingAssetDescription3": "ผู้ออกสมาร์ทคอยน์เป็นผู้เลือกสินทรัพย์สำรอง และไม่สามารถเปลี่ยนแปลงได้เมื่อผู้ใช้ถือครองแล้ว",
  "moreAboutBackingAsset": "ข้อมูลเพิ่มเติมเกี่ยวกับเนื้อหาสำรอง",
  "marginCallFeeRatio": "อัตราส่วนค่าธรรมเนียมการเรียกหลักประกัน",
  "marginCallFeeRatioInfo": "ข้อมูลอัตราส่วนค่าธรรมเนียม Margin Call",
  "marginCallFeeRatioDescription1": "ช่วยให้ผู้ออกสินทรัพย์เรียกเก็บค่าธรรมเนียมจากการซื้อขายแบบเรียกหลักประกัน",
  "marginCallFeeRatioDescription2": "กำหนดค่าโดยผู้ออกสินทรัพย์",
  "moreAboutMarginCallFeeRatio": "ข้อมูลเพิ่มเติมเกี่ยวกับอัตราส่วนค่าธรรมเนียมการเรียกหลักประกัน",
  "forceSettleFeePercent": "บังคับให้ชำระค่าธรรมเนียมเปอร์เซ็นต์",
  "forceSettleFeePercentInfo": "บังคับให้ชำระข้อมูลเปอร์เซ็นต์ค่าธรรมเนียม",
  "forceSettleFeePercentDescription1": "ช่วยให้ผู้ออกสินทรัพย์เรียกเก็บค่าธรรมเนียมจากการดำเนินการบังคับชำระหนี้",
  "forceSettleFeePercentDescription2": "กำหนดค่าโดยผู้ออกสินทรัพย์",
  "moreAboutForceSettleFeePercent": "ข้อมูลเพิ่มเติมเกี่ยวกับเปอร์เซ็นต์ค่าธรรมเนียมการบังคับชำระ",
  "settlementFund": "กองทุนการชำระเงิน",
  "settlementFundInfo": "ข้อมูลกองทุนการชำระเงิน",
  "settlementFundDescription1": "กองทุนการชำระหนี้คือหลักประกันที่สำรองไว้ระหว่างเงื่อนไขการชำระหนี้ทั่วโลก",
  "settlementFundDescription2": "ผู้ถือ Smartcoin สามารถเรียกร้องส่วนแบ่งในกองทุนการชำระเงินได้ หากพวกเขาบังคับ/ชำระสมาร์ทคอยน์ทันที",
  "settlementFundDescription3": "ในการสร้างกองทุนการชำระหนี้ ผู้ถือหนี้จะได้รับการสนับสนุน 100% ที่จัดสรรไว้ในกองทุน และส่วนที่เหลือ (หลักประกันมากกว่า 100%) จะคืนเข้าบัญชีของตน",
  "moreAboutSettlementFunds": "ข้อมูลเพิ่มเติมเกี่ยวกับกองทุนการชำระหนี้",
  "feedPrice": "ราคาอาหารสัตว์",
  "feedPriceInfo": "ข้อมูลราคาอาหารสัตว์",
  "moreAboutFeedPrices": "ข้อมูลเพิ่มเติมเกี่ยวกับราคาอาหารสัตว์",
  "settlementPrice": "ราคาชำระบัญชี",
  "settlementPriceInfo": "ข้อมูลราคาการชำระบัญชี",
  "settlementPriceDescription1": "อัตราที่คุณจะได้รับหลักประกันสำรองหากคุณบังคับ/ชำระสมาร์ทคอยน์ทันที",
  "settlementPriceDescription2": "ในขณะที่ smartcoin อยู่ในเงื่อนไขการชำระหนี้ทั่วโลก การออกใหม่จะถูกระงับจนกว่าเงื่อนไขจะได้รับการแก้ไข",
  "settlementPriceDescription3": "ขึ้นอยู่กับกลไกการกู้คืนการชำระบัญชีทั่วโลกที่กำหนดค่าโดยผู้ออกสินทรัพย์ smartcoin ราคาฟีดอาจต่ำกว่าราคาการชำระบัญชี",
  "moreAboutSettlementPrice": "ข้อมูลเพิ่มเติมเกี่ยวกับราคายุตินี้",
  "individualSettlementDebt": "Ind. การชำระหนี้",
  "individualSettlementDebtInfo": "ข้อมูลการชำระหนี้ส่วนบุคคล",
  "individualSettlementDebtDescription1": "กลุ่มการตั้งถิ่นฐานส่วนบุคคล ",
  "individualSettlementDebtDescription2": "สำหรับการชำระเงินแต่ละรายการเพื่อกองทุน สินทรัพย์หลักประกันในกลุ่มสามารถเรียกคืนได้ผ่านการบังคับการชำระเงินเท่านั้น",
  "individualSettlementDebtDescription3": "สำหรับการชำระเงินตามใบสั่งแต่ละรายการ สินทรัพย์หลักประกันในกลุ่มสามารถดึงข้อมูลผ่านคำสั่งจำกัดเท่านั้น",
  "individualSettlementDebtDescription4": "จำนวนหนี้เนื่องจากการชำระหนี้ของแต่ละบุคคล",
  "moreAboutIndividualSettlementDebt": "ข้อมูลเพิ่มเติมเกี่ยวกับการชำระหนี้ส่วนบุคคล",
  "individualSettlementFund": "Ind. กองทุนการชำระหนี้",
  "individualSettlementFundInfo": "ข้อมูลกองทุนการชำระเงินส่วนบุคคล",
  "individualSettlementFundDescription": "จำนวนหลักประกัน (สินทรัพย์สำรอง) ที่รวบรวมเนื่องจากการชำระหนี้ของแต่ละบุคคล",
  "moreAboutIndividualSettlementFunds": "ข้อมูลเพิ่มเติมเกี่ยวกับกองทุนการชำระเงินรายบุคคล",
  "smartcoinInfoButton": "ข้อมูลสมาร์ทคอยน์",
  "additionalBitassetInfoTitle": "ข้อมูลบิตแอสเซทเพิ่มเติม",
  "additionalBitassetInfoDescription": "ค่าเหล่านี้ไม่ได้เปลี่ยนแปลงมูลค่าบ่อยนักแต่จะส่งผลกระทบต่อเทรดเดอร์",
  "smartcoinID": "รหัสสมาร์ทคอยน์",
  "smartcoinIDInfo": "ข้อมูลรหัส Smartcoin",
  "smartcoinIDDescription": "รหัสที่ต้องใช้ในการดึงรายละเอียดบิตแอสเซ็ต เช่น ราคาฟีด ราคาชำระหนี้ ฯลฯ",
  "moreAboutSmartcoinID": "ข้อมูลเพิ่มเติมเกี่ยวกับ Smartcoin ID",
  "feedQuantity": "ปริมาณอาหาร",
  "feedQuantityInfo": "ข้อมูลปริมาณฟีด Smartcoin",
  "feedQuantityDescription1": "ปริมาณของผู้ผลิตฟีดที่ให้ข้อมูลฟีดอ้างอิงสำหรับสมาร์ทคอยน์นี้เพื่อติดตามมูลค่าที่แท้จริงของสินทรัพย์อ้างอิง",
  "feedQuantityDescription2": "สมาร์ทคอยน์สามารถมีผู้ผลิตฟีดได้เพียง 1 รายเท่านั้น อย่างไรก็ตาม ยิ่งปริมาณของผู้ผลิตฟีดมากเท่าใด เสถียรภาพก็จะยิ่งมากขึ้นเท่านั้น",
  "feedQuantityDescription3": "หากสมาร์ทคอยน์ถูกป้อนโดยพยานหรือคณะกรรมการ ปริมาณของผู้ผลิตฟีดจะต้องไม่เกินจำนวนพยานและสมาชิกคณะกรรมการที่กระตือรือร้น",
  "moreAboutFeedQuantities": "ข้อมูลเพิ่มเติมเกี่ยวกับปริมาณอาหาร",
  "forceSettlementDelay": "บังคับชำระหนี้ล่าช้า",
  "forceSettlementDelayInfo": "ข้อมูลการบังคับใช้ความล่าช้าในการชำระหนี้",
  "forceSettlementDelayDescription": "ระยะเวลาที่บล็อคเชนจะรอก่อนที่จะประมวลผลการดำเนินการชำระหนี้ของคุณ",
  "moreAboutForceSettlementDelays": "ข้อมูลเพิ่มเติมเกี่ยวกับความล่าช้าในการชำระหนี้",
  "forceSettlementOffset": "การชดเชยการชำระหนี้บังคับ",
  "forceSettlementOffsetInfo": "ข้อมูลการชดเชยการชำระหนี้แบบบังคับ",
  "forceSettlementOffsetDescription": "เปอร์เซ็นต์ที่หักล้างจากฟีดราคาสำหรับการชำระบัญชี",
  "moreAboutForceSettlementOffset": "ข้อมูลเพิ่มเติมเกี่ยวกับการชดเชยการชำระหนี้แบบบังคับ",
  "maxForceSettlementVolume": "ปริมาณการชำระกำลังสูงสุด",
  "maxForceSettlementVolumeInfo": "ข้อมูลปริมาณการชำระหนี้สูงสุด",
  "maxForceSettlementVolumeDescription": "เปอร์เซ็นต์สูงสุดของการจัดหาที่สามารถชำระได้ต่อวัน",
  "moreAboutMaxForceSettlementVolume": "ข้อมูลเพิ่มเติมเกี่ยวกับปริมาณการชำระกำลังสูงสุด",
  "globalSettlementResponseMethod": "วิธีตอบสนองการตั้งถิ่นฐานทั่วโลก",
  "globalSettlementResponseMethodInfo": "ข้อมูลวิธีการตอบกลับการชำระบัญชีทั่วโลก (BSRM)",
  "globalSettlementResponseMethodDescription1": "ระบุผู้ออกสินทรัพย์ที่กำหนดค่าวิธีการตอบสนองการชำระเงินทั่วโลก (BSRM)",
  "globalSettlementResponseMethodDescription2": "วิธีการตอบสนองต่อการชำระหนี้ทั่วโลกจะจัดการกับการออกและการชำระหนี้ที่เกิดขึ้น โดยเฉพาะในช่วงกิจกรรมตลาดที่มีความผันผวนสูง",
  "moreAboutGlobalSettlementResponseMethods": "ข้อมูลเพิ่มเติมเกี่ยวกับวิธีการตอบสนองต่อการระงับข้อพิพาททั่วโลก",
  "maintenanceCollateralRatio": "อัตราส่วนหลักประกันการบำรุงรักษา",
  "maintenanceCollateralRatioInfo": "ข้อมูลอัตราส่วนหลักประกันการบำรุงรักษา",
  "maintenanceCollateralRatioDescription1": "อัตราส่วนหลักประกันขั้นต่ำ (MCR) ที่กำหนดโดยผู้ออกสินทรัพย์",
  "maintenanceCollateralRatioDescription2": "หากสถานะหนี้ของคุณลดลงต่ำกว่าอัตราส่วนนี้ คุณมีแนวโน้มที่จะถูกเรียกมาร์จิ้น",
  "maintenanceCollateralRatioDescription3": "หากสถานะหนี้ของคุณเรียกว่ามาร์จิ้น คุณจะสูญเสียหลักประกันบวกกับเปอร์เซ็นต์ออฟเซ็ต",
  "moreAboutMaintenanceCollateralRatio": "ข้อมูลเพิ่มเติมเกี่ยวกับอัตราส่วนหลักประกันการบำรุงรักษา",
  "initialCollateralRatio": "อัตราส่วนหลักประกันเริ่มต้น",
  "initialCollateralRatioInfo": "ข้อมูลอัตราส่วนหลักประกันเริ่มต้น",
  "initialCollateralRatioDescription1": "อัตราส่วนหลักประกันเริ่มต้น (ICR) คืออัตราส่วนขั้นต่ำที่จำเป็นในการสร้างสถานะหนี้",
  "initialCollateralRatioDescription2": "อัตราส่วนกำไรขั้นต้นของฐานะหนี้ของคุณอาจต่ำกว่าอัตราส่วน ICR นี้ แต่จะต้องอยู่เหนือ MCR เพื่อหลีกเลี่ยงการเรียกหลักประกัน",
  "moreAboutInitialCollateralRatio": "ข้อมูลเพิ่มเติมเกี่ยวกับอัตราส่วนหลักประกันเริ่มต้น",
  "maximumShortSqueezeRatio": "อัตราส่วนการบีบสั้นสูงสุด",
  "maximumShortSqueezeRatioInfo": "ข้อมูลอัตราส่วนการบีบสั้นสูงสุด",
  "maximumShortSqueezeRatioDescription": "อัตราส่วนการบีบชอร์ตสูงสุดคืออัตราส่วนสูงสุดที่สถานะหนี้จะได้รับการคุ้มครองจากการบีบชอร์ต",
  "moreAboutMaximumShortSqueezeRatio": "ข้อมูลเพิ่มเติมเกี่ยวกับอัตราส่วนการบีบสั้นสูงสุด",
  "borrowButton": "ยืม"
}
