{
  "transfer": "การดำเนินการนี้จะส่งสินทรัพย์จากบัญชีหนึ่งไปยังอีกบัญชีหนึ่ง ",
  "limit_order_create": "การดำเนินการนี้เสนอให้ขายสินทรัพย์ในจำนวนหนึ่งตามอัตราแลกเปลี่ยนที่กำหนดภายในระยะเวลาหนึ่ง ",
  "limit_order_cancel": "การดำเนินการนี้จะยกเลิกคำสั่งจำกัดที่มีอยู่ ",
  "call_order_update": "การดำเนินการนี้จะอัพเดตคำสั่งการโทร ซึ่งใช้ในการซื้อขายมาร์จิ้น ",
  "fill_order": "การดำเนินการนี้เติมใบสั่งที่มีอยู่ ",
  "account_create": "การดำเนินการนี้จะสร้างบัญชีใหม่บนบล็อคเชน ",
  "account_update": "การดำเนินการนี้จะอัปเดตคุณสมบัติของบัญชีของคุณ ",
  "account_whitelist": "การดำเนินการนี้จะเพิ่มบัญชีขาวหรือบัญชีดำ ",
  "account_upgrade": "การดำเนินการนี้จะอัปเกรดบัญชีของคุณให้เป็นสมาชิกตลอดชีพ ",
  "account_transfer": "การดำเนินการนี้จะโอนความเป็นเจ้าของบัญชีของคุณไปยังบัญชีอื่น ",
  "asset_create": "การดำเนินการนี้จะสร้างสินทรัพย์บนบล็อกเชน Bitshares ",
  "asset_update": "การดำเนินการนี้จะอัปเดตการตั้งค่าของเนื้อหา ",
  "asset_update_bitasset": "การดำเนินการนี้อัปเดตการตั้งค่าบิตแอสเซทที่สร้างขึ้น ",
  "asset_update_feed_producers": "การดำเนินการนี้จะอัปเดตรายชื่อผู้ผลิตฟีดที่ได้รับอนุมัติสำหรับบิตแอสเซ็ตที่สร้างขึ้น ",
  "asset_issue": "การดำเนินการนี้จะออกสินทรัพย์ที่คุณสร้างให้กับบุคคล ",
  "asset_reserve": "การดำเนินการนี้จะสงวนทรัพย์สินที่คุณสร้างขึ้น ",
  "asset_fund_fee_pool": "การดำเนินการนี้ให้ทุนแก่กลุ่มค่าธรรมเนียมสำหรับสินทรัพย์ที่คุณสร้างขึ้น ",
  "asset_settle": "การดำเนินการนี้จะชำระสินทรัพย์ในพอร์ตโฟลิโอของคุณ ",
  "asset_global_settle": "การดำเนินการนี้จะชำระหนึ่งในบิตแอสเซทที่คุณสร้างขึ้นทั่วโลก ",
  "asset_publish_feed": "การดำเนินการนี้จะเผยแพร่ฟีดราคาสำหรับบิตแอสเซ็ต ",
  "witness_create": "การดำเนินการนี้จะสร้างบัญชีพยาน ",
  "witness_update": "การดำเนินการนี้จะอัปเดตบัญชีพยานของคุณ ",
  "proposal_create": "การดำเนินการนี้จะสร้างข้อเสนอการดำเนินการบล็อคเชน ",
  "proposal_update": "การดำเนินการนี้จะอัปเดตข้อเสนอการดำเนินการบล็อคเชน ",
  "proposal_delete": "การดำเนินการนี้จะลบข้อเสนอการดำเนินการบล็อคเชน ",
  "withdraw_permission_create": "การดำเนินการนี้จะสร้างการอนุญาตการถอน ",
  "withdraw_permission_update": "การดำเนินการนี้จะอัปเดตสิทธิ์การถอน ",
  "withdraw_permission_claim": "การดำเนินการนี้อ้างสิทธิ์จากการเพิกถอนสิทธิ์ ",
  "withdraw_permission_delete": "การดำเนินการนี้จะลบการอนุญาตการเพิกถอน ",
  "committee_member_create": "การดำเนินการนี้จะสร้างบัญชีสมาชิกคณะกรรมการ ",
  "committee_member_update": "การดำเนินการนี้จะอัปเดตรายละเอียดบัญชีสมาชิกคณะกรรมการของคุณ ",
  "committee_member_update_global_parameters": "การดำเนินการนี้จะเผยแพร่จุดยืนของสมาชิกคณะกรรมการของคุณเกี่ยวกับค่าพารามิเตอร์ส่วนกลางของ Bitshares blockchain ",
  "vesting_balance_create": "การดำเนินการนี้สร้างยอดดุลการให้สิทธิ ",
  "vesting_balance_withdraw": "การดำเนินการนี้จะถอนออกจากยอดดุลการให้สิทธิ ",
  "worker_create": "การดำเนินการนี้จะสร้างข้อเสนอของผู้ปฏิบัติงาน ",
  "custom": "การดำเนินการนี้ให้วิธีการทั่วไปในการเพิ่มโปรโตคอลระดับที่สูงกว่านอกเหนือจากฉันทามติของพยาน ",
  "assert": "การดำเนินการนี้ยืนยันว่าเงื่อนไขบางประการเป็นจริง ",
  "balance_claim": "การดำเนินการนี้อ้างสิทธิ์จากยอดดุล ",
  "override_transfer": "การดำเนินการนี้จะแทนที่การดำเนินการถ่ายโอน ",
  "transfer_to_blind": "การดำเนินการนี้จะโอนสินทรัพย์ไปยังปลายทางที่มองไม่เห็น ",
  "blind_transfer": "การดำเนินการนี้จะถ่ายโอนสินทรัพย์ที่มองไม่เห็นในลักษณะที่ไม่เปิดเผย ",
  "transfer_from_blind": "การดำเนินการนี้จะถอนสินทรัพย์ออกจากยอดคงเหลือที่ไม่เปิดเผย ",
  "asset_settle_cancel": "การดำเนินการนี้จะยกเลิกการชำระสินทรัพย์ ",
  "asset_claim_fees": "การดำเนินการนี้อ้างสิทธิ์ค่าธรรมเนียมจากสินทรัพย์ ",
  "fba_distribute": "การดำเนินการนี้จะกระจายเงินทุนจากสินทรัพย์ที่ได้รับการสนับสนุนค่าธรรมเนียม ",
  "bid_collateral": "การดำเนินการนี้จะเสนอราคาสำหรับสินทรัพย์บิตที่เป็นหลักประกันเมื่อมีการชำระบัญชีทั่วโลก ",
  "execute_bid": "การดำเนินการนี้ดำเนินการประมูลหลักประกัน ",
  "asset_claim_pool": "การดำเนินการนี้จะโอน BTS จากกลุ่มค่าธรรมเนียมของสินทรัพย์ที่ระบุกลับไปยังยอดคงเหลือของผู้ออก ",
  "asset_update_issuer": "การดำเนินการนี้จะอัปเดตผู้ออกสินทรัพย์เป็นบัญชีผู้ดูแลระบบใหม่ ",
  "htlc_create": "การดำเนินการนี้สร้างสัญญาล็อคเวลาแฮช (HTLC) ",
  "htlc_redeem": "การดำเนินการนี้จะแลกเนื้อหาของ HTLC ",
  "htlc_redeemed": "การดำเนินการนี้บ่งชี้ว่าแลก HTLC สำเร็จแล้ว ",
  "htlc_extend": "การดำเนินการนี้จะขยายระยะเวลาของ HTLC ",
  "htlc_refund": "การดำเนินการนี้จะคืนเงิน HTLC ที่หมดอายุ ",
  "custom_authority_create": "การดำเนินการนี้จะสร้างสิทธิ์แบบกำหนดเองใหม่ ",
  "custom_authority_update": "การดำเนินการนี้จะอัพเดตสิทธิ์แบบกำหนดเอง ",
  "custom_authority_delete": "การดำเนินการนี้จะลบสิทธิ์แบบกำหนดเอง ",
  "ticket_create": "การดำเนินการนี้จะสร้างตั๋วใหม่ ",
  "ticket_update": "การดำเนินการนี้จะอัปเดตตั๋วที่มีอยู่ ",
  "liquidity_pool_create": "การดำเนินการนี้จะสร้างแหล่งรวมสภาพคล่อง ",
  "liquidity_pool_delete": "การดำเนินการนี้จะลบกลุ่มสภาพคล่อง ",
  "liquidity_pool_deposit": "การดำเนินการนี้จะฝากเงินเข้าในแหล่งรวมสภาพคล่อง ",
  "liquidity_pool_withdraw": "การดำเนินการนี้จะถอนเงินออกจากแหล่งรวมสภาพคล่อง ",
  "liquidity_pool_exchange": "การดำเนินการนี้แลกเปลี่ยนกับกลุ่มสภาพคล่อง ",
  "samet_fund_create": "การดำเนินการนี้จะสร้างกองทุน SameT ใหม่ ",
  "samet_fund_delete": "การดำเนินการนี้จะลบออบเจ็กต์กองทุน SameT ",
  "samet_fund_update": "การดำเนินการนี้จะอัปเดตออบเจ็กต์กองทุน SameT ",
  "samet_fund_borrow": "การดำเนินการนี้ยืมจากกองทุน SameT ",
  "samet_fund_repay": "การดำเนินการนี้จะชำระหนี้ให้กับกองทุน SameT ",
  "credit_offer_create": "การดำเนินการนี้สร้างข้อเสนอสินเชื่อใหม่ ",
  "credit_offer_delete": "การดำเนินการนี้จะลบข้อเสนอเครดิต ",
  "credit_offer_update": "การดำเนินการนี้จะอัพเดตข้อเสนอสินเชื่อ ",
  "credit_offer_accept": "การดำเนินการนี้ยอมรับข้อเสนอสินเชื่อและสร้างข้อตกลงสินเชื่อ ",
  "credit_deal_repay": "การดำเนินการนี้ชำระคืนข้อตกลงสินเชื่อ ",
  "credit_deal_expired": "การดำเนินการนี้จัดการข้อตกลงสินเชื่อที่หมดอายุ ",
  "liquidity_pool_update": "การดำเนินการนี้จะอัพเดตกลุ่มสภาพคล่อง ",
  "credit_deal_update": "การดำเนินการนี้อัพเดตข้อตกลงสินเชื่อ ",
  "limit_order_update": "การดำเนินการนี้อัพเดตคำสั่งจำกัด "
}
