{
  "transfer": "การดำเนินการนี้จะส่งสินทรัพย์จากบัญชีหนึ่งไปยังอีกบัญชีหนึ่ง โดยจะย้ายสินทรัพย์ตามจำนวนที่ระบุไปยังบัญชีของผู้รับอย่างถาวร โปรดใช้ความระมัดระวังเนื่องจากการดำเนินการนี้ไม่สามารถยกเลิกได้",
  "limit_order_create": "การดำเนินการนี้เสนอที่จะขายจำนวนสินทรัพย์ในอัตราแลกเปลี่ยนที่ระบุภายในระยะเวลาหนึ่ง โดยจะวางคำสั่งซื้อในสมุดคำสั่งที่จะดำเนินการก็ต่อเมื่อราคาตลาดถึงราคาจำกัดที่ระบุ ตรวจสอบให้แน่ใจว่ารายละเอียดถูกต้อง ",
  "limit_order_cancel": "การดำเนินการนี้จะยกเลิกคำสั่งจำกัดที่มีอยู่ โดยจะลบคำสั่งจำกัดที่วางไว้ก่อนหน้านี้ออกจากสมุดคำสั่ง เพื่อป้องกันไม่ให้มีการดำเนินการ ตรวจสอบรายละเอียดคำสั่งก่อนที่จะยกเลิก",
  "call_order_update": "การดำเนินการนี้จะอัปเดตคำสั่งการโทร ซึ่งใช้ในการซื้อขายด้วยมาร์จิ้น โดยจะปรับหลักประกันและหนี้ของคำสั่งโทรที่มีอยู่ ซึ่งอาจส่งผลกระทบต่อตำแหน่งมาร์จิ้นของคุณ ตรวจสอบให้แน่ใจว่าคุณเข้าใจผลกระทบต่อมาร์จิ้นของคุณ",
  "fill_order": "การดำเนินการนี้จะเติมคำสั่งซื้อที่มีอยู่ โดยจะดำเนินการซื้อขายตามลำดับที่ตรงกันในสมุดคำสั่งซื้อ ส่งผลให้เกิดการแลกเปลี่ยนสินทรัพย์ ยืนยันรายละเอียดการค้าเพื่อหลีกเลี่ยงผลลัพธ์ที่ไม่คาดคิด",
  "account_create": "การดำเนินการนี้สร้างบัญชีใหม่บนบล็อกเชน โดยจะลงทะเบียนบัญชีผู้ใช้ใหม่ด้วยชื่อที่ไม่ซ้ำใครและคีย์ที่เกี่ยวข้อง ตรวจสอบให้แน่ใจว่ารายละเอียดบัญชีถูกต้อง",
  "account_update": "การดำเนินการนี้จะอัปเดตคุณสมบัติของบัญชีของคุณ โดยจะแก้ไขรายละเอียดบัญชี เช่น คีย์ ตัวเลือก และอำนาจ ซึ่งอาจเปลี่ยนแปลงผู้ที่สามารถควบคุมบัญชีของคุณได้ โปรดใช้ความระมัดระวัง เนื่องจากอาจส่งผลต่อความปลอดภัยของบัญชี",
  "account_whitelist": "การดำเนินการนี้จะอนุญาตหรือบัญชีดำบัญชี โดยจะควบคุมบัญชีที่ได้รับอนุญาตหรือไม่ได้รับอนุญาตให้โต้ตอบกับคุณสมบัติหรือทรัพย์สินบางอย่าง ตรวจสอบรายละเอียดบัญชีเพื่อหลีกเลี่ยงข้อจำกัดที่ไม่ได้ตั้งใจ",
  "account_upgrade": "การดำเนินการนี้จะอัปเกรดบัญชีของคุณเป็นสมาชิกตลอดชีพ โดยจะให้สิทธิ์และสิทธิประโยชน์เพิ่มเติมแก่บัญชีของคุณ เช่น ค่าธรรมเนียมที่ลดลงและสิทธิ์ในการลงคะแนนเสียง ตรวจสอบให้แน่ใจว่าคุณเข้าใจถึงผลประโยชน์และค่าใช้จ่าย",
  "account_transfer": "การดำเนินการนี้จะโอนความเป็นเจ้าของบัญชีของคุณไปยังบัญชีอื่น โดยจะเปลี่ยนอำนาจของเจ้าของบัญชีของคุณให้เป็นเจ้าของใหม่ ทำให้พวกเขาสามารถควบคุมได้อย่างเต็มที่ โปรดมั่นใจก่อนที่จะโอนความเป็นเจ้าของ",
  "asset_create": "การดำเนินการนี้สร้างสินทรัพย์บนบล็อคเชน Bitshares โดยจะกำหนดโทเค็นหรือสินทรัพย์ใหม่ที่มีคุณสมบัติเฉพาะ เช่น สัญลักษณ์ ความแม่นยำ และผู้ออก ตรวจสอบให้แน่ใจว่ารายละเอียดสินทรัพย์ถูกต้อง",
  "asset_update": "การดำเนินการนี้จะอัปเดตการตั้งค่าของสินทรัพย์ ซึ่งจะช่วยให้ผู้ออกสามารถแก้ไขรายละเอียดสินทรัพย์ เช่น คำอธิบาย ตัวเลือก และแฟล็ก ตรวจสอบการเปลี่ยนแปลงเพื่อหลีกเลี่ยงผลกระทบที่ไม่ได้ตั้งใจ",
  "asset_update_bitasset": "การดำเนินการนี้อัปเดตการตั้งค่า bitasset ที่สร้างขึ้นโดยเฉพาะสำหรับ BitAssets ซึ่งเป็นสินทรัพย์ที่ตรึงกับตลาด และช่วยให้ผู้ออกสามารถปรับพารามิเตอร์เช่นผู้ผลิตฟีดและการตั้งค่าการเรียกหลักประกัน ตรวจสอบให้แน่ใจว่าการเปลี่ยนแปลงถูกต้อง",
  "asset_update_feed_producers": "การดำเนินการนี้จะอัปเดตรายชื่อผู้ผลิตฟีดที่ได้รับอนุมัติสำหรับบิตแอสเซ็ตที่สร้างขึ้น โดยจะเปลี่ยนรายชื่อบัญชีที่รับผิดชอบในการเผยแพร่ฟีดราคาสำหรับสินทรัพย์ที่ผูกกับตลาด ตรวจสอบรายชื่อผู้ผลิตใหม่",
  "asset_issue": "การดำเนินการนี้จะออกสินทรัพย์ที่คุณสร้างให้กับบุคคล โดยจะสร้างและแจกจ่ายโทเค็นเพิ่มเติมของสินทรัพย์ที่มีอยู่ไปยังบัญชีที่ระบุ ตรวจสอบให้แน่ใจว่ารายละเอียดการออกนั้นถูกต้อง",
  "asset_reserve": "การดำเนินการนี้สงวนสินทรัพย์ที่คุณสร้างขึ้น โดยจะลบสินทรัพย์ตามจำนวนที่ระบุออกจากการหมุนเวียนอย่างถาวร ยืนยันจำนวนเงินเพื่อหลีกเลี่ยงการลบสินทรัพย์โดยไม่ได้ตั้งใจ",
  "asset_fund_fee_pool": "การดำเนินการนี้ให้ทุนแก่กลุ่มค่าธรรมเนียมสำหรับสินทรัพย์ที่คุณสร้างขึ้น โดยจะเพิ่มเงินทุนให้กับกลุ่มค่าธรรมเนียมของสินทรัพย์ ซึ่งใช้ในการอุดหนุนค่าธรรมเนียมการทำธุรกรรมสำหรับผู้ใช้ ตรวจสอบจำนวนเงินที่ระดมทุน",
  "asset_settle": "การดำเนินการนี้จะชำระสินทรัพย์ในพอร์ตโฟลิโอของคุณ โดยจะช่วยให้ผู้ถือสินทรัพย์ที่ตรึงกับตลาดสามารถร้องขอการชำระราคาที่ราคาฟีดปัจจุบัน โดยได้รับมูลค่าที่เทียบเท่าในสินทรัพย์สำรอง ตรวจสอบให้แน่ใจว่าคุณเข้าใจเงื่อนไขการชำระบัญชี",
  "asset_global_settle": "การดำเนินการนี้จะชำระหนึ่งในบิตแอสเซทที่คุณสร้างขึ้นทั่วโลก โดยจะบังคับให้ชำระยอดคงค้างทั้งหมดของสินทรัพย์ที่ตรึงกับตลาดในราคาที่กำหนด และยุติการซื้อขายอย่างมีประสิทธิภาพ โปรดมั่นใจก่อนเริ่มการชำระหนี้ทั่วโลก",
  "asset_publish_feed": "การดำเนินการนี้จะเผยแพร่ฟีดราคาสำหรับบิตแอสเซ็ต โดยผู้ผลิตฟีดจะใช้เพื่อให้ข้อมูลราคาที่อัปเดตสำหรับสินทรัพย์ที่ตรึงกับตลาด ตรวจสอบให้แน่ใจว่าข้อมูลฟีดนั้นถูกต้อง",
  "witness_create": "การดำเนินการนี้จะสร้างบัญชีพยาน โดยจะลงทะเบียนพยานใหม่ ซึ่งมีหน้าที่รับผิดชอบในการสร้างบล็อกและรักษาความปลอดภัยของบล็อกเชน ตรวจสอบรายละเอียดพยาน",
  "witness_update": "การดำเนินการนี้จะอัปเดตบัญชีพยานของคุณ โดยจะช่วยให้พยานสามารถแก้ไขรหัสการลงนาม URL และรายละเอียดอื่น ๆ ได้ ตรวจสอบให้แน่ใจว่าการอัปเดตนั้นถูกต้อง",
  "proposal_create": "การดำเนินการนี้สร้างข้อเสนอการดำเนินการบล็อคเชน โดยจะอนุญาตให้ผู้ใช้เสนอธุรกรรมที่ต้องได้รับการอนุมัติจากหลายฝ่ายก่อนจึงจะสามารถดำเนินการได้ ตรวจสอบให้แน่ใจว่ารายละเอียดข้อเสนอถูกต้อง",
  "proposal_update": "การดำเนินการนี้อัปเดตข้อเสนอการดำเนินการบล็อคเชน โดยจะอนุญาตให้ผู้ใช้เพิ่มหรือเพิกถอนการอนุมัติสำหรับธุรกรรมที่เสนอ ตรวจสอบการเปลี่ยนแปลงเพื่อหลีกเลี่ยงการอนุมัติหรือการเพิกถอนโดยไม่ได้ตั้งใจ",
  "proposal_delete": "การดำเนินการนี้จะลบข้อเสนอการดำเนินการบล็อคเชน โดยจะลบข้อเสนอออกจากบล็อคเชน ป้องกันไม่ให้มีการดำเนินการ ยืนยันรายละเอียดข้อเสนอก่อนที่จะลบ",
  "withdraw_permission_create": "การดำเนินการนี้สร้างการอนุญาตในการถอน โดยจะให้สิทธิ์แก่บัญชีในการถอนเงินจากบัญชีอื่นภายในขอบเขตที่กำหนด ตรวจสอบให้แน่ใจว่ารายละเอียดการอนุญาตนั้นถูกต้อง",
  "withdraw_permission_update": "การดำเนินการนี้จะอัปเดตสิทธิ์การถอน โดยจะแก้ไขข้อกำหนดและขีดจำกัดของสิทธิ์การถอนที่มีอยู่ ตรวจสอบการอัปเดตเพื่อหลีกเลี่ยงการเปลี่ยนแปลงโดยไม่ได้ตั้งใจ",
  "withdraw_permission_claim": "การดำเนินการนี้เรียกร้องจากการอนุญาตการถอน จะช่วยให้บัญชีที่ได้รับอนุญาตสามารถถอนเงินตามเงื่อนไขของการอนุญาต ตรวจสอบให้แน่ใจว่ารายละเอียดการเรียกร้องถูกต้อง",
  "withdraw_permission_delete": "การดำเนินการนี้จะลบการอนุญาตการถอน มันจะเพิกถอนการอนุญาตการถอนที่มีอยู่ ป้องกันการถอนเพิ่มเติม ยืนยันรายละเอียดการอนุญาตก่อนที่จะลบ",
  "committee_member_create": "การดำเนินการนี้จะสร้างบัญชีสมาชิกคณะกรรมการ โดยจะลงทะเบียนสมาชิกคณะกรรมการใหม่ที่มีส่วนร่วมในการกำกับดูแลและการตัดสินใจสำหรับบล็อคเชน ตรวจสอบรายละเอียดของสมาชิกคณะกรรมการ",
  "committee_member_update": "การดำเนินการนี้จะอัปเดตรายละเอียดบัญชีสมาชิกคณะกรรมการของคุณ โดยจะช่วยให้สมาชิกคณะกรรมการแก้ไขรหัสการลงนาม URL และรายละเอียดอื่น ๆ ได้ ตรวจสอบให้แน่ใจว่าการอัปเดตนั้นถูกต้อง",
  "committee_member_update_global_parameters": "การดำเนินการนี้จะเผยแพร่จุดยืนของสมาชิกคณะกรรมการของคุณเกี่ยวกับค่าพารามิเตอร์ทั่วโลกของ Bitshares blockchain ซึ่งจะช่วยให้คณะกรรมการสามารถปรับการตั้งค่าและพารามิเตอร์ทั่วทั้ง blockchain ตรวจสอบการเปลี่ยนแปลงพารามิเตอร์",
  "vesting_balance_create": "การดำเนินการนี้สร้างยอดดุลการให้สิทธิ์ โดยจะกันเงินทุนที่จะค่อยๆ พร้อมใช้งานเมื่อเวลาผ่านไปตามกำหนดการการให้สิทธิ์ที่ระบุ ตรวจสอบให้แน่ใจว่ารายละเอียดการให้สิทธิ์ถูกต้อง",
  "vesting_balance_withdraw": "การดำเนินการนี้จะถอนออกจากยอดเงินคงเหลือ โดยจะช่วยให้บัญชีสามารถถอนเงินที่มีอยู่ออกจากยอดคงเหลือ ยืนยันจำนวนเงินที่ถอน",
  "worker_create": "การดำเนินการนี้สร้างข้อเสนอของผู้ปฏิบัติงาน โดยจะเสนอผู้ปฏิบัติงานใหม่ ซึ่งจะได้รับเงินจากงบประมาณของบล็อกเชนเพื่อดำเนินงานหรือโครงการเฉพาะ ตรวจสอบให้แน่ใจว่ารายละเอียดข้อเสนอถูกต้อง",
  "custom": "การดำเนินการนี้ให้วิธีการทั่วไปในการเพิ่มโปรโตคอลระดับที่สูงขึ้นนอกเหนือจากฉันทามติของพยาน โดยจะอนุญาตให้ผู้ใช้สามารถกำหนดและดำเนินการตรรกะที่กำหนดเองบนบล็อกเชน ตรวจสอบรายละเอียดตรรกะที่กำหนดเอง",
  "assert": "การดำเนินการนี้ยืนยันว่าเงื่อนไขบางประการเป็นจริง โดยจะตรวจสอบว่าเงื่อนไขที่ระบุเป็นจริงหรือไม่ และจะล้มเหลวหากไม่เป็นเช่นนั้น ตรวจสอบให้แน่ใจว่าเงื่อนไขนั้นถูกต้อง",
  "balance_claim": "การดำเนินการนี้อ้างสิทธิ์จากยอดคงเหลือ โดยจะอนุญาตให้ผู้ใช้อ้างสิทธิ์ยอดคงเหลือจากระบบเดิมหรือการแจกแจงแบบพิเศษ ตรวจสอบรายละเอียดการอ้างสิทธิ์",
  "override_transfer": "การดำเนินการนี้จะแทนที่การดำเนินการโอน ซึ่งจะช่วยให้ผู้ออกสินทรัพย์สามารถโอนเงินระหว่างบัญชีโดยไม่ได้รับความยินยอมจากบัญชีต้นทาง โปรดใช้ความระมัดระวัง เนื่องจากอาจส่งผลต่อความปลอดภัยของบัญชี",
  "transfer_to_blind": "การดำเนินการนี้จะโอนสินทรัพย์ไปยังปลายทางที่ไม่เปิดเผย โดยจะแปลงสินทรัพย์ปกติให้เป็นยอดคงเหลือที่ไม่เปิดเผย (เป็นความลับ) ตรวจสอบให้แน่ใจว่ารายละเอียดการโอนถูกต้อง",
  "blind_transfer": "การดำเนินการนี้จะโอนสินทรัพย์ที่ไม่เปิดเผยในลักษณะที่ไม่เปิดเผย โดยจะโอนสินทรัพย์ระหว่างยอดคงเหลือที่ไม่เปิดเผย รักษาความลับ ตรวจสอบรายละเอียดการโอน",
  "transfer_from_blind": "การดำเนินการนี้จะถอนสินทรัพย์ออกจากยอดคงเหลือที่ไม่เปิดเผย โดยจะแปลงยอดคงเหลือที่ไม่เปิดเผย (เป็นความลับ) กลับเป็นยอดคงเหลือปกติ ตรวจสอบให้แน่ใจว่ารายละเอียดการถอนนั้นถูกต้อง",
  "asset_settle_cancel": "การดำเนินการนี้จะยกเลิกการชำระสินทรัพย์ โดยจะยกเลิกคำขอการชำระหนี้ที่รอดำเนินการสำหรับสินทรัพย์ที่ตรึงกับตลาด ยืนยันรายละเอียดการชำระบัญชีก่อนที่จะยกเลิก",
  "asset_claim_fees": "การดำเนินการนี้เรียกร้องค่าธรรมเนียมจากสินทรัพย์ โดยจะช่วยให้ผู้ออกสามารถเรียกร้องค่าธรรมเนียมสะสมจากกลุ่มค่าธรรมเนียมของสินทรัพย์ ตรวจสอบรายละเอียดการเรียกร้องค่าธรรมเนียม",
  "fba_distribute": "การดำเนินการนี้จะกระจายเงินทุนจากสินทรัพย์ที่ได้รับการสนับสนุนค่าธรรมเนียม โดยจะกระจายเงินทุนที่รวบรวมจากสินทรัพย์ที่ได้รับการสนับสนุนค่าธรรมเนียมไปยังผู้ถือ ตรวจสอบให้แน่ใจว่ารายละเอียดการแจกจ่ายถูกต้อง",
  "bid_collateral": "การดำเนินการนี้เสนอราคาบนหลักประกันที่สนับสนุนสินทรัพย์บิตเมื่อชำระทั่วโลก โดยจะอนุญาตให้ผู้ใช้สามารถประมูลหลักประกันที่ขายเพื่อให้ครอบคลุมการเรียกหลักประกัน ตรวจสอบรายละเอียดการประมูล",
  "execute_bid": "การดำเนินการนี้ดำเนินการประมูลสำหรับหลักประกัน โดยจะสรุปการซื้อหลักประกันจากการเรียกหลักประกัน ตรวจสอบให้แน่ใจว่ารายละเอียดการดำเนินการประมูลถูกต้อง",
  "asset_claim_pool": "การดำเนินการนี้จะโอน BTS จากกลุ่มค่าธรรมเนียมของสินทรัพย์ที่ระบุกลับไปยังยอดคงเหลือของผู้ออก ซึ่งจะช่วยให้ผู้ออกสามารถเรียกร้องเงินจากกลุ่มค่าธรรมเนียมของสินทรัพย์ ตรวจสอบรายละเอียดการเรียกร้อง",
  "asset_update_issuer": "การดำเนินการนี้จะอัปเดตผู้ออกสินทรัพย์เป็นบัญชีผู้ดูแลระบบใหม่ โดยจะเปลี่ยนอำนาจผู้ออกสินทรัพย์เป็นบัญชีใหม่ ตรวจสอบให้แน่ใจว่ารายละเอียดผู้ออกใหม่ถูกต้อง",
  "htlc_create": "การดำเนินการนี้จะสร้างสัญญาล็อคเวลาแฮช (HTLC) โดยจะตั้งค่า HTLC ซึ่งต้องใช้พรีอิมเมจแฮชที่เข้ารหัสเพื่ออ้างสิทธิ์ในเงินทุน ตรวจสอบรายละเอียดสัญญา",
  "htlc_redeem": "การดำเนินการนี้จะแลกเนื้อหาของ HTLC ซึ่งจะช่วยให้ผู้รับสามารถรับเงินจาก HTLC ได้โดยการให้อิมเมจแฮชที่ถูกต้อง ตรวจสอบให้แน่ใจว่ารายละเอียดการแลกนั้นถูกต้อง",
  "htlc_redeemed": "การดำเนินการนี้บ่งชี้ว่าแลก HTLC สำเร็จแล้ว ตรวจสอบรายละเอียดการแลกรับรางวัล",
  "htlc_extend": "การดำเนินการนี้จะขยายระยะเวลาของ HTLC โดยจะขยายกรอบเวลาในระหว่างที่สามารถแลก HTLC ได้ ตรวจสอบให้แน่ใจว่ารายละเอียดส่วนขยายถูกต้อง",
  "htlc_refund": "การดำเนินการนี้จะคืนเงิน HTLC ที่หมดอายุ โดยจะคืนเงินจาก HTLC กลับไปยังผู้ส่งหลังจากที่หมดอายุแล้ว ตรวจสอบรายละเอียดการคืนเงิน",
  "custom_authority_create": "การดำเนินการนี้สร้างสิทธิ์แบบกำหนดเองใหม่ โดยจะกำหนดสิทธิ์แบบกำหนดเองที่สามารถใช้เพื่ออนุญาตการดำเนินการเฉพาะ ตรวจสอบให้แน่ใจว่ารายละเอียดสิทธิ์ถูกต้อง",
  "custom_authority_update": "การดำเนินการนี้จะอัปเดตสิทธิ์แบบกำหนดเอง โดยจะแก้ไขเงื่อนไขและพารามิเตอร์ของสิทธิ์แบบกำหนดเองที่มีอยู่ ตรวจสอบการอัปเดตเพื่อหลีกเลี่ยงการเปลี่ยนแปลงที่ไม่ได้ตั้งใจ",
  "custom_authority_delete": "การดำเนินการนี้จะลบสิทธิ์แบบกำหนดเอง โดยจะลบสิทธิ์แบบกำหนดเองที่มีอยู่ออกจากบล็อกเชน ยืนยันรายละเอียดสิทธิ์ก่อนลบ",
  "ticket_create": "การดำเนินการนี้จะสร้างตั๋วใหม่ โดยจะลงทะเบียนตั๋วใหม่ ซึ่งสามารถใช้เพื่อวัตถุประสงค์ต่าง ๆ เช่น การลงคะแนนหรือการเดิมพัน ตรวจสอบให้แน่ใจว่ารายละเอียดตั๋วถูกต้อง",
  "ticket_update": "การดำเนินการนี้จะอัปเดตตั๋วที่มีอยู่ โดยจะแก้ไขคุณสมบัติหรือสถานะของตั๋วที่มีอยู่ ตรวจสอบการอัปเดตเพื่อหลีกเลี่ยงการเปลี่ยนแปลงโดยไม่ได้ตั้งใจ",
  "liquidity_pool_create": "การดำเนินการนี้จะสร้างกลุ่มสภาพคล่อง โดยจะตั้งค่ากลุ่มสภาพคล่องสำหรับคู่การซื้อขาย ซึ่งช่วยให้ผู้ใช้สามารถให้สภาพคล่องและรับค่าธรรมเนียม ตรวจสอบให้แน่ใจว่ารายละเอียดกลุ่มนั้นถูกต้อง",
  "liquidity_pool_delete": "การดำเนินการนี้จะลบกลุ่มสภาพคล่อง โดยจะลบกลุ่มสภาพคล่องออกจากบล็อคเชน ยืนยันรายละเอียดพูลก่อนที่จะลบ",
  "liquidity_pool_deposit": "การดำเนินการนี้จะฝากเงินเข้าในกลุ่มสภาพคล่อง โดยจะอนุญาตให้ผู้ใช้เพิ่มสภาพคล่องให้กับกลุ่มเพื่อแลกกับโทเค็นสภาพคล่อง ตรวจสอบรายละเอียดการฝาก",
  "liquidity_pool_withdraw": "การดำเนินการนี้จะถอนเงินออกจากกลุ่มสภาพคล่อง โดยจะอนุญาตให้ผู้ใช้สามารถลบสภาพคล่องออกจากกลุ่มและรับส่วนแบ่งของสินทรัพย์ ตรวจสอบให้แน่ใจว่ารายละเอียดการถอนนั้นถูกต้อง",
  "liquidity_pool_exchange": "การดำเนินการนี้แลกเปลี่ยนกับกลุ่มสภาพคล่อง ซึ่งจะช่วยให้ผู้ใช้สามารถซื้อขายสินทรัพย์ได้โดยตรงภายในกลุ่มสภาพคล่อง ตรวจสอบรายละเอียดการแลกเปลี่ยน",
  "samet_fund_create": "การดำเนินการนี้จะสร้างกองทุน SameT ใหม่ โดยกองทุน SameT คือกองทุนที่ผู้ยืมสามารถใช้ได้และต้องชำระคืนในธุรกรรมเดียวกัน ตรวจสอบให้แน่ใจว่ารายละเอียดกองทุนถูกต้อง",
  "samet_fund_delete": "การดำเนินการนี้จะลบวัตถุกองทุน SameT โดยจะลบกองทุน SAMET ออกจากบล็อกเชน ยืนยันรายละเอียดกองทุนก่อนที่จะลบ",
  "samet_fund_update": "การดำเนินการนี้จะอัปเดตออบเจ็กต์กองทุน SameT โดยจะแก้ไขพารามิเตอร์และเงื่อนไขของกองทุน SAMET ที่มีอยู่ ตรวจสอบการอัปเดตเพื่อหลีกเลี่ยงการเปลี่ยนแปลงโดยไม่ได้ตั้งใจ",
  "samet_fund_borrow": "การดำเนินการนี้ยืมจากกองทุน SameT โดยจะอนุญาตให้ผู้ใช้กู้ยืมเงินจากกองทุน SAMET โดยใช้หลักประกัน ตรวจสอบให้แน่ใจว่ารายละเอียดการกู้ยืมถูกต้อง",
  "samet_fund_repay": "การดำเนินการนี้จะชำระหนี้ให้กับกองทุน SameT โดยจะอนุญาตให้ผู้ใช้ชำระคืนเงินกู้และเรียกคืนหลักประกันจากกองทุน SAMET ตรวจสอบรายละเอียดการชำระคืน",
  "credit_offer_create": "การดำเนินการนี้สร้างข้อเสนอสินเชื่อใหม่ ข้อเสนอสินเชื่อคือกองทุนที่บัญชีอื่นที่จัดหาหลักประกันบางอย่างสามารถใช้ได้ ตรวจสอบให้แน่ใจว่ารายละเอียดข้อเสนอถูกต้อง",
  "credit_offer_delete": "การดำเนินการนี้จะลบข้อเสนอเครดิต โดยจะลบข้อเสนอเครดิตออกจากบล็อคเชน ยืนยันรายละเอียดข้อเสนอก่อนที่จะลบ",
  "credit_offer_update": "การดำเนินการนี้จะอัปเดตข้อเสนอเครดิต โดยจะแก้ไขข้อกำหนดและเงื่อนไขของข้อเสนอเครดิตที่มีอยู่ ตรวจสอบการอัปเดตเพื่อหลีกเลี่ยงการเปลี่ยนแปลงที่ไม่ได้ตั้งใจ",
  "credit_offer_accept": "การดำเนินการนี้ยอมรับข้อเสนอสินเชื่อและสร้างข้อตกลงสินเชื่อ โดยจะอนุญาตให้ผู้ใช้ยอมรับข้อเสนอสินเชื่อและรับเงินที่ยืมมา ตรวจสอบให้แน่ใจว่ารายละเอียดการยอมรับถูกต้อง",
  "credit_deal_repay": "การดำเนินการนี้จะชำระคืนข้อตกลงสินเชื่อ โดยจะช่วยให้ผู้กู้ชำระคืนเงินกู้ตามเงื่อนไขของข้อตกลงสินเชื่อ ตรวจสอบรายละเอียดการชำระคืน",
  "credit_deal_expired": "การดำเนินการนี้จัดการข้อตกลงสินเชื่อที่หมดอายุ โดยจะจัดการกับผลที่ตามมาจากข้อตกลงสินเชื่อที่หมดอายุ เช่น การชำระบัญชีหลักประกัน ตรวจสอบให้แน่ใจว่ารายละเอียดการจัดการถูกต้อง",
  "liquidity_pool_update": "การดำเนินการนี้จะอัปเดตกลุ่มสภาพคล่อง โดยจะแก้ไขพารามิเตอร์และเงื่อนไขของกลุ่มสภาพคล่องที่มีอยู่ ตรวจสอบการอัปเดตเพื่อหลีกเลี่ยงการเปลี่ยนแปลงโดยไม่ได้ตั้งใจ",
  "credit_deal_update": "การดำเนินการนี้จะอัปเดตข้อตกลงสินเชื่อ โดยจะแก้ไขข้อกำหนดและเงื่อนไขของข้อตกลงสินเชื่อที่มีอยู่ ตรวจสอบให้แน่ใจว่าการอัปเดตนั้นถูกต้อง",
  "limit_order_update": "การดำเนินการนี้จะอัปเดตคำสั่งจำกัด โดยจะแก้ไขพารามิเตอร์ของคำสั่งจำกัดที่วางไว้ก่อนหน้านี้ ตรวจสอบการอัปเดตเพื่อหลีกเลี่ยงการเปลี่ยนแปลงโดยไม่ได้ตั้งใจ"
}
