{
  "title": "การวางเดิมพันสภาพคล่องของ Bitshares",
  "description": "เดิมพันสินทรัพย์ในแหล่งรวมสภาพคล่องของ Bitshares ได้อย่างง่ายดายเพื่อแลกกับสินทรัพย์ที่แบ่งกลุ่ม",
  "loadingPoolData": "กำลังโหลดข้อมูลพูล",
  "loadingAssetData": "กำลังโหลดข้อมูลสินทรัพย์",
  "account": "บัญชี",
  "liquidityPool": "แหล่งรวมสภาพคล่อง",
  "liquidityPoolChosen": "นี่คือกลุ่มสภาพคล่องที่คุณเลือกเพื่อเดิมพัน/ถอนการลงทุนในสินทรัพย์",
  "selectLiquidityPool": "เลือกสินทรัพย์เดิมพันสภาพคล่องใน",
  "selectPoolPlaceholder": "เลือกสระน้ำ..",
  "searchPlaceholder": "ป้อนข้อความค้นหา",
  "id": "บัตรประจำตัวประชาชน",
  "shareAsset": "แบ่งปันเนื้อหา",
  "assetA": "สินทรัพย์ ก",
  "assetB": "สินทรัพย์ B",
  "takerFee": "ค่าธรรมเนียมผู้รับ",
  "withdrawFee": "ค่าธรรมเนียมการถอนเงิน",
  "currentTotalAmountInPool": "จำนวนเงินรวมปัจจุบันในพูล",
  "stakingAssets": "การปักหลักสินทรัพย์",
  "stakeAssets": "สินทรัพย์เดิมพัน",
  "unstakingAssets": "ทรัพย์สินที่ไม่มั่นคง",
  "unstakeAssets": "ปลดทรัพย์สิน",
  "howMuchToStake": "เท่าไร {{symbol}} คุณอยากเดิมพันไหม?",
  "totalShareAssetReceive": "สินทรัพย์ส่วนแบ่งพูลโดยประมาณทั้งหมดที่คุณจะได้รับ",
  "unstaking": "แน่วแน่...",
  "networkFee": "ค่าธรรมเนียมเครือข่าย",
  "networkFeeDescription1": "นี่คือค่าใช้จ่ายในการออกอากาศการดำเนินการปักหลักพูลของคุณไปยังบล็อกเชน",
  "networkFeeDescription2": "นี่คือค่าใช้จ่ายในการเผยแพร่การดำเนินการถอนเดิมพันพูลของคุณไปยังบล็อกเชน",
  "rebate": "ส่วนลด: {{rebate}} รถไฟฟ้า BTS (มอบสิทธิ)",
  "submit": "ส่ง",
  "stakingAssetsDesc": "การปักหลัก {{aStake}} {{assetASymbol}} และ {{bStake}} {{assetBSymbol}} ในสระน้ำ {{poolId}}",
  "bitsharesPoolExplorer": "นักสำรวจสระว่ายน้ำ bitshares",
  "poolJson": "พูล JSON",
  "liquidityPoolJson": "JSON พูลสภาพคล่อง",
  "checkPoolDetails": "ตรวจสอบรายละเอียดที่เครือข่ายส่งคืนสำหรับพูลนี้",
  "swappableAssetJson": "JSON เนื้อหาที่สลับได้",
  "checkSwappableAssetsDetails": "ตรวจสอบรายละเอียดที่ส่งคืนโดยเครือข่ายสินทรัพย์ที่สลับได้ของพูลนี้",
  "quoteAsset": "อ้างอิงสินทรัพย์",
  "loading": "กำลังโหลด...",
  "baseAsset": "สินทรัพย์ฐาน",
  "borrowAssets": "ต้องการยืมทรัพย์สินบางส่วนหรือไม่?",
  "borrowAssetsDescription": "ผู้ใช้ DEX ให้ยืมสินทรัพย์ในอัตราที่ผู้ใช้กำหนด คุณสามารถยืมจากผู้เข้าร่วม DEX ในอัตราที่กำหนด",
  "searchBorrowableAssets": "ค้นหาตามสินทรัพย์ที่ยืมได้",
  "searchByAcceptedCollateral": "ค้นหาตามหลักประกันที่ยอมรับ",
  "searchButton": "ค้นหา",
  "searchDialogTitle": "กำลังค้นหาแหล่งรวมสภาพคล่อง",
  "searchDialogDescription": "หากต้องการดำเนินการต่อ ให้ใช้การค้นหาด้านล่างเพื่อค้นหากลุ่มสภาพคล่องที่เข้ากันได้",
  "poolShareAsset": "สินทรัพย์ส่วนแบ่งพูล",
  "swappableAssets": "สินทรัพย์ที่สับเปลี่ยนได้",
  "risksAssociated": "ความเสี่ยงที่เกี่ยวข้องกับการวางเดิมพันรวมสภาพคล่อง",
  "doYourOwnResearch": "โปรดทำวิจัยของคุณเองเกี่ยวกับกลุ่มสภาพคล่องก่อนที่จะวางเดิมพันสินทรัพย์ใด ๆ",
  "riskLabel": "ความเสี่ยงด้านสภาพคล่อง",
  "newAmount": "ระบุจำนวนเงินใหม่",
  "changeAmount": "เปลี่ยนจำนวนเงิน",
  "withdrawLabel": "เท่าไร {{symbol}} คุณต้องการที่จะถอนเงินออกจากกลุ่มสภาพคล่องนี้หรือไม่?",
  "withdrawDesc": "คุณจะได้รับสินทรัพย์ A และสินทรัพย์ B ในจำนวนเท่ากันเป็นการตอบแทนสำหรับสินทรัพย์ส่วนแบ่งพูลที่คุณส่งคืน",
  "withdrawingA": "จำนวนทรัพย์สินโดยประมาณ A ({{symbol}}) คุณจะได้รับ",
  "withdrawingB": "จำนวนทรัพย์สินโดยประมาณ B ({{symbol}}) คุณจะได้รับ",
  "unstakingDesc": "ไม่ปักใจ {{amount}} {{symbol}} จากสระน้ำ {{poolId}}",
  "risk1": "ผู้ใช้สามารถสร้างสินทรัพย์ที่สลับได้และสินทรัพย์ส่วนแบ่งพูลที่เกี่ยวข้องได้ และด้วยเหตุนี้จึงมีโปรไฟล์ความเสี่ยงของตนเอง โปรดทำการวิจัยของคุณเองเกี่ยวกับคุณสมบัติสินทรัพย์ที่เกี่ยวข้องก่อนที่จะดำเนินการเดิมพันสินทรัพย์ในกลุ่มสภาพคล่อง",
  "risk2": "ไม่รับประกันรายได้จากสินทรัพย์ที่วางเดิมพัน หากไม่ค่อยมีการใช้แหล่งสภาพคล่อง รายได้ก็มีแนวโน้มว่าจะต่ำ",
  "risk3": "ผู้ใช้กำหนดค่าการถอนเงินจากกลุ่มสภาพคล่องและค่าธรรมเนียมผู้รับ ตรวจสอบให้แน่ใจว่าค่าเหล่านี้อยู่ในความเสี่ยงส่วนบุคคลของคุณก่อนที่จะดำเนินการเดิมพันสินทรัพย์ในกลุ่มสภาพคล่อง",
  "risk4": "อัตราแลกเปลี่ยนรวมสภาพคล่องอาจแตกต่างจากอัตราตลาด DEX แบบเรียลไทม์ ตรวจสอบอัตราแลกเปลี่ยนเป็นประจำเพื่อหลีกเลี่ยงความไม่สบายใจ",
  "risk5": "สินทรัพย์ที่สลับได้บางส่วนภายในกลุ่มสภาพคล่องเป็นสินทรัพย์ที่ได้รับการสนับสนุนจากการแลกเปลี่ยน และด้วยเหตุนี้จึงมีปัจจัยเสี่ยงภายนอกที่ต้องพิจารณาว่าการจัดการเป็นระยะเวลานานหรือไม่ ให้ศึกษาข้อกำหนดในการให้บริการของเกตเวย์ และพิจารณาใช้สินทรัพย์แบบกระจายอำนาจหากเป็นไปได้",
  "risk6": "การประมาณการที่ให้ไว้ข้างต้นอาจไม่ถูกต้อง ตรรกะของบล็อกเชนจะกำหนดจำนวนสินทรัพย์ส่วนแบ่งพูลที่คุณได้รับเพื่อเป็นการตอบแทนสำหรับสินทรัพย์ที่วางเดิมพันของคุณ และในทำนองเดียวกัน คุณจะได้รับสินทรัพย์ A และสินทรัพย์ B เท่าใดเป็นการตอบแทนสำหรับสินทรัพย์ส่วนแบ่งพูลของคุณ",
  "risk7": "หากคุณสูญเสียการดูแลสินทรัพย์ส่วนแบ่งพูลของคุณ คุณจะไม่สามารถถอนสินทรัพย์ของคุณออกจากกลุ่มสภาพคล่องได้"
}
