{
  "title": "การแลกเปลี่ยนสภาพคล่องของ Bitshares",
  "description": "สลับระหว่างสินทรัพย์ Bitshares ได้อย่างง่ายดายโดยใช้หนึ่งในกลุ่มสภาพคล่องที่ผู้ใช้สร้างขึ้น",
  "loadingPoolData": "กำลังโหลดข้อมูลพูล...",
  "loadingAssetData": "กำลังโหลดข้อมูลเนื้อหา...",
  "accountLabel": "บัญชี",
  "liquidityPoolLabel": "แหล่งรวมสภาพคล่อง",
  "foundPoolDetails": "นี่คือกลุ่มสภาพคล่องที่คุณเลือกสำหรับการแลกเปลี่ยนสินทรัพย์ของคุณ",
  "noPoolDetails": "เลือกกลุ่มสภาพคล่องเพื่อดำเนินการแลกเปลี่ยนสินทรัพย์ของคุณต่อไป",
  "selectPoolPlaceholder": "เลือกสระน้ำ..",
  "searchButton": "ค้นหา",
  "searchDialogTitle": "ค้นหาแหล่งรวมสภาพคล่อง",
  "searchDialogDescription": "เลือกผลการค้นหาเพื่อดำเนินการแลกเปลี่ยนสินทรัพย์ที่คุณต้องการ",
  "swappableAssetsTab": "สินทรัพย์ที่สับเปลี่ยนได้",
  "poolShareAssetTab": "สินทรัพย์ส่วนแบ่งพูล",
  "idColumnTitle": "บัตรประจำตัวประชาชน",
  "shareAssetColumnTitle": "แบ่งปันเนื้อหา",
  "assetAColumnTitle": "สินทรัพย์ ก",
  "assetBColumnTitle": "สินทรัพย์ B",
  "takerFeeColumnTitle": "ค่าธรรมเนียมผู้รับ",
  "swappable": "ถอดเปลี่ยนได้",
  "amountToSwap": "จำนวน {{symbol}} เพื่อแลกเปลี่ยน",
  "enterAmountToSwap": "ใส่จำนวนเงิน {{symbolA}} คุณต้องการแลกเปลี่ยน {{symbolB}}",
  "totalAmount": "จำนวนเงินทั้งหมด",
  "totalAmountDescription": "นี่คือปริมาณของ {{symbolB}} คุณจะได้รับเป็นการตอบแทน {{symbolA}}",
  "poolFee": "ค่าสระว่ายน้ำ",
  "poolFeeDescription": "นี่คือค่าธรรมเนียมโดยประมาณที่คุณจะจ่ายให้กับพูลสำหรับการแลกเปลี่ยนนี้",
  "fee": "ค่าธรรมเนียม",
  "networkFee": "ค่าธรรมเนียมเครือข่าย",
  "networkFeeDescription": "นี่คือค่าใช้จ่ายในการออกอากาศการดำเนินการแลกเปลี่ยนพูลของคุณไปยังบล็อคเชน",
  "feeCurrency": "รถไฟฟ้า",
  "rebate": "ส่วนลด: {{rebate}} {{currency}} (มอบสิทธิ)",
  "submit": "ส่ง",
  "exchangeHeader": "แลกเปลี่ยน {{sellAmount}} {{symbolA}} สำหรับ {{buyAmount}} {{symbolB}}",
  "swapBuySell": "แลกซื้อ/ขาย",
  "bitsharesPoolExplorer": "นักสำรวจสระว่ายน้ำ bitshares",
  "poolJsonButton": "พูล JSON",
  "liquidityPoolJsonTitle": "JSON พูลสภาพคล่อง",
  "liquidityPoolJsonDescription": "ตรวจสอบรายละเอียดที่เครือข่ายส่งคืนสำหรับพูลนี้",
  "swappableAssetJsonButton": "JSON เนื้อหาที่สลับได้",
  "swappableAssetJsonTitle": "JSON เนื้อหาที่สลับได้",
  "swappableAssetJsonDescription": "ตรวจสอบรายละเอียดที่ส่งคืนโดยเครือข่ายสินทรัพย์ที่สลับได้ของพูลนี้",
  "quoteAsset": "อ้างอิงสินทรัพย์",
  "baseAsset": "สินทรัพย์ฐาน",
  "loading": "กำลังโหลด...",
  "tradeOnDex": "ซื้อขาย Dex แทนเหรอ?",
  "market": "ตลาด: {{symbolA}}-{{symbolB}}",
  "tradeOnDexDescription": "คุณสามารถสร้างคำสั่งจำกัดสำหรับคู่การซื้อขายที่คุณเลือกได้ด้วยตนเองบน Bitshares DEX",
  "purchaseStake": "ซื้อหุ้นในกลุ่มนี้หรือไม่?",
  "shareAsset": "แบ่งปันเนื้อหา: {{shareAsset}}",
  "purchaseStakeDescription": "รับผลตอบแทนค่าธรรมเนียมการแลกเปลี่ยนเมื่อเวลาผ่านไปโดยการเป็นเจ้าของสัดส่วนการถือหุ้นในพูลผ่านคำสั่งที่จำกัดตลาด",
  "stakeAssets": "เดิมพันสินทรัพย์ในกลุ่มนี้หรือไม่?",
  "stakeAssetsDescription": "รับค่าธรรมเนียมการแลกเปลี่ยนสำหรับสินทรัพย์ที่เดิมพันในกลุ่มสภาพคล่อง ลบด้วยค่าธรรมเนียมการถอนที่กำหนดจำนวนเล็กน้อย",
  "borrowAssets": "ต้องการยืมทรัพย์สินบางส่วนหรือไม่?",
  "borrowAssetsDescription": "ผู้ใช้ DEX ให้ยืมสินทรัพย์ในอัตราที่ผู้ใช้กำหนด คุณสามารถยืมจากผู้เข้าร่วม DEX ในอัตราที่กำหนด",
  "searchBorrowableAssets": "ค้นหาตามสินทรัพย์ที่ยืมได้",
  "searchAcceptedCollateral": "ค้นหาตามหลักประกันที่ยอมรับ",
  "poolShareAsset": "สินทรัพย์ส่วนแบ่งพูล",
  "risksTitle": "ความเสี่ยงที่เกี่ยวข้องกับการแลกเปลี่ยนสภาพคล่อง",
  "risksDescription": "โปรดทำการวิจัยของคุณเองเกี่ยวกับกลุ่มสภาพคล่องและสินทรัพย์ที่ถอดเปลี่ยนได้ก่อนดำเนินการต่อ",
  "liquidityPoolRisks": "ความเสี่ยงด้านสภาพคล่อง",
  "liquidityPoolRisk1": "เนื่องจากกลุ่มสภาพคล่องได้รับการกำหนดค่าโดยผู้ใช้ จึงมีคุณสมบัติเฉพาะตัวสูงและเจ้าของที่แตกต่างกัน จึงมีโปรไฟล์ความเสี่ยงที่ไม่ซ้ำกัน ตรวจสอบว่าค่าธรรมเนียมของพูลและอัตราแลกเปลี่ยนของพูลมีความสมเหตุสมผลก่อนดำเนินการแลกเปลี่ยนสินทรัพย์",
  "liquidityPoolRisk2": "เนื่องจากใครๆ ก็สามารถเดิมพันเงินลงทั้งสองฝั่งของพูลได้ สภาพคล่องของพูลจึงเป็นแบบไดนามิก หากคุณทำการแลกเปลี่ยน โอกาสในการดำเนินการสลับย้อนกลับอาจไม่สามารถใช้ได้ในภายหลังในราคาเดียวกัน",
  "swappableAssetRisks": "ความเสี่ยงด้านสินทรัพย์แบบถอดเปลี่ยนได้",
  "swappableAssetRisk1": "เนื่องจากผู้ใช้สามารถเป็นเจ้าของและกำหนดค่าสินทรัพย์รวมสภาพคล่องได้ จึงมีโปรไฟล์ความเสี่ยงเฉพาะของตนเอง ตรวจสอบแฟล็กของสินทรัพย์แต่ละรายการ สิทธิ์ ค่าธรรมเนียมการตลาด และผู้ออกเพื่อวัดความเสี่ยง",
  "swappableAssetRisk2": "หากคุณพยายามสลับสินทรัพย์ที่เกินกว่าสินทรัพย์ที่สลับได้ที่มีอยู่ ราคาสวอปของคุณจะได้รับผลกระทบอย่างมาก คุณควรสลับจำนวนเล็กน้อยและรอการเติมยอดคงเหลือของพูลแทน หากคุณต้องการสลับในจำนวนที่มากขึ้น คุณควรพิจารณาสร้างคำสั่งจำกัดบน DEX แทน ",
  "swappableAssetRisk3": "มูลค่าของสินทรัพย์ที่สลับได้นั้นสามารถผันผวนตามปัจจัยภายนอก (ปริมาณ cex ภายนอก) รวมถึงปัจจัยภายใน (การดำเนินการของผู้ออกสินทรัพย์และฟีดราคา) ตรวจสอบให้แน่ใจว่าคุณเชื่อถือสินทรัพย์ที่สลับได้ของพูลก่อนดำเนินการแลกเปลี่ยน"
}
