{
    "card": {
      "title_create": "Creazione di un nuovo asset Smartcoin",
      "title_edit": "Modifica di un asset Smartcoin esistente",
      "description": "Gli smartcoin sono asset collateralizzati che possono fare riferimento ai feed dei prezzi del mercato esterno. "
    },
    "title": {
      "header": "Impostazioni dello Smartcoin",
      "header_content": "Le impostazioni seguenti definiscono come si comporterà il tuo smartcoin sulla blockchain di Bitshares. "
    },
    "bsrm": {
      "header": "Strategia di gestione del rischio del cigno nero",
      "header_content": "Queste strategie offrono risultati diversi per le posizioni debitorie sottocollateralizzate, consentendo di disattivare, minimizzare o globalizzare il rischio di liquidazione della posizione debitoria. ",
      "select_0": "Regolamento globale: tutte le posizioni debitorie chiuse; ",
      "select_1": "Nessun regolamento: nessuna posizione debitoria viene chiusa; ",
      "select_2": "Fondi di liquidazione individuali: le posizioni debitorie sottocollateralizzate vengono chiuse; ",
      "select_3": "Ordini di regolamento individuali: le posizioni debitorie sottocollateralizzate vengono chiuse; "
    },
    "mcr": {
      "header": "Rapporto collaterale minimo statico",
      "header_content": "Questo è il rapporto di garanzia minimo richiesto affinché una posizione debitoria sia considerata completamente collateralizzata. "
    },
    "icr": {
      "header": "Rapporto di garanzia iniziale statico",
      "header_content": "Questo è il rapporto di garanzia richiesto affinché una posizione debitoria sia considerata completamente collateralizzata al momento della creazione. "
    },
    "mssr": {
      "header": "Rapporto di compressione breve massimo statico",
      "header_content": "Questo è il rapporto di garanzia massimo al quale una posizione debitoria può essere liquidata. "
    },
    "feed_lifetime": {
      "header": "Nutri tutta la vita",
      "header_content": "Il tempo in secondi in cui un feed di prezzo è considerato valido. "
    },
    "minimum_feeds": {
      "header": "Feed minimi",
      "header_content": "Il numero minimo di feed di prezzo richiesti per calcolare il prezzo di feed corrente."
    },
    "force_settlement_delay": {
      "header": "Ritardo di regolamento forzato",
      "header_content": "Il tempo in secondi che un utente deve attendere dopo la liquidazione forzata prima che l'operazione di liquidazione venga eseguita sulla blockchain."
    },
    "force_settlement_offset": {
      "header": "Offset assestamento forzato",
      "header_content": "La percentuale del prezzo di feed da cui viene compensato il prezzo di liquidazione forzata per l'operazione di liquidazione."
    },
    "maximum_force_settlement_volume": {
      "header": "Volume massimo di compensazione della forza",
      "header_content": "L'importo massimo della fornitura di asset che può essere regolato forzatamente entro un periodo di 24 ore."
    },
    "extensions": {
      "margin_call_fee_ratio": {
        "enabled": "Estensione del rapporto commissioni Margin Call abilitata",
        "disabled": "Abilitare l'estensione smartcoin Margin Call Fee Ratio?",
        "extensionInfo": "L'estensione Margin Call Fee Ratio consente al proprietario dello smartcoin di addebitare una commissione a un utente quando la sua posizione debitoria viene chiamata a margine. ",
        "header": "Rapporto commissione richiesta di margine",
        "header_content": "Il tasso di commissione addebitato a un utente quando la sua posizione debitoria viene chiamata a margine. "
      },
      "force_settle_fee": {
        "enabled": "Estensione della commissione di saldo forzato abilitata",
        "disabled": "Abilitare l'estensione smartcoin Force Settle Fee?",
        "extensionInfo": "L'estensione Force Settle Fee consente al proprietario dello smartcoin di addebitare una commissione a un utente quando forza il saldo della propria posizione debitoria. ",
        "header": "Commissione per la risoluzione forzata",
        "header_content": "La commissione addebitata a un utente quando forza il saldo della propria posizione debitoria. "
      }
    }
  }