{
  "price": "Prezzo:",
  "editingPrice": "Modifica prezzo",
  "setNewPrice": "Imposta il nuovo prezzo",
  "borrowLimit": "Limite del prestito",
  "editingMaxAmount": "Modifica importo massimo",
  "setNewMaximum": "Imposta un nuovo massimo",
  "creatingNewOffer": "Creazione di una nuova offerta di credito",
  "editingExistingOffer": "Modificare un'offerta di credito esistente",
  "creatingNewOfferDescription": "Questo modulo ti consente di creare una nuova offerta di credito, prestando un asset in cambio di una garanzia ai tassi/termini definiti",
  "editingExistingOfferDescription": "Utilizza questo modulo per modificare la tua offerta di credito esistente. ",
  "offerOwner": "Proprietario dell'offerta",
  "viewAccount": "Vedere l'account",
  "offerOwnerDescription": "Questo è il conto a cui appartiene questa offerta di credito",
  "existingCreditOfferJSON": "Offerta di credito esistente JSON",
  "currentBlockchainData": "Ecco i dati attuali della blockchain per questa offerta di credito",
  "viewOnBlockSights": "Visualizza su BlockSights",
  "viewingExistingOffer": "Attualmente stai visualizzando questa offerta di credito esistente",
  "assetToLend": "Bene da prestare",
  "lendingAssetDescription": "La tua offerta di credito si concentrerà sul prestito di questo asset",
  "amountToLend": "Importo da prestare",
  "lendingAmountDescription": "L'importo dell'asset che desideri prestare in totale agli utenti blockchain",
  "lendingRate": "Tasso di prestito",
  "lendingRateDescription": "Il costo del prestito del bene, espresso come percentuale dell'importo preso in prestito.",
  "editLendingRate": "Modifica il tasso di prestito",
  "newLendingRate": "Fornire una nuova percentuale del tasso di prestito",
  "repaymentPeriod": "Periodo di rimborso",
  "placeholder1hr": "1 ora",
  "12hours": "12 ore",
  "24hours": "24 ore",
  "3days": "3 giorni",
  "7days": "7 giorni",
  "30days": "30 giorni",
  "90days": "90 giorni",
  "365days": "365 giorni",
  "730days": "730 giorni",
  "1825days": "1825 giorni",
  "maximumDuration": "Durata massima dell'offerta di credito",
  "minimumAmount": "Quantità minima",
  "minimumBorrowableAmount": "L'importo minimo prestabile",
  "expirationDate": "Data di scadenza",
  "creditOfferEnds": "Quando questa offerta di credito termina",
  "acceptedCollateral": "Garanzia accettata",
  "acceptedCollateralDescription": "Questi sono i beni che accetterai come garanzia per il contratto di offerta di credito",
  "preApprovedUsers": "Utenti pre-approvati",
  "addUser": "Aggiungi utente",
  "limitBorrowers": "Se vuoi limitare chi può prendere in prestito da te, aggiungi utenti a questo elenco",
  "networkFee": "Tariffa di rete",
  "broadcastCost": "Il costo per trasmettere una nuova offerta di credito",
  "submit": "Invia",
  "creatingCreditOffer": "Creazione di prestiti per offerte di credito {{lendingAmount}} {{symbol}}",
  "updatingCreditOffer": "Aggiornamento dell'offerta di credito {{offerID}}",
  "risksTitle": "Rischi associati alla creazione di offerte di credito",
  "risksDescription": "Questo è un elenco di rischi non esaustivo, ti invitiamo a effettuare le tue ricerche prima di procedere.",
  "risksPoint1": "Quando crei un'offerta di credito, crei un'offerta aperta per prestare beni ai termini predefiniti fino alla data di scadenza dell'offerta di credito. La partecipazione al mercato nell'offerta di credito non è garantita, potresti non ricevere alcuna offerta di credito se i termini non sono favorevoli ai mutuatari.",
  "risksPoint2": "Se si configura in modo errato l'offerta di credito e gli utenti stipulano accordi di credito con essa, è necessario attendere la scadenza del periodo di rimborso per reclamare i beni prestati o la garanzia. ",
  "risksPoint3": "Se non configuri i mutuatari consentiti, tutti gli utenti blockchain di Bitshares potranno accettare l'accordo per intero. ",
  "risksPoint4": "I mutuatari non sono tenuti a rimborsare i beni prestati, né sono puniti per averlo fatto, possono scegliere di non pagare il prestito e perdere la garanzia. ",
  "risksPoint5": "La scadenza di un contratto di credito può superare la data di scadenza dell'offerta di credito; ",
  "risksPoint6": "Sii consapevole dei rischi di controparte se utilizzi asset garantiti da cambio (EBA) a scopo di garanzia o prestito poiché il loro valore potrebbe fluttuare in base ai rischi di terzi."
}
