{
  "quoteAsset": "Risorsa preventivo",
  "buying": "Acquisto",
  "baseAsset": "Bene di base",
  "selling": "Vendita",
  "poolStakeAsset": "Asset di puntata del pool",
  "supply": "Fornitura",
  "links": "Collegamenti",
  "totalCirculation": "{{asset}} in circolazione totale",
  "maximumSupply": "Massima fornitura",
  "confidentialSupply": "{{asset}} in fornitura riservata",
  "externalLinks": "{{asset}} collegamenti esterni",
  "externalLinksDescription": "I pulsanti sottostanti si collegano direttamente all'esterno {{asset}} risorse, si consiglia la discrezione dell'utente quando si interagisce con risorse esterne.",
  "explorers": "Esploratori",
  "webWallets": "Portafogli web",
  "json": "JSON",
  "jsonSummaryData": "{{asset}} Dati di riepilogo JSON",
  "jsonSummaryDataDescription": "I dati utilizzati per la generazione {{asset}} ordini limite.",
  "yourBalance": "Il tuo equilibrio",
  "assetBalance": "{{asset}} ({{id}}) bilancia",
  "balanceDescription1": "Questo è quanto {{asset}} hai a disposizione nel tuo account.",
  "balanceDescription2": "Puoi utilizzare questo saldo per effettuare ordini limite in questo mercato.",
  "balanceDescription3": "Per ottenere di più {{asset}}, puoi creare un ordine limite, scambiare asset tramite un pool di liquidità o ricevere un trasferimento da un altro conto.",
  "balanceTooltip": "Maggiori informazioni sul tuo saldo",
  "assetType": "Tipo di risorsa",
  "userIssuedAsset": "Asset emesso dall'utente",
  "predictionMarket": "Mercato delle previsioni",
  "smartcoin": "Smartcoin",
  "userIssuedAssetSummary": "Riepilogo del tipo di risorsa emessa dall'utente",
  "predictionMarketSummary": "Riepilogo del tipo di asset del mercato di previsione",
  "smartcoinSummary": "Riepilogo del tipo di asset Smartcoin",
  "userIssuedAssetDescription1": "Gli asset emessi dagli utenti (UIA) sono asset blockchain creati dagli utenti.",
  "userIssuedAssetDescription2": "Poiché sono definiti dall'utente, ciascuno di essi ha nomi, impostazioni, descrizioni e scopi univoci.",
  "userIssuedAssetDescription3": "Gli UIA utilizzati dagli scambi/gateway per emettere i fondi depositati dagli utenti sono chiamati Exchange Backed Assets (EBA).",
  "userIssuedAssetDescription4": "Gli UIA possono essere token non fungibili (NFT) contenenti una varietà di contenuti multimediali.",
  "userIssuedAssetDescription5": "Le UIA vengono utilizzate anche per le attività azionarie del pool di liquidità.",
  "userIssuedAssetDescription6": "Valuta sempre le impostazioni UIA, la descrizione e l'emittente prima di utilizzarli sul DEX per ridurre l'esposizione al rischio.",
  "predictionMarketDescription1": "Un Prediction Market Asset (PMA) è un BitAsset specializzato in modo tale che il debito totale e il totale delle garanzie collaterali siano sempre uguali (anche se gli ID degli asset differiscono).",
  "predictionMarketDescription2": "Non è possibile effettuare richieste di margine o regolamenti forzati su un asset del mercato di previsione.",
  "predictionMarketDescription3": "Un mercato di previsione viene regolato a livello globale dall'emittente dopo che l'evento previsto si risolve, quindi un mercato di previsione deve sempre avere l'autorizzazione global_settle abilitata.",
  "predictionMarketDescription4": "Il prezzo massimo per la liquidazione globale o la vendita allo scoperto di un asset del mercato di previsione è 1 a 1.",
  "predictionMarketDescription5": "Dato che l'oracolo del mercato delle previsioni è l'emittente, l'emittente della PMA deve essere una parte fidata, i partecipanti alla PMA sono esposti sia al rischio della scommessa che all'oracolo che adempie sinceramente al proprio ruolo.",
  "smartcoinDescription1": "Uno smartcoin è un asset dotato di garanzia collaterale, un prezzo di riferimento esterno e di autoemissione.",
  "smartcoinDescription2": "Chiunque può creare uno smartcoin e chiunque può emettere smartcoin sul proprio conto, a condizione che siano sufficienti risorse collaterali di supporto.",
  "smartcoinDescription3": "Gli smartcoin sono utilizzati dai bitasset di proprietà del conto del comitato, i bitasset (come USD, CNY, EUR) sono asset ancorati al mercato (MPA) con marchio del comitato che fanno riferimento a feed di prezzo valutari FIAT esterni e sono supportati dal token core BTS (1.3.0).",
  "smartcoinDescription4": "Gli utenti possono creare i propri bitasset privatizzati (smartcoin) che fanno riferimento a un feed esterno di loro selezione e spesso hanno requisiti collaterali di supporto altamente unici e meccanismi di recupero implementati.",
  "smartcoinDescription5": "Se prendi in prestito smartcoin, rimani vigile mantenendo la tua esposizione personale al rischio e trascorri un po' di tempo ricercando lo smartcoin, le sue opzioni e l'emittente prima di farlo, le posizioni dei detentori di debito sono esposte sia all'asset di riferimento che alla volatilità dei prezzi degli asset di supporto, la loro garanzia è a ",
  "smartcoinDescription6": "I detentori di smartcoin sono esposti al rischio che la garanzia collaterale del detentore del debito scenda al di sotto dei livelli minimi richiesti, tuttavia ogni smartcoin ha un profilo di rischio diverso date le diverse configurazioni della garanzia collaterale.",
  "moreAboutAssetType": "Ulteriori informazioni sul tipo di risorsa",
  "issuer": "Emittente",
  "assetIssuer": "{{asset}}l'emittente",
  "issuerDescription1": "Questo è l'account blockchain che ha creato questo asset, presta attenzione a questo dettaglio per capire cosa stai acquistando e da chi.",
  "issuerDescription2": "L'emittente degli asset può cambiare nel tempo poiché può facilmente trasferire la proprietà.",
  "issuerDescription3": "Le risorse di proprietà dell'account del comitato sono in genere le risorse bit principali gestite dal comitato.",
  "issuerDescription4": "Se l'emittente ha un \"account nullo\", la proprietà del bene è stata effettivamente bruciata.",
  "moreAboutAssetIssuer": "Maggiori informazioni sull'emittente degli asset",
  "precision": "Precisione",
  "assetPrecisionInfo": "Informazioni sulla precisione delle risorse",
  "precisionDescription1": "La precisione di un asset è la quantità di cifre decimali che possiede.",
  "precisionDescription2": "Per esempio {{asset}} con una precisione di {{precision}} possono essere scambiati in quantità di {{quantity}} {{asset}}.",
  "moreAboutAssetPrecision": "Maggiori informazioni sulla precisione degli asset",
  "marketFee": "Tassa di mercato",
  "infoOnAssetMarketFees": "Informazioni sulle commissioni del mercato patrimoniale",
  "marketFeeDescription1": "I creatori di asset possono introdurre commissioni di mercato per guadagnare passivamente man mano che si verificano le transazioni.",
  "marketFeeDescription2": "La commissione di mercato si applica solo a un lato della transazione.",
  "marketFeeDescription3": "Assicurati che la commissione di mercato sia ragionevole prima di procedere.",
  "moreAboutMarketFees": "Maggiori informazioni sulle commissioni di mercato",
  "backingAsset": "Risorsa di supporto",
  "backingAssetInfo": "Informazioni sulle risorse di supporto",
  "backingAssetDescription1": "Gli smartcoin (bitasset e stablecoin) richiedono garanzie collaterali per essere prestate.",
  "backingAssetDescription2": "L'asset di supporto viene utilizzato come garanzia per sostenere lo smartcoin.",
  "backingAssetDescription3": "L'asset di supporto viene scelto dall'emittente dello smartcoin e non può essere modificato una volta che gli utenti lo detengono.",
  "moreAboutBackingAsset": "Ulteriori informazioni sulla risorsa di supporto",
  "marginCallFeeRatio": "Rapporto della commissione per la richiesta di margine",
  "marginCallFeeRatioInfo": "Informazioni sul rapporto delle commissioni per la richiesta di margine",
  "marginCallFeeRatioDescription1": "Consente all'emittente dell'asset di addebitare una commissione sulla negoziazione delle chiamate a margine.",
  "marginCallFeeRatioDescription2": "Configurato dall'emittente dell'asset.",
  "moreAboutMarginCallFeeRatio": "Maggiori informazioni sul rapporto della commissione per la richiesta di margine",
  "forceSettleFeePercent": "Percentuale della commissione di liquidazione forzata",
  "forceSettleFeePercentInfo": "Forza la liquidazione delle informazioni sulla percentuale della commissione",
  "forceSettleFeePercentDescription1": "Consente all'emittente dell'asset di addebitare una commissione contro le operazioni di regolamento forzato.",
  "forceSettleFeePercentDescription2": "Configurato dall'emittente dell'asset.",
  "moreAboutForceSettleFeePercent": "Ulteriori informazioni sulla percentuale della commissione per la liquidazione forzata",
  "settlementFund": "Fondo di liquidazione",
  "settlementFundInfo": "Informazioni sul fondo di liquidazione",
  "settlementFundDescription1": "Un fondo di regolamento è la garanzia di supporto tenuta da parte durante le condizioni di regolamento globali.",
  "settlementFundDescription2": "I possessori di smartcoin possono richiedere la loro quota del fondo di liquidazione se forzano/regolano istantaneamente i loro smartcoin.",
  "settlementFundDescription3": "Alla creazione del fondo di liquidazione, i detentori del debito hanno il 100% di copertura accantonata nel fondo, e il resto (oltre il 100% di garanzia) viene restituito al loro conto.",
  "moreAboutSettlementFunds": "Maggiori informazioni sui fondi di liquidazione",
  "feedPrice": "Prezzo del mangime",
  "feedPriceInfo": "Informazioni sul prezzo del feed",
  "moreAboutFeedPrices": "Maggiori informazioni sui prezzi dei mangimi",
  "settlementPrice": "Prezzo di liquidazione",
  "settlementPriceInfo": "Informazioni sul prezzo di liquidazione",
  "settlementPriceDescription1": "Il tasso al quale riceverai la garanzia collaterale se forzi/regolamenti istantanei degli smartcoin.",
  "settlementPriceDescription2": "Mentre uno smartcoin è in condizioni di liquidazione globale, la nuova emissione viene sospesa fino a quando le condizioni non si risolvono.",
  "settlementPriceDescription3": "A seconda del meccanismo di recupero della liquidazione globale configurato dall'emittente dell'asset smartcoin, il prezzo del feed potrebbe essere inferiore al prezzo di liquidazione.",
  "moreAboutSettlementPrice": "Maggiori informazioni su questo prezzo di liquidazione",
  "individualSettlementDebt": "Ind, Liquidazione del debito",
  "individualSettlementDebtInfo": "Informazioni sul debito di liquidazione individuale",
  "individualSettlementDebtDescription1": "Il pool di regolamento individuale. In caso di regolamenti individuali (per finanziare o per ordinare), il debito e la garanzia delle posizioni di margine che sono state regolate vengono spostati qui.",
  "individualSettlementDebtDescription2": "Per quanto riguarda la liquidazione individuale da finanziare, le attività collaterali nel pool possono essere recuperate solo tramite liquidazioni forzate.",
  "individualSettlementDebtDescription3": "Per il regolamento individuale su ordine, le attività collaterali nel pool possono essere recuperate solo tramite ordini con limite.",
  "individualSettlementDebtDescription4": "Importo del debito dovuto ai singoli accordi",
  "moreAboutIndividualSettlementDebt": "Maggiori informazioni sul debito di liquidazione individuale",
  "individualSettlementFund": "Ind, Fondo di liquidazione",
  "individualSettlementFundInfo": "Informazioni sul fondo di liquidazione individuale",
  "individualSettlementFundDescription": "L'importo della garanzia (asset di garanzia) raccolta a causa dei singoli regolamenti.",
  "moreAboutIndividualSettlementFunds": "Maggiori informazioni sui fondi di liquidazione individuali",
  "smartcoinInfoButton": "Informazioni sugli smartcoin",
  "additionalBitassetInfoTitle": "Ulteriori informazioni sulla risorsa bit",
  "additionalBitassetInfoDescription": "Questi valori non cambiano frequentemente il valore ma influenzano i trader.",
  "smartcoinID": "ID smartcoin",
  "smartcoinIDInfo": "Informazioni sull'ID Smartcoin",
  "smartcoinIDDescription": "L'ID richiesto per recuperare i dettagli del bitasset come il prezzo del feed, il prezzo di liquidazione, ecc.",
  "moreAboutSmartcoinID": "Maggiori informazioni sull'ID Smartcoin",
  "feedQuantity": "Quantità di mangime",
  "feedQuantityInfo": "Informazioni sulla quantità di feed Smartcoin",
  "feedQuantityDescription1": "La quantità di produttori di mangimi che contribuiscono con i dati dei mangimi di riferimento per questo smartcoin per tracciare il valore reale dell'asset di riferimento.",
  "feedQuantityDescription2": "Può esserci solo 1 produttore di mangimi affinché una smartcoin possa funzionare, tuttavia maggiore è la quantità di produttori di mangimi, più stabile diventa.",
  "feedQuantityDescription3": "Se uno smartcoin viene alimentato da testimoni o comitati, la quantità di produttori di feed non può superare il pool di testimoni attivi e membri del comitato.",
  "moreAboutFeedQuantities": "Maggiori informazioni sulle quantità di mangime",
  "forceSettlementDelay": "Ritardo di risoluzione forzata",
  "forceSettlementDelayInfo": "Informazioni sul ritardo della liquidazione forzata",
  "forceSettlementDelayDescription": "Il tempo che la blockchain attenderà prima di elaborare l'operazione di regolamento forzato.",
  "moreAboutForceSettlementDelays": "Maggiori informazioni sui ritardi nella risoluzione della forza",
  "forceSettlementOffset": "Offset dell'assestamento della forza",
  "forceSettlementOffsetInfo": "Informazioni sull'offset della compensazione della forza",
  "forceSettlementOffsetDescription": "Una percentuale di compensazione dal feed del prezzo per la liquidazione",
  "moreAboutForceSettlementOffset": "Ulteriori informazioni sull'offset della compensazione della forza",
  "maxForceSettlementVolume": "Volume massimo di assestamento della forza",
  "maxForceSettlementVolumeInfo": "Informazioni sul volume massimo di assestamento della forza",
  "maxForceSettlementVolumeDescription": "Percentuale massima della fornitura liquidabile al giorno",
  "moreAboutMaxForceSettlementVolume": "Maggiori informazioni sul volume massimo di assestamento della forza",
  "globalSettlementResponseMethod": "Metodo di risposta alla liquidazione globale",
  "globalSettlementResponseMethodInfo": "Informazioni sul metodo di risposta globale alla liquidazione (BSRM).",
  "globalSettlementResponseMethodDescription1": "Specifica il metodo di risposta al regolamento globale (BSRM) configurato dall'emittente dell'asset",
  "globalSettlementResponseMethodDescription2": "I metodi di risposta al regolamento globale gestiscono le modalità con cui avvengono l'emissione e il regolamento, in particolare durante un'attività di mercato altamente volatile.",
  "moreAboutGlobalSettlementResponseMethods": "Maggiori informazioni sui metodi di risposta agli accordi globali",
  "maintenanceCollateralRatio": "Rapporto delle garanzie di mantenimento",
  "maintenanceCollateralRatioInfo": "Informazioni sul rapporto delle garanzie di mantenimento",
  "maintenanceCollateralRatioDescription1": "Il coefficiente di garanzia minimo (MCR) specificato dall'emittente dell'asset.",
  "maintenanceCollateralRatioDescription2": "Se la tua posizione debitoria scende al di sotto di questo rapporto, è probabile che ti venga richiesto un margine.",
  "maintenanceCollateralRatioDescription3": "Se la tua posizione debitoria è chiamata a margine, perderai la garanzia più la percentuale di compensazione.",
  "moreAboutMaintenanceCollateralRatio": "Maggiori informazioni sul rapporto di garanzia di mantenimento",
  "initialCollateralRatio": "Rapporto di garanzia iniziale",
  "initialCollateralRatioInfo": "Informazioni sul rapporto di garanzia iniziale",
  "initialCollateralRatioDescription1": "Il rapporto di garanzia iniziale (ICR) è il rapporto minimo richiesto quando si crea una posizione debitoria.",
  "initialCollateralRatioDescription2": "Il rapporto di margine della tua posizione debitoria può scendere al di sotto di questo rapporto ICR, ma deve rimanere al di sopra del MCR per evitare richieste di margine.",
  "moreAboutInitialCollateralRatio": "Maggiori informazioni sul rapporto di garanzia iniziale",
  "maximumShortSqueezeRatio": "Rapporto massimo di compressione breve",
  "maximumShortSqueezeRatioInfo": "Informazioni sul rapporto massimo di compressione breve",
  "maximumShortSqueezeRatioDescription": "Il rapporto massimo di short squeeze è il rapporto massimo con il quale una posizione debitoria sarà protetta dagli short squeeze.",
  "moreAboutMaximumShortSqueezeRatio": "Maggiori informazioni sul rapporto massimo di compressione breve",
  "borrowButton": "Prestito"
}
