{
  "transfer": "Questa operazione invia risorse da un account a un altro. Sposterà in modo permanente l'importo specificato di risorse sull'account del destinatario. Fai attenzione, poiché questa azione non può essere annullata.",
  "limit_order_create": "Questa operazione offre di vendere un importo di un asset a un tasso di cambio specificato entro un certo periodo, inserirà un ordine sul book degli ordini che verrà eseguito solo se il prezzo di mercato raggiunge il prezzo limite specificato, assicurati che i dettagli siano corretti ",
  "limit_order_cancel": "Questa operazione annulla un ordine limite esistente, rimuoverà un ordine limite precedentemente inserito dal book degli ordini, impedendone l'esecuzione, verifica i dettagli dell'ordine prima di annullare.",
  "call_order_update": "Questa operazione aggiorna un ordine call, che viene utilizzato nel trading a margine, adeguerà la garanzia e il debito di un ordine call esistente, influenzando potenzialmente la tua posizione di margine, assicurati di comprendere le implicazioni sul tuo margine.",
  "fill_order": "Questa operazione riempie un ordine esistente, eseguirà un'operazione basata su un ordine corrispondente nel book degli ordini, con conseguente scambio di asset, conferma i dettagli dell'operazione per evitare risultati imprevisti.",
  "account_create": "Questa operazione crea un nuovo account sulla blockchain, registrerà un nuovo account utente con un nome univoco e chiavi associate, assicurati che i dettagli dell'account siano corretti.",
  "account_update": "Questa operazione aggiorna le proprietà del tuo account, modificherà i dettagli dell'account come chiavi, opzioni e autorità, modificando potenzialmente chi può controllare il tuo account. Fai attenzione, poiché ciò può influire sulla sicurezza dell'account.",
  "account_whitelist": "Questa operazione inserisce nella whitelist o nella blacklist un account, controllerà quali account sono autorizzati o meno a interagire con determinate funzionalità o risorse, verifica i dettagli dell'account per evitare restrizioni involontarie.",
  "account_upgrade": "Questa operazione aggiorna il tuo account a membro a vita, garantirà al tuo account privilegi e vantaggi aggiuntivi, come tariffe ridotte e diritti di voto, assicurandoti di comprendere vantaggi e costi.",
  "account_transfer": "Questa operazione trasferisce la proprietà del tuo account a un altro account, cambierà l'autorità del proprietario del tuo account in un nuovo proprietario, dandogli il pieno controllo, assicurati prima di trasferire la proprietà.",
  "asset_create": "Questa operazione crea una risorsa sulla blockchain di Bitshares, definirà un nuovo token o risorsa con proprietà specifiche come simbolo, precisione ed emittente, garantendo che i dettagli della risorsa siano corretti.",
  "asset_update": "Questa operazione aggiorna le impostazioni di una risorsa, consentirà all'emittente di modificare i dettagli della risorsa come descrizione, opzioni e flag, Verificare le modifiche per evitare conseguenze indesiderate.",
  "asset_update_bitasset": "Questa operazione aggiorna le impostazioni bitasset create, è specifica per BitAssets, che sono risorse ancorate al mercato, e consente all'emittente di regolare parametri come i produttori di feed e le impostazioni delle richieste di margine, assicurandosi che le modifiche siano corrette.",
  "asset_update_feed_producers": "Questa operazione aggiorna l'elenco dei produttori di feed approvati per il bitasset creato, modificherà l'elenco degli account responsabili della pubblicazione dei feed di prezzo per un asset ancorato al mercato, verifica il nuovo elenco di produttori.",
  "asset_issue": "Questa operazione rilascia le risorse create a individui, creerà e distribuirà token aggiuntivi di una risorsa esistente a conti specifici, assicurandosi che i dettagli di emissione siano corretti.",
  "asset_reserve": "Questa operazione riserva gli asset creati. Rimuoverà permanentemente dalla circolazione un importo specifico di un asset. Conferma l'importo per evitare la rimozione involontaria di asset.",
  "asset_fund_fee_pool": "Questa operazione finanzia il pool di commissioni per la risorsa creata. Aggiungerà fondi al pool di commissioni della risorsa, che viene utilizzato per sovvenzionare le commissioni di transazione per gli utenti. Verifica l'importo del finanziamento.",
  "asset_settle": "Questa operazione regola un asset nel tuo portafoglio. Permetterà ai detentori di un asset ancorato al mercato di richiedere la liquidazione al prezzo di feed corrente, ricevendo il valore equivalente nell'asset di supporto. Assicurati di comprendere i termini di liquidazione.",
  "asset_global_settle": "Questa operazione regola a livello globale uno dei bitasset creati. Forza la liquidazione di tutti i saldi in sospeso di un asset ancorato al mercato a un prezzo specificato, terminandone di fatto la negoziazione. Sii certo prima di avviare la liquidazione globale.",
  "asset_publish_feed": "Questa operazione pubblica un feed di prezzo per un bitasset. Verrà utilizzato dai produttori di feed per fornire informazioni aggiornate sui prezzi per le risorse ancorate al mercato. Garantisce che i dati del feed siano accurati.",
  "witness_create": "Questa operazione crea un account testimone, registrerà un nuovo testimone, che è responsabile della produzione di blocchi e della protezione della blockchain, verificherà i dettagli del testimone.",
  "witness_update": "Questa operazione aggiorna il tuo account testimone e consentirà a un testimone di modificare la chiave di firma, l'URL e altri dettagli. Assicurati che gli aggiornamenti siano corretti.",
  "proposal_create": "Questa operazione crea una proposta di operazione blockchain, consentirà agli utenti di proporre una transazione che richiede l'approvazione di più parti prima di poter essere eseguita, garantendo che i dettagli della proposta siano accurati.",
  "proposal_update": "Questa operazione aggiorna una proposta di operazione blockchain, consentirà agli utenti di aggiungere o revocare le approvazioni per una transazione proposta, verificare le modifiche per evitare approvazioni o revoche involontarie.",
  "proposal_delete": "Questa operazione elimina una proposta di operazione blockchain, rimuoverà una proposta dalla blockchain, impedendone l'esecuzione, conferma i dettagli della proposta prima dell'eliminazione.",
  "withdraw_permission_create": "Questa operazione crea un'autorizzazione di prelievo, concederà a un conto l'autorità di prelevare fondi da un altro conto entro limiti specificati, assicurandosi che i dettagli dell'autorizzazione siano corretti.",
  "withdraw_permission_update": "Questa operazione aggiorna un'autorizzazione di ritiro, modificherà i termini e i limiti di un'autorizzazione di ritiro esistente, verifica gli aggiornamenti per evitare modifiche involontarie.",
  "withdraw_permission_claim": "Questa operazione richiede un'autorizzazione di prelievo. Permetterà all'account autorizzato di prelevare fondi secondo i termini dell'autorizzazione. Assicurati che i dettagli della richiesta siano accurati.",
  "withdraw_permission_delete": "Questa operazione elimina un'autorizzazione di ritiro, revocherà un'autorizzazione di ritiro esistente, impedendo ulteriori prelievi, conferma i dettagli dell'autorizzazione prima della cancellazione.",
  "committee_member_create": "Questa operazione crea un account membro del comitato, registrerà un nuovo membro del comitato, che partecipa alla governance e al processo decisionale per la blockchain, verifica i dettagli del membro del comitato.",
  "committee_member_update": "Questa operazione aggiorna i dettagli dell'account del membro del comitato e consentirà a un membro del comitato di modificare la chiave di firma, l'URL e altri dettagli. Assicurarsi che gli aggiornamenti siano corretti.",
  "committee_member_update_global_parameters": "Questa operazione pubblica la posizione del membro del comitato sui valori dei parametri globali della blockchain di Bitshares, consentirà al comitato di regolare le impostazioni e i parametri a livello di blockchain, verificare le modifiche dei parametri.",
  "vesting_balance_create": "Questa operazione crea un saldo di maturazione, accantonerà fondi che diventeranno gradualmente disponibili nel tempo secondo un programma di maturazione specificato, garantendo che i dettagli di maturazione siano corretti.",
  "vesting_balance_withdraw": "Questa operazione preleva da un saldo di maturazione, consentirà al conto di prelevare fondi disponibili da un saldo di maturazione, verifica l'importo di prelievo.",
  "worker_create": "Questa operazione crea una proposta di lavoratore, proporrà un nuovo lavoratore, che sarà pagato dal budget della blockchain per svolgere attività o progetti specifici, garantendo che i dettagli della proposta siano accurati.",
  "custom": "Questa operazione fornisce un modo generico per aggiungere protocolli di livello superiore oltre al consenso del testimone, consentirà agli utenti di definire ed eseguire la logica personalizzata sulla blockchain, verificare i dettagli della logica personalizzata.",
  "assert": "Questa operazione asserisce che alcune condizioni sono vere, controllerà se una condizione specificata è vera e fallirà in caso contrario, assicurerà che la condizione sia corretta.",
  "balance_claim": "Questa operazione rivendica da un saldo, consentirà agli utenti di richiedere saldi da sistemi legacy o distribuzioni speciali, verificare i dettagli del reclamo.",
  "override_transfer": "Questa operazione sovrascrive un'operazione di trasferimento. Permetterà all'emittente di un asset di trasferire fondi tra conti senza il consenso del conto di origine. Sii cauto, poiché ciò può influire sulla sicurezza del conto.",
  "transfer_to_blind": "Questa operazione trasferisce le risorse a una destinazione cieca. Convertirà le risorse regolari in saldi ciechi (confidenziali). Garantirà che i dettagli del trasferimento siano corretti.",
  "blind_transfer": "Questa operazione trasferisce beni ciechi in modo cieco, Trasferirà beni tra saldi ciechi, mantenendo la riservatezza, Verifica i dettagli del trasferimento.",
  "transfer_from_blind": "Questa operazione preleva asset da un saldo cieco, convertirà i saldi nascosti (confidenziali) in saldi regolari, assicurandosi che i dettagli del prelievo siano corretti.",
  "asset_settle_cancel": "Questa operazione annulla la liquidazione di un asset, Annulla una richiesta di liquidazione in sospeso per un asset ancorato al mercato, Conferma i dettagli della liquidazione prima della cancellazione.",
  "asset_claim_fees": "Questa operazione richiede le commissioni da un asset, consentirà all'emittente di richiedere le commissioni accumulate dal pool di commissioni dell'asset, verifica i dettagli della richiesta di commissione.",
  "fba_distribute": "Questa operazione distribuisce i fondi da un asset garantito da commissioni, distribuirà i fondi raccolti da un asset garantito da commissioni ai suoi detentori, assicurandosi che i dettagli della distribuzione siano corretti.",
  "bid_collateral": "Questa operazione fa un'offerta su un bitasset a sostegno del collaterale quando regolato a livello globale, consentirà agli utenti di fare un'offerta sul collaterale venduto per coprire una richiesta di margine, verificare i dettagli dell'offerta.",
  "execute_bid": "Questa operazione esegue un'offerta per la garanzia, finalizzerà l'acquisto della garanzia da una richiesta di margine, assicurandosi che i dettagli di esecuzione dell'offerta siano corretti.",
  "asset_claim_pool": "Questa operazione trasferisce i BTS dal fee pool di un asset specificato al saldo dell'emittente, consentirà all'emittente di richiedere fondi dal fee pool dell'asset, verifica i dettagli della richiesta.",
  "asset_update_issuer": "Questa operazione aggiorna l'emittente di una risorsa in un nuovo account amministratore, cambierà l'autorità emittente di una risorsa in un nuovo account, assicurati che i dettagli del nuovo emittente siano corretti.",
  "htlc_create": "Questa operazione crea un contratto hash timelocked (HTLC), imposterà un HTLC, che richiede una preimmagine hash crittografica per richiedere i fondi, verifica i dettagli del contratto.",
  "htlc_redeem": "Questa operazione riscatta il contenuto di un HTLC, consentirà al destinatario di richiedere i fondi da un HTLC fornendo la preimmagine hash corretta, garantendo che i dettagli di riscatto siano corretti.",
  "htlc_redeemed": "Questa operazione indica che un HTLC è stato riscattato con successo, verifica i dettagli del riscatto.",
  "htlc_extend": "Questa operazione estende la durata di un HTLC, estenderà la finestra temporale durante la quale è possibile riscattare l'HTLC, assicurarsi che i dettagli dell'estensione siano corretti.",
  "htlc_refund": "Questa operazione rimborsa un HTLC scaduto, rimborserà i fondi da un HTLC al mittente dopo che è scaduto, verifica i dettagli del rimborso.",
  "custom_authority_create": "Questa operazione crea una nuova autorità personalizzata, definirà un'autorità personalizzata che può essere utilizzata per autorizzare operazioni specifiche, assicurarsi che i dettagli dell'autorità siano corretti.",
  "custom_authority_update": "Questa operazione aggiorna un'autorità personalizzata, modificherà le condizioni e i parametri di un'autorità personalizzata esistente, verificherà gli aggiornamenti per evitare modifiche involontarie.",
  "custom_authority_delete": "Questa operazione elimina un'autorità personalizzata, rimuoverà un'autorità personalizzata esistente dalla blockchain, conferma i dettagli dell'autorità prima dell'eliminazione.",
  "ticket_create": "Questa operazione crea un nuovo ticket, registrerà un nuovo ticket, che può essere utilizzato per vari scopi come votazione o puntata, assicurati che i dettagli del ticket siano corretti.",
  "ticket_update": "Questa operazione aggiorna un ticket esistente, modificherà le proprietà o lo stato di un ticket esistente, verificherà gli aggiornamenti per evitare modifiche involontarie.",
  "liquidity_pool_create": "Questa operazione crea un pool di liquidità, imposterà un pool di liquidità per le coppie di trading, consentendo agli utenti di fornire liquidità e guadagnare commissioni, garantendo che i dettagli del pool siano corretti.",
  "liquidity_pool_delete": "Questa operazione elimina un pool di liquidità, rimuoverà un pool di liquidità dalla blockchain, conferma i dettagli del pool prima dell'eliminazione.",
  "liquidity_pool_deposit": "Questa operazione deposita fondi in un pool di liquidità, consentirà agli utenti di aggiungere liquidità a un pool in cambio di token di liquidità, Verificare i dettagli del deposito.",
  "liquidity_pool_withdraw": "Questa operazione preleva fondi da un pool di liquidità, consentirà agli utenti di rimuovere liquidità da un pool e ricevere la loro quota di attività, assicurandosi che i dettagli del prelievo siano corretti.",
  "liquidity_pool_exchange": "Questa operazione scambia con un pool di liquidità, consentirà agli utenti di scambiare asset direttamente all'interno di un pool di liquidità, Verifica i dettagli dello scambio.",
  "samet_fund_create": "Questa operazione crea un nuovo fondo SameT, un fondo SameT è un fondo che può essere utilizzato da un mutuatario e deve essere rimborsato nella stessa transazione. Assicurarsi che i dettagli del fondo siano corretti.",
  "samet_fund_delete": "Questa operazione elimina un oggetto fondo SameT, rimuoverà un fondo SAMET dalla blockchain, conferma i dettagli del fondo prima dell'eliminazione.",
  "samet_fund_update": "Questa operazione aggiorna un oggetto fondo SameT, modificherà i parametri e le condizioni di un fondo SAMET esistente, verifica gli aggiornamenti per evitare modifiche indesiderate.",
  "samet_fund_borrow": "Questa operazione prende in prestito da un fondo SameT, consentirà agli utenti di contrarre un prestito da un fondo SAMET utilizzando la garanzia, garantendo che i dettagli del prestito siano corretti.",
  "samet_fund_repay": "Questa operazione rimborsa il debito verso un fondo SameT, Permetterà agli utenti di rimborsare il proprio prestito e recuperare le proprie garanzie da un fondo SAMET, Verificare i dettagli del rimborso.",
  "credit_offer_create": "Questa operazione crea una nuova offerta di credito. Un'offerta di credito è un fondo che può essere utilizzato da altri conti che forniscono determinate garanzie. Assicurati che i dettagli dell'offerta siano corretti.",
  "credit_offer_delete": "Questa operazione elimina un'offerta di credito, rimuoverà un'offerta di credito dalla blockchain, conferma i dettagli dell'offerta prima dell'eliminazione.",
  "credit_offer_update": "Questa operazione aggiorna un'offerta di credito, modificherà i termini e le condizioni di un'offerta di credito esistente, verifica gli aggiornamenti per evitare modifiche involontarie.",
  "credit_offer_accept": "Questa operazione accetta un'offerta di credito e crea un accordo di credito, consentirà agli utenti di accettare un'offerta di credito e ricevere i fondi prestati, assicurarsi che i dettagli di accettazione siano corretti.",
  "credit_deal_repay": "Questa operazione rimborsa un contratto di credito, Permetterà ai mutuatari di rimborsare i propri prestiti secondo i termini del contratto di credito, Verificare i dettagli del rimborso.",
  "credit_deal_expired": "Questa operazione gestisce un contratto di credito scaduto. Affronterà le conseguenze di un contratto di credito scaduto, come la liquidazione della garanzia collaterale. Garantirà che i dettagli di gestione siano corretti.",
  "liquidity_pool_update": "Questa operazione aggiorna un pool di liquidità, modificherà i parametri e le condizioni di un pool di liquidità esistente, verifica gli aggiornamenti per evitare modifiche involontarie.",
  "credit_deal_update": "Questa operazione aggiorna un contratto di credito, modificherà i termini e le condizioni di un contratto di credito esistente, garantirà che gli aggiornamenti siano corretti.",
  "limit_order_update": "Questa operazione aggiorna un ordine limite, modificherà i parametri di un ordine limite precedentemente inserito, verifica gli aggiornamenti per evitare modifiche involontarie."
}
