{
  "transfer": "Questa operazione invia risorse da un conto a un altro. ",
  "limit_order_create": "Questa operazione offre la vendita di un importo di un bene a un tasso di cambio specificato entro un determinato momento. ",
  "limit_order_cancel": "Questa operazione annulla un ordine limite esistente. ",
  "call_order_update": "Questa operazione aggiorna un ordine call, che viene utilizzato nel trading a margine. ",
  "fill_order": "Questa operazione riempie un ordine esistente. ",
  "account_create": "Questa operazione crea un nuovo account sulla blockchain. ",
  "account_update": "Questa operazione aggiorna le proprietà del tuo account. ",
  "account_whitelist": "Questa operazione inserisce nella whitelist o nella blacklist un account. ",
  "account_upgrade": "Questa operazione aggiorna il tuo account a membro a vita. ",
  "account_transfer": "Questa operazione trasferisce la proprietà del tuo account a un altro account. ",
  "asset_create": "Questa operazione crea un asset sulla blockchain di Bitshares. ",
  "asset_update": "Questa operazione aggiorna le impostazioni di una risorsa. ",
  "asset_update_bitasset": "Questa operazione aggiorna le impostazioni del bitasset create. ",
  "asset_update_feed_producers": "Questa operazione aggiorna l'elenco dei produttori di feed approvati per il bitasset creato. ",
  "asset_issue": "Questa operazione consegna le risorse create a singoli individui. ",
  "asset_reserve": "Questa operazione riserva le risorse create. ",
  "asset_fund_fee_pool": "Questa operazione finanzia il fee pool per la tua risorsa creata. ",
  "asset_settle": "Questa operazione regola un asset nel tuo portafoglio. ",
  "asset_global_settle": "Questa operazione sistema globalmente uno dei bitasset creati. ",
  "asset_publish_feed": "Questa operazione pubblica un feed di prezzo per un bitasset. ",
  "witness_create": "Questa operazione crea un account testimone. ",
  "witness_update": "Questa operazione aggiorna il tuo account testimone. ",
  "proposal_create": "Questa operazione crea una proposta di operazione blockchain. ",
  "proposal_update": "Questa operazione aggiorna una proposta di operazione blockchain. ",
  "proposal_delete": "Questa operazione elimina una proposta di operazione blockchain. ",
  "withdraw_permission_create": "Questa operazione crea un permesso di prelievo. ",
  "withdraw_permission_update": "Questa operazione aggiorna un'autorizzazione di ritiro. ",
  "withdraw_permission_claim": "Questa operazione richiede un'autorizzazione di prelievo. ",
  "withdraw_permission_delete": "Questa operazione cancella un permesso di ritiro. ",
  "committee_member_create": "Questa operazione crea un account membro del comitato. ",
  "committee_member_update": "Questa operazione aggiorna i dettagli dell'account del membro del comitato. ",
  "committee_member_update_global_parameters": "Questa operazione pubblica la posizione del membro del comitato sui valori dei parametri globali della blockchain di Bitshares. ",
  "vesting_balance_create": "Questa operazione crea un saldo di maturazione. ",
  "vesting_balance_withdraw": "Questa operazione si ritira da un saldo di maturazione. ",
  "worker_create": "Questa operazione crea una proposta di lavoro. ",
  "custom": "Questa operazione fornisce un modo generico per aggiungere protocolli di livello superiore oltre al consenso dei testimoni. ",
  "assert": "Questa operazione asserisce che alcune condizioni sono vere. ",
  "balance_claim": "Questa operazione richiede un saldo. ",
  "override_transfer": "Questa operazione sovrascrive un'operazione di trasferimento. ",
  "transfer_to_blind": "Questa operazione trasferisce le risorse a una destinazione cieca. ",
  "blind_transfer": "Questa operazione trasferisce beni ciechi in maniera cieca. ",
  "transfer_from_blind": "Questa operazione preleva attivi da un saldo cieco. ",
  "asset_settle_cancel": "Questa operazione annulla una liquidazione patrimoniale. ",
  "asset_claim_fees": "Questa operazione richiede le commissioni da un asset. ",
  "fba_distribute": "Questa operazione distribuisce fondi da un asset garantito da commissioni. ",
  "bid_collateral": "Questa operazione fa offerte su una garanzia collaterale bitassets quando regolata a livello globale. ",
  "execute_bid": "Questa operazione esegue un'offerta per la garanzia. ",
  "asset_claim_pool": "Questa operazione trasferisce i BTS dal fee pool di un asset specifico al saldo dell'emittente. ",
  "asset_update_issuer": "Questa operazione aggiorna l'emittente di una risorsa a un nuovo account amministratore. ",
  "htlc_create": "Questa operazione crea un contratto hash time-locked (HTLC). ",
  "htlc_redeem": "Questa operazione riscatta il contenuto di un HTLC. ",
  "htlc_redeemed": "Questa operazione indica che un HTLC è stato riscattato con successo. ",
  "htlc_extend": "Questa operazione estende la durata di un HTLC. ",
  "htlc_refund": "Questa operazione rimborsa un HTLC scaduto. ",
  "custom_authority_create": "Questa operazione crea una nuova autorità personalizzata. ",
  "custom_authority_update": "Questa operazione aggiorna un'autorità personalizzata. ",
  "custom_authority_delete": "Questa operazione elimina un'autorità personalizzata. ",
  "ticket_create": "Questa operazione crea un nuovo ticket. ",
  "ticket_update": "Questa operazione aggiorna un ticket esistente. ",
  "liquidity_pool_create": "Questa operazione crea una riserva di liquidità. ",
  "liquidity_pool_delete": "Questa operazione elimina un pool di liquidità. ",
  "liquidity_pool_deposit": "Questa operazione deposita fondi in un pool di liquidità. ",
  "liquidity_pool_withdraw": "Questa operazione preleva fondi da un pool di liquidità. ",
  "liquidity_pool_exchange": "Questa operazione si scambia con un pool di liquidità. ",
  "samet_fund_create": "Questa operazione crea un nuovo Fondo SameT. ",
  "samet_fund_delete": "Questa operazione elimina un oggetto fondo SameT. ",
  "samet_fund_update": "Questa operazione aggiorna un oggetto fondo SameT. ",
  "samet_fund_borrow": "Questa operazione prende in prestito da un fondo SameT. ",
  "samet_fund_repay": "Questa operazione ripaga il debito di un fondo SameT. ",
  "credit_offer_create": "Questa operazione crea una nuova offerta di credito. ",
  "credit_offer_delete": "Questa operazione cancella un'offerta di credito. ",
  "credit_offer_update": "Questa operazione aggiorna un'offerta di credito. ",
  "credit_offer_accept": "Questa operazione accetta un'offerta di credito e crea un accordo di credito. ",
  "credit_deal_repay": "Questa operazione ripaga un contratto di credito. ",
  "credit_deal_expired": "Questa operazione gestisce un contratto di credito scaduto. ",
  "liquidity_pool_update": "Questa operazione aggiorna un pool di liquidità. ",
  "credit_deal_update": "Questa operazione aggiorna un accordo di credito. ",
  "limit_order_update": "Questa operazione aggiorna un ordine limite. "
}
