{
  "title": "Staking del pool di liquidità di Bitshares",
  "description": "Partecipa facilmente alle risorse nei pool di liquidità di Bitshares in cambio di risorse condivise in pool",
  "loadingPoolData": "Caricamento dei dati del pool",
  "loadingAssetData": "Caricamento dei dati delle risorse",
  "account": "Account",
  "liquidityPool": "Riserva di liquidità",
  "liquidityPoolChosen": "Questo è il pool di liquidità in cui hai scelto di impegnare/rimuovere le attività.",
  "selectLiquidityPool": "Seleziona un pool di liquidità in cui investire le attività",
  "selectPoolPlaceholder": "Seleziona una piscina..",
  "searchPlaceholder": "Inserisci il testo di ricerca",
  "id": "ID",
  "shareAsset": "Condividi risorsa",
  "assetA": "Bene A",
  "assetB": "Bene B",
  "takerFee": "Commissione dell'acquirente",
  "withdrawFee": "Commissione di prelievo",
  "currentTotalAmountInPool": "Importo totale attuale nel pool",
  "stakingAssets": "Asset di picchettamento",
  "stakeAssets": "Patrimonio in palio",
  "unstakingAssets": "Asset non impegnativi",
  "unstakeAssets": "Rimuovi asset",
  "howMuchToStake": "Quanto {{symbol}} vuoi puntare?",
  "totalShareAssetReceive": "Stima delle risorse totali di condivisione del pool che riceverai",
  "unstaking": "Instabile...",
  "networkFee": "Tariffa di rete",
  "networkFeeDescription1": "Questo è il costo per trasmettere la tua operazione di pool staking sulla blockchain",
  "networkFeeDescription2": "Questo è il costo per trasmettere l'operazione di ritiro del pool staking sulla blockchain",
  "rebate": "Sconto: {{rebate}} BTS (acquisizione)",
  "submit": "Invia",
  "stakingAssetsDesc": "Puntata {{aStake}} {{assetASymbol}} E {{bStake}} {{assetBSymbol}} in piscina {{poolId}}",
  "bitsharesPoolExplorer": "Esploratore di piscine bitshares",
  "poolJson": "Pool JSON",
  "liquidityPoolJson": "Pool di liquidità JSON",
  "checkPoolDetails": "Controlla i dettagli restituiti dalla rete per questo pool",
  "swappableAssetJson": "Asset scambiabile JSON",
  "checkSwappableAssetsDetails": "Controlla i dettagli restituiti dalla rete delle risorse scambiabili di questo pool",
  "quoteAsset": "Risorsa preventivo",
  "loading": "Caricamento...",
  "baseAsset": "Bene di base",
  "borrowAssets": "Hai bisogno di prendere in prestito alcuni beni?",
  "borrowAssetsDescription": "Gli utenti DEX prestano risorse a tassi definiti dall'utente, potresti prendere in prestito dai partecipanti DEX, ai tassi definiti.",
  "searchBorrowableAssets": "Ricerca per beni mutuabili",
  "searchByAcceptedCollateral": "Ricerca per garanzia accettata",
  "searchButton": "Ricerca",
  "searchDialogTitle": "Alla ricerca di una riserva di liquidità",
  "searchDialogDescription": "Per procedere, utilizza la ricerca qui sotto per individuare un pool di liquidità compatibile.",
  "poolShareAsset": "Risorsa di condivisione del pool",
  "swappableAssets": "Risorse scambiabili",
  "risksAssociated": "Rischi associati allo staking del pool di liquidità",
  "doYourOwnResearch": "Si prega di effettuare le proprie ricerche sulle riserve di liquidità prima di investire in qualsiasi asset.",
  "riskLabel": "Rischi relativi alle riserve di liquidità",
  "newAmount": "Fornire un nuovo importo",
  "changeAmount": "Modifica importo",
  "withdrawLabel": "Quanto {{symbol}} vuoi annullare la partecipazione a questo pool di liquidità?",
  "withdrawDesc": "Riceverai un importo uguale di risorsa A e risorsa B in cambio delle risorse della quota di pool restituite.",
  "withdrawingA": "L'importo stimato del bene A ({{symbol}}) riceverai",
  "withdrawingB": "L'importo stimato del bene B ({{symbol}}) riceverai",
  "unstakingDesc": "Instabile {{amount}} {{symbol}} dalla piscina {{poolId}}",
  "risk1": "Gli asset scambiabili e le risorse di condivisione del pool associate possono essere creati dall'utente e come tali hanno i propri profili di rischio. Si prega di effettuare le proprie ricerche sulle proprietà degli asset rilevanti prima di procedere a picchettare gli asset in un pool di liquidità.",
  "risk2": "I guadagni sugli asset investiti non sono garantiti, se la liquidità viene utilizzata raramente i guadagni saranno probabilmente bassi.",
  "risk3": "Le commissioni di prelievo e acquirente del pool di liquidità sono configurate dall'utente, assicurati che questi valori rientrino nella tua tolleranza al rischio personale prima di procedere a puntare le attività in un pool di liquidità.",
  "risk4": "I tassi di cambio della liquidità possono differire dai tassi di mercato DEX in tempo reale. Monitorare regolarmente i tassi di cambio per evitare turbamenti.",
  "risk5": "Alcuni degli asset scambiabili all'interno dei pool di liquidità sono asset garantiti da cambio e come tali presentano fattori di rischio esterni da considerare in caso di gestione per lunghi periodi di tempo. Ricercare i termini di servizio del gateway e prendere in considerazione l'utilizzo di asset decentralizzati ove possibile.",
  "risk6": "Le stime sopra riportate potrebbero non essere accurate, la logica blockchain determinerà la quantità di asset di condivisione del pool che riceverai in cambio dei tuoi asset di condivisione del pool e, allo stesso modo, la quantità di asset A e B che riceverai in cambio del tuo asset di condivisione del pool.",
  "risk7": "Se perdi la custodia delle tue attività azionarie del pool, non sarai in grado di rimuovere le tue attività dal pool di liquidità."
}
