{
  "transfer": "이 작업은 한 계정에서 다른 계정으로 자산을 전송합니다. 지정된 금액의 자산을 수신자의 계정으로 영구적으로 이동합니다. 이 작업은 취소할 수 없으므로 주의하세요.",
  "limit_order_create": "이 작업은 특정 시간까지 지정된 환율로 자산 금액을 매도하는 것을 제안하며, 시장 가격이 지정된 제한 가격에 도달한 경우에만 실행되는 주문장에 주문을 작성하고 세부 사항이 올바른지 확인합니다. ",
  "limit_order_cancel": "이 작업은 기존 지정가 주문을 취소합니다. 이전에 주문한 지정가 주문을 주문서에서 제거하여 실행을 방지합니다. 취소하기 전에 주문 세부정보를 확인하세요.",
  "call_order_update": "이 작업은 마진 거래에 사용되는 콜 주문을 업데이트합니다. 기존 콜 주문의 담보 및 부채를 조정하여 잠재적으로 마진 포지션에 영향을 미칠 수 있으므로 마진에 미치는 영향을 이해해야 합니다.",
  "fill_order": "이 작업은 기존 주문을 채우고, 오더북의 일치하는 주문을 기반으로 거래를 실행하여 자산 교환을 수행합니다. 예상치 못한 결과를 피하기 위해 거래 세부 사항을 확인합니다.",
  "account_create": "이 작업은 블록체인에 새 계정을 생성합니다. 고유한 이름과 관련 키를 사용하여 새 사용자 계정을 등록합니다. 계정 세부 정보가 올바른지 확인합니다.",
  "account_update": "이 작업은 계정 속성을 업데이트합니다. 키, 옵션, 권한과 같은 계정 세부 정보를 수정하여 계정을 제어할 수 있는 사람이 변경될 수 있습니다. 계정 보안에 영향을 미칠 수 있으므로 주의하세요.",
  "account_whitelist": "이 작업은 계정을 화이트리스트 또는 블랙리스트에 추가합니다. 특정 기능이나 자산과의 상호 작용을 허용하거나 허용하지 않는 계정을 제어합니다. 의도하지 않은 제한을 피하기 위해 계정 세부 정보를 확인합니다.",
  "account_upgrade": "이 작업을 수행하면 귀하의 계정이 평생 회원으로 업그레이드되며 귀하의 계정에 수수료 절감 및 투표권과 같은 추가 특권 및 혜택이 부여됩니다. 혜택과 비용을 이해하십시오.",
  "account_transfer": "이 작업은 귀하의 계정 소유권을 다른 계정으로 이전합니다. 귀하 계정의 소유자 권한을 새로운 소유자로 변경하여 모든 권한을 부여합니다. 소유권을 이전하기 전에 확인하십시오.",
  "asset_create": "이 작업은 Bitshares 블록체인에 자산을 생성하고 기호, 정밀도 및 발행자와 같은 특정 속성을 가진 새 토큰 또는 자산을 정의하며 자산 세부 정보가 올바른지 확인합니다.",
  "asset_update": "이 작업은 자산 설정을 업데이트합니다. 발급자는 설명, 옵션 및 플래그와 같은 자산 세부 정보를 수정할 수 있으며, 변경 사항을 확인하여 의도하지 않은 결과를 방지할 수 있습니다.",
  "asset_update_bitasset": "이 작업은 생성된 비트 자산 설정을 업데이트합니다. 이는 시장에 고정된 자산인 BitAssets에만 해당되며 발행자가 피드 생산자 및 마진 콜 설정과 같은 매개변수를 조정할 수 있도록 합니다. 변경 사항이 올바른지 확인합니다.",
  "asset_update_feed_producers": "이 작업은 생성된 비트 자산에 대해 승인된 피드 생산자 목록을 업데이트하고, 시장에 고정된 자산에 대한 가격 피드 게시를 담당하는 계정 목록을 변경하고, 새로운 생산자 목록을 확인합니다.",
  "asset_issue": "이 작업은 생성된 자산을 개인에게 발행하고, 기존 자산의 추가 토큰을 생성하여 지정된 계정에 배포하며, 발행 세부 정보가 올바른지 확인합니다.",
  "asset_reserve": "이 작업은 생성된 자산을 예약합니다. 지정된 양의 자산을 유통에서 영구적으로 제거합니다. 의도하지 않은 자산 제거를 방지하기 위해 금액을 확인합니다.",
  "asset_fund_fee_pool": "이 작업은 생성된 자산에 대한 수수료 풀에 자금을 조달합니다. 자산의 수수료 풀에 자금을 추가하여 사용자의 거래 수수료를 보조하는 데 사용됩니다. 자금 금액을 확인합니다.",
  "asset_settle": "이 작업은 귀하의 포트폴리오에서 자산을 정산합니다. 시장에 고정된 자산 보유자가 현재 공급 가격으로 정산을 요청하고 지원 자산에서 동등한 가치를 받을 수 있도록 합니다. 정산 조건을 이해했는지 확인하십시오.",
  "asset_global_settle": "이 작업은 생성된 비트 자산 중 하나를 전 세계적으로 정산합니다. 시장에 고정된 자산의 모든 미결제 잔액을 지정된 가격으로 강제 정산하여 거래를 효과적으로 종료합니다. 글로벌 정산을 시작하기 전에 확인하십시오.",
  "asset_publish_feed": "이 작업은 비트 자산에 대한 가격 피드를 게시합니다. 이는 피드 생산자가 시장에 고정된 자산에 대한 업데이트된 가격 정보를 제공하는 데 사용되며 피드 데이터가 정확한지 확인합니다.",
  "witness_create": "이 작업은 증인 계정을 생성하고 블록 생성 및 블록체인 보안을 담당하는 새로운 증인을 등록하고 증인 세부 정보를 확인합니다.",
  "witness_update": "이 작업은 귀하의 증인 계정을 업데이트합니다. 이를 통해 증인은 서명 키, URL 및 기타 세부 정보를 수정할 수 있습니다. 업데이트가 올바른지 확인하세요.",
  "proposal_create": "이 작업은 블록체인 운영 제안을 생성합니다. 이를 통해 사용자는 실행되기 전에 여러 당사자의 승인이 필요한 거래를 제안할 수 있으며 제안 세부 사항이 정확한지 확인할 수 있습니다.",
  "proposal_update": "이 작업은 블록체인 운영 제안을 업데이트합니다. 사용자는 제안된 거래에 대한 승인을 추가하거나 취소할 수 있으며, 의도하지 않은 승인이나 취소를 방지하기 위해 변경 사항을 확인할 수 있습니다.",
  "proposal_delete": "이 작업은 블록체인 운영 제안을 삭제합니다. 제안을 블록체인에서 제거하여 실행을 방지합니다. 삭제하기 전에 제안 세부 사항을 확인하세요.",
  "withdraw_permission_create": "이 작업은 출금 권한을 생성합니다. 특정 한도 내에서 다른 계정에서 자금을 인출할 수 있는 권한을 계정에 부여합니다. 권한 세부 정보가 올바른지 확인하세요.",
  "withdraw_permission_update": "이 작업은 철회 권한을 업데이트합니다. 기존 철회 권한의 조건 및 한도를 수정합니다. 의도하지 않은 변경을 방지하기 위해 업데이트를 확인합니다.",
  "withdraw_permission_claim": "이 작업은 출금 허가를 요구하며 승인된 계정이 허가 조건에 따라 자금을 출금할 수 있도록 허용하며 청구 세부 사항이 정확한지 확인합니다.",
  "withdraw_permission_delete": "이 작업은 철회 권한을 삭제합니다. 기존 철회 권한을 취소하여 추가 철회를 방지합니다. 삭제하기 전에 권한 세부 정보를 확인하세요.",
  "committee_member_create": "이 작업은 위원회 구성원 계정을 생성하고, 블록체인에 대한 거버넌스 및 의사 결정에 참여할 새로운 위원회 구성원을 등록하고, 위원회 구성원 세부 정보를 확인합니다.",
  "committee_member_update": "이 작업을 수행하면 위원회 구성원 계정 세부 정보가 업데이트됩니다. 이를 통해 위원회 구성원이 서명 키, URL 및 기타 세부 정보를 수정할 수 있습니다. 업데이트가 올바른지 확인하세요.",
  "committee_member_update_global_parameters": "이 작업은 Bitshares 블록체인 글로벌 매개변수 값에 대한 위원회 구성원의 입장을 공개하며, 이를 통해 위원회는 블록체인 전체 설정 및 매개변수를 조정하고 매개변수 변경 사항을 확인할 수 있습니다.",
  "vesting_balance_create": "이 작업은 베스팅 잔액을 생성하고 지정된 베스팅 일정에 따라 시간이 지남에 따라 점차적으로 사용 가능하게 될 자금을 따로 확보하며 베스팅 세부 정보가 올바른지 확인합니다.",
  "vesting_balance_withdraw": "이 작업은 베스팅 잔액에서 인출됩니다. 계정이 베스팅 잔액에서 사용 가능한 자금을 인출할 수 있도록 하며 인출 금액을 확인합니다.",
  "worker_create": "이 작업은 작업자 제안을 생성합니다. 특정 작업이나 프로젝트를 수행하기 위해 블록체인 예산에서 급여를 받을 새로운 작업자를 제안합니다. 제안 세부 사항이 정확한지 확인합니다.",
  "custom": "이 작업은 증인 합의 위에 더 높은 수준의 프로토콜을 추가하는 일반적인 방법을 제공합니다. 이를 통해 사용자는 블록체인에서 사용자 정의 논리를 정의 및 실행할 수 있으며 사용자 정의 논리 세부 정보를 확인할 수 있습니다.",
  "assert": "이 작업은 일부 조건이 true인지 확인합니다. 지정된 조건이 true인지 확인하고, 그렇지 않으면 실패합니다. 조건이 올바른지 확인합니다.",
  "balance_claim": "이 작업은 잔액에서 청구합니다. 사용자는 레거시 시스템이나 특별 배포에서 잔액을 청구할 수 있으며 청구 세부 정보를 확인할 수 있습니다.",
  "override_transfer": "이 작업은 이체 작업보다 우선하며, 자산 발행자가 원본 계정의 동의 없이 계정 간에 자금을 이체할 수 있도록 허용합니다. 이는 계정 보안에 영향을 미칠 수 있으므로 주의하세요.",
  "transfer_to_blind": "이 작업은 자산을 비공개 대상으로 이체합니다. 일반 자산을 블라인드(기밀) 잔액으로 변환하며 이체 세부 정보가 올바른지 확인합니다.",
  "blind_transfer": "이 작업은 블라인드 자산을 블라인드 방식으로 이체합니다. 블라인드 잔액 간에 자산을 이체하고 기밀을 유지하며 이체 내역을 확인합니다.",
  "transfer_from_blind": "이 작업은 블라인드 잔액에서 자산을 인출합니다. 블라인드(기밀) 잔액을 다시 일반 잔액으로 전환합니다. 인출 세부정보가 올바른지 확인합니다.",
  "asset_settle_cancel": "이 작업은 자산 정산을 취소합니다. 시장에 고정된 자산에 대해 보류 중인 정산 요청을 취소합니다. 취소하기 전에 정산 세부 사항을 확인하세요.",
  "asset_claim_fees": "이 작업은 자산에서 수수료를 청구합니다. 발행자는 자산의 수수료 풀에서 누적된 수수료를 청구할 수 있습니다. 수수료 청구 세부 사항을 확인합니다.",
  "fba_distribute": "이 작업은 수수료 지원 자산에서 자금을 배포합니다. 수수료 지원 자산에서 수집한 자금을 보유자에게 배포합니다. 배포 세부 정보가 올바른지 확인하세요.",
  "bid_collateral": "이 작업은 전 세계적으로 결제될 때 비트에셋 지원 담보에 입찰합니다. 사용자는 마진 콜을 충당하기 위해 판매되는 담보에 입찰할 수 있으며 입찰 세부 정보를 확인할 수 있습니다.",
  "execute_bid": "이 작업은 담보에 대한 입찰을 실행하고, 마진콜을 통한 담보 구매를 완료하며, 입찰 실행 세부정보가 올바른지 확인합니다.",
  "asset_claim_pool": "이 작업은 BTS를 지정된 자산의 수수료 풀에서 발행자의 잔액으로 다시 이체합니다. 이를 통해 발행자는 자산의 수수료 풀에서 자금을 청구할 수 있으며 청구 세부 사항을 확인할 수 있습니다.",
  "asset_update_issuer": "이 작업은 자산 발급자를 새 관리자 계정으로 업데이트합니다. 자산의 발급자 권한을 새 계정으로 변경합니다. 새 발급자 세부 정보가 올바른지 확인합니다.",
  "htlc_create": "이 작업은 해시 시간 잠금 계약(HTLC)을 생성합니다. 자금을 청구하기 위해 암호화 해시 사전 이미지가 필요한 HTLC를 설정하고 계약 세부 정보를 확인합니다.",
  "htlc_redeem": "이 작업은 HTLC의 콘텐츠를 상환합니다. 이를 통해 수신자는 올바른 해시 사전 이미지를 제공하여 HTLC에서 자금을 청구할 수 있으며 상환 세부 정보가 올바른지 확인합니다.",
  "htlc_redeemed": "이 작업은 HTLC가 성공적으로 상환되었음을 나타냅니다. 상환 세부 정보를 확인하세요.",
  "htlc_extend": "이 작업은 HTLC 기간을 연장합니다. HTLC를 사용할 수 있는 기간을 연장합니다. 연장 세부 정보가 올바른지 확인하세요.",
  "htlc_refund": "이 작업은 만료된 HTLC를 환불합니다. 만료된 후 HTLC에서 보낸 사람에게 자금을 다시 환불합니다. 환불 세부 정보를 확인합니다.",
  "custom_authority_create": "이 작업은 새로운 사용자 정의 권한을 생성하고, 특정 작업을 승인하는 데 사용할 수 있는 사용자 정의 권한을 정의하며, 권한 세부 정보가 올바른지 확인합니다.",
  "custom_authority_update": "이 작업은 사용자 정의 권한을 업데이트합니다. 기존 사용자 정의 권한의 조건 및 매개변수를 수정합니다. 업데이트를 확인하여 의도하지 않은 변경을 방지합니다.",
  "custom_authority_delete": "이 작업은 사용자 지정 권한을 삭제합니다. 기존 사용자 지정 권한을 블록체인에서 제거합니다. 삭제하기 전에 권한 세부 정보를 확인하세요.",
  "ticket_create": "이 작업을 수행하면 새 티켓이 생성되고, 투표나 스테이킹 등 다양한 목적으로 사용할 수 있는 새 티켓이 등록됩니다. 티켓 세부 정보가 올바른지 확인하세요.",
  "ticket_update": "이 작업은 기존 티켓을 업데이트합니다. 기존 티켓의 속성이나 상태를 수정합니다. 업데이트를 확인하여 의도하지 않은 변경을 방지합니다.",
  "liquidity_pool_create": "이 작업은 유동성 풀을 생성합니다. 거래 쌍을 위한 유동성 풀을 설정하여 사용자가 유동성을 제공하고 수수료를 얻을 수 있도록 하며 풀 세부 정보가 올바른지 확인합니다.",
  "liquidity_pool_delete": "이 작업은 유동성 풀을 삭제합니다. 블록체인에서 유동성 풀을 제거합니다. 삭제하기 전에 풀 세부 정보를 확인하세요.",
  "liquidity_pool_deposit": "이 작업은 유동성 풀에 자금을 예치합니다. 이를 통해 사용자는 유동성 토큰과 교환하여 풀에 유동성을 추가할 수 있습니다. 예금 세부 정보를 확인할 수 있습니다.",
  "liquidity_pool_withdraw": "이 작업은 유동성 풀에서 자금을 인출합니다. 이를 통해 사용자는 풀에서 유동성을 제거하고 자산의 지분을 받을 수 있습니다. 인출 세부 정보가 올바른지 확인하세요.",
  "liquidity_pool_exchange": "이 작업은 유동성 풀과의 교환을 통해 사용자가 유동성 풀 내에서 직접 자산을 거래할 수 있도록 하며 교환 세부 정보를 확인합니다.",
  "samet_fund_create": "이 작업은 새로운 SameT 기금을 생성합니다. SameT 기금은 차용인이 사용할 수 있고 동일한 거래에서 상환해야 하는 기금입니다. 기금 세부 정보가 올바른지 확인하십시오.",
  "samet_fund_delete": "이 작업은 SameT 자금 객체를 삭제합니다. 블록체인에서 SAMET 자금을 제거합니다. 삭제하기 전에 자금 세부 정보를 확인하세요.",
  "samet_fund_update": "이 작업은 SameT 펀드 개체를 업데이트합니다. 기존 SAMET 펀드의 매개변수와 조건을 수정합니다. 업데이트를 확인하여 의도하지 않은 변경을 방지합니다.",
  "samet_fund_borrow": "이 작업은 SameT 펀드에서 차입합니다. 이를 통해 사용자는 담보를 사용하여 SAMET 펀드에서 대출을 받을 수 있습니다. 차용 세부정보가 올바른지 확인하세요.",
  "samet_fund_repay": "이 작업은 SameT 펀드에 부채를 상환합니다. 이를 통해 사용자는 대출금을 상환하고 SAMET 펀드에서 담보를 회수할 수 있습니다. 상환 세부 정보를 확인할 수 있습니다.",
  "credit_offer_create": "이 작업은 새로운 신용 제안을 생성합니다. 신용 제안은 특정 담보를 제공하는 다른 계정에서 사용할 수 있는 자금입니다. 제안 세부 정보가 올바른지 확인하세요.",
  "credit_offer_delete": "이 작업은 신용 제안을 삭제합니다. 블록체인에서 신용 제안을 제거합니다. 삭제하기 전에 제안 세부 정보를 확인하세요.",
  "credit_offer_update": "이 작업은 신용 제안을 업데이트합니다. 기존 신용 제안의 이용 약관을 수정합니다. 업데이트를 확인하여 의도하지 않은 변경을 방지합니다.",
  "credit_offer_accept": "이 작업은 신용 제안을 수락하고 신용 거래를 생성합니다. 이를 통해 사용자는 신용 제안을 수락하고 대출 자금을 받을 수 있습니다. 수락 세부 정보가 올바른지 확인합니다.",
  "credit_deal_repay": "이 작업은 신용 거래를 상환하고, 차용인이 신용 거래 조건에 따라 대출금을 상환할 수 있도록 하며, 상환 세부 사항을 확인합니다.",
  "credit_deal_expired": "이 작업은 만료된 신용 거래를 처리합니다. 담보 청산과 같은 만료된 신용 거래의 결과를 처리합니다. 처리 세부 사항이 올바른지 확인합니다.",
  "liquidity_pool_update": "이 작업은 유동성 풀을 업데이트합니다. 기존 유동성 풀의 매개변수와 조건을 수정하며, 의도하지 않은 변경을 방지하기 위해 업데이트를 확인합니다.",
  "credit_deal_update": "이 작업은 신용 거래를 업데이트합니다. 기존 신용 거래의 이용 약관을 수정하고 업데이트가 올바른지 확인합니다.",
  "limit_order_update": "이 작업은 지정가 주문을 업데이트합니다. 이전에 배치한 지정가 주문의 매개변수를 수정합니다. 업데이트를 확인하여 의도하지 않은 변경을 방지합니다."
}
